{
  "title": "Affirmative Action",
  "artist": "Nas",
  "lyrics": "“Affirmative Action” is track eight from It Was Written. It was a posse cut, introducing The Firm.\n[Produced by Dave Atkinson & Trackmasters]\n[Intro: AZ]\nThis is what.. this what they want, huh?\nThis is what it's all about, word\nTime to take affirmative action, son\nThey just don't understand, you know what I mean?\nNiggas comin' sideways, thinkin' stuff is sweet, man\nYou know what I mean?\nNiggas don't understand the four devils:\nLust, envy, hate, jealousy\nWicked niggas, man\n[Verse 1: AZ]\nYo, sit back, relax, catch your contact, sip your Cognac\nAnd let's all wash this money through this laundromat\nSneak attack, the new cats in rap worth top dollar\nIn fact, touch mines and I'll react like a Rottweiler!\nWho could relate? We play for high stakes at gunpoint\nCatch 'em and break, undress 'em, tie 'em with tape\nNo escape, \nthe Corleone, fettuccine Capone\nRoam in your own zone or get kidnapped and clapped in your dome\nWe got it sewn, The Firm art of war is unknown\nLower your tone, face it, homicide cases get thrown\nAristocrats politickin' daily wit' diplomats\nSee, me, I'm an official mack, Lex Coupe triple black\n\n[Verse 2: Cormega]\nCriminal thoughts in the blue Porsche\nMy destiny's to be the new boss\nThat nigga Paulie gotta die, he too soft\nThat nigga's dead on a ki of heroin\nThey found his head on the couch wit' his dick in his mouth\nI put the hit out!\nYo! \nThe smoothest killer since Bugsy, bitches love me\nIn Queens where my drugs be, I wear Guess jeans and rugbies\nYo, my people from Medina, they will see ya when you re-up\nBring your heater, all your C.R.E.A.M. go between us\nReal shit! My Desert Eagle got a ill grip\nI chill wit' niggas that hit Dominican spots and steal bricks\nMy red beam made a dread scream and sprayed a Fed team\nCorleone be turnin' niggas to fiends\nYukons and ninja black Lexus\n'Mega — the pretty boy with Mafia connections\nIt's The Firm, nigga, set it!\n[Verse 3: Nas]\nYo, my mind is seein' through your design like \nBlind Fury\nI shine jewelry, sippin' on crushed grapes, we lust papes\nAnd push cakes inside the casket at Just' wake\nIt's sickenin', he just finished biddin' upstate\nAnd now the projects is talkin' that \"Somebody gotta die\" shit\nIt's logic, as long as it's nobody that's in my clique\nMy man Smoke know how to expand coke in Mr. Coffee\nFeds cost me two mill' to get the system off me\nLife's a bitch, but God forbid the bitch divorce me\nI'll be flooded with ice so Hellfire can't scorch me\nCuban cigars, meetin' Foxy at Demars, movin' cars\nYour top papi Señor Escobar\n\n[Verse 4: Foxy Brown]\nIn the black Camaro, Firm deep\nAll my niggas hail the blackest sparrow\nWallabees be the apparel through the darkest tunnel\nI got visions of multi millions in the biggest bundle\nIn a Lex pushed by my nigga Jungle\nE-Moneybags got Moët Chandon, bundle of 62\nThey ain't got a clue what we about to do\nMy whole team, we shittin' hard like Czar\nSosa, Foxy Brown, Cormega and Escobar\nI keep a phat marquess piece, laced in all the illest snake skin\nArmani sweaters, Carolina Herrera; be The Firm, baby!\nFrom BK to the 'Bridge\n, \nmy nigga Wiz\nOperation Firm Biz, so what the deal is?\nI keep a phat jew-el, sippin' Cristy\nSittin' on top of fifty grand in the Nautica Van, uh!\nWe stay incogni' like all them thug niggas in Marcy\nThe gods — they praise Allah with\n \nvisions of Gandhi\nBet it on, my whole crew is Don Juan\nOn Cayman Island with a case of Cristal\nAnd Baba Shallah spoke\n, nigga with them Cubans that snort coke\nRaw though, an ounce mixed with leak, that's pure though\nFlippin' the bigger picture\nThe bigger nigga with the cheddar was mad dripper\nHe had a fuckin' villa in Manilla, we gotta flee to Panama\nBut wait — it's half-and-half, ki's is one and two-fifth, so how we flip?\n32 grams raw, chop it in half, get 16, double it, times 3\nWe got 48, which mean a whole lot of C.R.E.A.M\nDivide the profit by 4, subtract it by 8, we back to 16\nNow add the other 2 that 'Mega bringin' through\nSo let's see, if we flip this other ki, then that's more for me\nMad coke and mad leak plus a 500, cut in half is 250\nNow triple that — times 3, we got three quarters of another ki\n\n[Outro: Foxy Brown]\nThe Firm, baby, Vol. 1, uh!"
}