{
  "title": "Against All Odds",
  "artist": "Tupac Shakur",
  "lyrics": "[Intro]\nTo my niggas that went out in line on duty\n21-gun salute!\n \nOne love, one thug, one nation\n(Let’s get down, let’s do this!)\n21-gun salute! (Come on, yeah, let’s do this!)\n21-gun salute! (Come on, come on, let’s do this!)\nAll the time I be\n[Chorus]\nHopin' my true motherfuckers know\nThis be the realest shit I ever wrote (Know) \n(Against all odds)\nUp in the studio \ngettin' blow\nTo the truest shit I ever spoke\n[Verse 1]\n21-gun salute, dressed in fatigues, black jeans and boots\nI disappeared (Outlaw!) in the crowd, all you seen was troops\nThis little nigga named Nas think he live like me\nHe's talking 'bout he left the hospital, took five like me\nYou live in fantasies, nigga, I reject your deposit\nWe shook Dre punk ass, now he outta the closet\nMobb Deep wonder why a nigga blowed 'em out\nNext time grown folks talkin', (Shut the fuck up) nigga, close your mouth\nPeep me, I take this war shit deeply\nDon' seen too many real players fall to let these bitch niggas beat me\nPuffy, let's be honest, (You a sucker ass nigga) you a punk or you will see me with gloves\nRemember that shit you said to Vibe about me bein' a thug?\nAnd you can tell the people you roll wit whatever you want\nBut you and I know what's goin' on (Don't you?)\nPayback, I knew you bitch niggas from way back\nWitnessed me strapped with MACs, knew I wouldn't play that\nAll you old rappers tryna advance\nIt's all over now, take it like a man (You trick ass square)\nNiggas lookin' like Larry Holmes, flabby and sick (Look at De La Soul!)\nTryna player-hate on my shit, nigga, eat a fat dick\nLet it be known, this is how you made me\nLovin' how I got you niggas crazy (Nigga)\n\n[Chorus]\nAgainst all odds,\n hopin' my thug motherfuckers know\nThis be the realest shit I ever wrote (Nigga)\nAgainst all odds,\n up in the studio, gettin' blow\nTo the truest shit I ever spoke\nAgainst all odds,\n hopin' my true motherfuckers know\nThis be the realest shit I ever wrote\n[Verse 2]\nI heard he was light-skinned, stocky, with a Haitian accent\nJewelry, fast cars (Say his name) and he's known for flashin' (What's his name?)\nListen while I take you back (Nigga, say his name) and lace this rap\nA real live tale about a snitch named Haitian Jack\nKnew he was workin' for the feds (I knew it)\nSame crime, different trials, nigga, picture what he said\n \nand did I mention?\nPromised to payback, Jimmy Henchman, in due time\nI know you bitch niggas is listenin', the world is mine\n (The world is mine, trick)\nSet me up, wet me up, niggas stuck me up\n (I'm baaaack)\nHeard the guns bust, but you tricks never shut me up\n (I'm baaaaaack)\nTouch one of mine, on everything I own, I will destroy everything you touch\nPlay the game, nigga\nAll out warfare, eye for eye\nLast words to a bitch nigga, \"Why you lie?\"\nNow you gotta watch your back, now watch your front\nHere we come, gunshots to Tut, now you stuck\nFuck the rap game, nigga, this M.O.B\nSo believe me, we enemies, I go against all odds (Trick made niggas, ain't no peace)\n\n[Chorus]\nI'm hopin' my true motherfuckers know\nThis be the realest shit I ever wrote\nAgainst all odds,\n up in the studio, gettin' blow\nTo the truest shit I ever spoke\nI'm hopin' my true motherfuckers know\nThis be the realest shit I ever wrote (Y'all know) \n(Against all odds)\n[Verse 3]\nPuffy gettin' robbed like a bitch, to hide that fact\nHe did some shit he shouldn't have did, (You know what) so we ridin' for that\nAnd that nigga that was down for me, rest the dead\nSwitched sides, guess his new friends wanted him dead\nProbably be murdered for the shit that I said\nI bring the real, be a legend, breathin' or dead\nLord, listen to me, God don't like ugly, it was written\nAyo Nas, your whole damn style is bitten (You sound like Rakim, man)\nYou heard My Melody, read about my life in the papers\nAll my run-ins with authorities, (Trick) felonious capers\n (Punk)\nNow you wanna live my life, \nso what's a \"chazzer,\" Nas?\nNiggas that don't rhyme right\n, \nyou've seen too many movies\nLoad 'em up against the wall, close his eyes\nSince you lie, die, goodbye!\nLet the real live niggas hear the truth from me\n (Hey)\nWhat would you do if you was me? (Nigga)\nAgainst all odds\n\n[Chorus]\nHopin' my true motherfuckers know\nThis be the realest shit I ever wrote\nAgainst all odds,\n up in the studio gettin' blow\nTo the truest shit I ever spoke\nAgainst all odds,\n hopin' my true motherfuckers know\nThis be the realest shit I ever wrote\nAgainst all odds,\n up in the studio gettin' blow\nTo the truest shit I ever spoke;\n \nagainst all odds\n[Outro]\n21-gun salute,\n one love to my true thug niggas\n(Outlaw! Outlaw! Outlaw!)\n21-gun salute to my niggas that die in the line of duty\nRepresentin' to the fullest, bein' soldiers with military minds\nThat play the rules of the game, 21-gun salute\nI salute you, my niggas, stay strong\nI ride for you, I rhyme for you, I roll for you, it's all for you\nTo all you bitch-made niggas, I'm comin' for you\nAgainst all odds, I don't care who the fuck you is\nYou touch me, I'm at you\nI know you motherfuckers didn't think I forgot\nHell nah, I ain't forgot, nigga\nI just remember what you told me\nYou said don't go to war unless I got my money right\nI got my money right nigga, now I want war"
}