{
  "title": "Aiye",
  "artist": "Sam Smith",
  "lyrics": "Ah ah ah ah ah\nO na na na e e\nO lord, o lord, o lord of mercy, o lord of mercy\nYiii ahahaha\nEveryday we dey hustle for money kowo lepe (kowo le pe pe pe pe oo)\nApo she she ogbe rii se mo Fe ma kowo dele (ahahaha)\nIre ire that what I pray for ko ma bami\nLole ko ma bami lole, ko ma bami lole (ahahaha)\nLord I wanna blow like trumpet oooo\nLord I wanna blow like Wizkid baby ooo\nLord I wanna blow like sakodie ati Davido\nLord I wanna blow like trumpet oooo\nLord I wanna blow like Wizkid baby ooo\nLord I wanna blow like sakodie ati Davido\nCause if I no get money\nAiye ma le fun mi ooo\nAiye ma le fun mi ooo. (Aiye ma le fun mi ooo)\nAiye ma le fun mi ooo\nAiye ma le fun mi ooo. (Aiye ma le fun mi ooo)\nOohh yeah yeah\nKi wa ni anfani aiye ti eyan ti ko si owo\nO ko dabi pe eyan suffer tori pe kowo\nAti omode ati agba gbogbo wa la need owo\nEveybody ko n hustle kaki ri tori pe kowo\n(See)\nIya yii ti po ju mi o le take e anymore\nMo wa laye mo wa laye for that I thank you God\nFa mi lowo soke ki emi na le gun oke lo\nKi n lo ba awon egbe mi ka ma jaiye loo\nTin ba lowo laye ti mo wa yii o ma le fun mi\nShey oro ti mo gbo tan abi eyi ti won ti so fun mi\nKi odidi a whole rapper ma record pelu (Tune me)\nIru aiye woo ni mo wa yii Samson oti su mi\nAsiko mi Tito he ki tan loju araye\nAsiko mi Tito je ki ibi Ori mi ma re\nEni ti o sope ibi Ori mi oni re I kan\nTi o ba ti Wu e ni ki o fi gbogbo won shey\nAiye ma le fun mi ooo\nAiye ma le fun mi ooo. (Aiye ma le fun mi ooo)\nAiye ma le fun mi ooo\nAiye ma le fun mi ooo. (Aiye ma le fun mi ooo)\nOohh yeah yeah\nLord\nMe I don come again oooo (again ooo)\nCause I be dey steady dey grind I\nBeg I won cash out ooo (cash out ooo)\nI don throw all my trouble for you, make you catch am ooo(catch ooo)\nMake I see grace ooo\nYah yah\nMake my hustle pay\nAiye ma le fun mi ooo\nAiye ma le fun mi ooo. (Aiye ma le fun mi ooo)\nAiye ma le fun mi ooo\nAiye ma le fun mi ooo. (Aiye ma le le) aiye ma le fun mi ooo\nOohh yeah yeah\n(Intro)\nCalling me (Samzy)\nAh (Lionboy omo skul2)\n(Oriseh banging)"
}