{
  "title": "All Around the World",
  "artist": "Jay-Z",
  "lyrics": "[Intro: Jay-Z]\nI swear to God, I just touched down\n[Chorus: Jay-Z & Latoiya Williams, \nLatoiya Williams\n & \nJay-Z\n]\nAll around the world (\nOh\n)\nSame song (\nOh\n)\nKiller Cali nigga\n (Same song)\nATL\n (\nOh\n, same song)\nReal-adelphia\n (\nOh\n)\nDude it's\n (All around the world)\n[Verse 1: Jay-Z]\nLondon, England, South of France\nAnd all points between, they know about your man\nKonichiwa ladies when I'm out in Japan\nI'm a Tokyo Giant like Ichiro, I am\nPiss poor nigga from the hood but I blew\nNow I bounce six-fours up and down Crenshaw\nSpot me the hotel, the Cap' or Capri\nBathrobe, slippers in the lobby like \"Oui\"\nYour man'll stand manta ray, handlin' a steak\nAnd handlin' a model standin' 'bout 5'8\"\n5'9\", fine wine, fine dine, either that\nOr I'm mixin' in Switzerland tryna buy time\nBallin' out in Bali when it's gorgeous out in Cali\nBrunchin' at the Four Seasons off the heezy\nThen it's back home nigga, back to the zone\nNigga back to the books to the rhymes that took me\n\n[Chorus: Jay-Z & Latoiya Williams, \nLatoiya Williams\n & \nJay-Z\n]\nAll around the world\nSame song\n (Same song)\nBrooklyn bombers\n (\nSame song\n, same song)\nDetroit players\n (\nOh\n, same song)\nChi-Town\n (\nHey\n, all around the world)\n[Verse 2: Jay-Z]\nSaid it's all love, Shore Club, M-I-A\nParty at Bungalow 8 when I stay\nPool look like a hundred Beyoncés\nA couple fiancés, I'm the new DeVante\nCome and talk to me mami in the Yves Saint\nLaurent, I hope she ain't too young (Woo)\nOnly twenty-one and older, let another nigga mold her\nI'm just tryna show her how a baller and a roller\nSleep one place, tell the pilot keep the engine\nRunnin' then I wake up in Martha's Vineyard\nSt. Bart's this year I think I'm gon' spend Christmas\nReminiscin' 'bout the time my mom couldn't spend Christmas\nNow I'm gon' send her on her own little wish list\nAnywhere in the world, anywhere for my girl\nForever my lady, blind, crippled and crazy\nA ticket and your favorite CD, sweet Sadie\n[Bridge: LaToiya Williams]\nSadie (Sadie)\nDon't you know I love you, sweet Sadie? (I love you, Sadie)\nAll around the world\n\n[Verse 3: Jay-Z]\nSaid it ain't, \"Where you from?\" Yo it's, \"Where you at?\"\nReal niggas out in Brooklyn, some niggas don't clap\nIt's real killers out in Cali, some niggas just act\nHollywood like they out the hood, it's all to the good\nReal players in the D-Twa, some of them throwed\nSlackin' or they mackin', rest haven for hoes\nReal pranksters in the Chi, most of them real folks\nDisciplined Gangsters, come on Charlie, I know\nShit, it ain't about your city or borough\nIt's 'bout if you really as thorough\n \nand if you are, holla at your boy\nI put my hand on my heart, that means I feel you\nReal recognize real and you lookin' familiar\nI'm a Bed-Stuy nigga but I do it to death\nI promise I'm in St. Thomas homie eatin' at Chef's\n112, ATL, the sun up yet?\nThen we party like the sun don't set\n[Outro: LaToiya Williams]\nWe gon' take you all around the world\nIt's the same song (Same song)\nEverywhere (Same song)\nIt's the same song (Same song)\nWe gon' take you all around the world\nSame song (Same song)\nSame song (Same song)\nSame song (Same song)\nAll around the world\nOh, oh, hoo, hoo, hoo-hoo\nAll around the world\nSame, same, same song, song, song, song"
}