{
  "title": "All She Wrote",
  "artist": "Justin Bieber",
  "lyrics": "[Intro: Justin Bieber]\nYeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah\n[Verse 1: Justin Bieber]\nWe reject what we don't understand\nWe turn our backs on a fellow man\nI wanna change, but my heart is bleedin'\nHeart is hard, and can't nobody see me\nI wanna be there for the ones that need me\nI can't stand the pain I see on TV\nJealous 'cause they wanna be me\nDamn it, man, this life ain't easy\nIt takes over me\nMy unforgiveness keeps control of mе\nDamn it, I gotta get a hold of me\nGotta get a hold of mе, oh\nWhat you want out of life? That's the question\nThis ain't a simulation, it's a blessin'\nIs it a mistake or is it destined?\nWe ain't got no time for second-guessin'\nWe can't save ourselves, we need a savior\nWe ain't make ourselves, we need a maker\nI keep failin' myself, I need somethin' new\nSo I lay my life down, I give it all to You\n[Bridge: Chandler Moore & \nJustin Bieber\n]\nAll to You, give it all to You (\nI give it all to You\n)\nGive it all to You, give it all (\nI give it all to You\n), oh-oh\n\n[Verse 2: Justin Bieber & \nChandler Moore\n]\nI came to the end of me, believin' the enemy\nComin' with that \"Mmm,\" man, you ain't a friend of me\nNothin' can fix that, ooh, not even the Hennessy\nI had to switch it up, yeah, switch up the remedy\nGod, can You use imperfect people? (\nOh\n)\n'Cause I'm broken through and through (\nOh\n)\nJust tell me where I need to go (\nNeed to go\n)\n'Cause that's all that I wanna do (\nAll that I wanna do\n)\nI'm a mess, but I'm tryna grow\nI'm upset, but I still wanna know\nIs there more for my life or is that all she wrote? (\nIs that all she wrote?\n)\n[Interlude: Justin Bieber & \nChandler Moore\n]\nUh, is that all she wrote? (\nIs that all that she wrote?\n)\nIs that all she wrote? (\nIs that all that she wrote?\n)\nIs that all she wrote?\n[Verse 3: Brandon Love]\nThanks to all them Judas kisses, I got a master's in forgiveness\nI don't need a jail system, I walk in conviction\nI'd rather pray to God than pray for wishes\nI'm supernatural, not superstitious, there's a difference\nLike relationship versus religion, that's a prison\nI'm lightin' circle, then royal purple inside a prism\nThis flow is so universal, it came with dreams and visions\nI got the keys to the kingdom, I'm 'bout my Father business\nI came up straight from the bottom, I started from the finish\nYou can't undermine a mastermind\nI may be out of your mind, but I ain't out of mine\nI'm co-crucified, bury, resurrected\nAnd perfected in the Son of God\nJust like water turn to wine, I'm a prophetic sign\nAsk your barber, I'm a headliner in New York Times\nMy life verses, I am His, yeah, and He is mine\nThe great \"I Am\"'s, the greatest Lamb of all time\nRebranded, redesigned and redefined\nFrom Brandon to brand new, I'ma brand name in the household, brand too\nWho are you to try to tell me what I can't do? We need a pull, huh?\n\n[Outro: Judah Smith]\nYou ever ask yourself, \"Am I gonna make it?\"\nWell, I don't know, of course I can fake it\nBut honestly, can I go wrong?\nI'm so tired, I'm so broken, I'm so weary\nOh, God, oh, God"
}