{
  "title": "All Falls Down (Original)",
  "artist": "Kanye West",
  "lyrics": "This original version of “All Falls Down” with Lauryn Hill was left off the album because the sample of Hill’s “Mystery of Iniquity” wasn’t approved. The album version features Syleena Johnson.\n[Intro: Lauryn Hill & \nKanye West\n]\nOh, when it all (\nUh\n), all falls down (\nWhat you singin'?\n)\nI'm telling you all, it all falls down (\nI hear you, I hear you, L, but\n)\nOh, when it all, all falls down (\nRemember they used to call you that?\n)\nI'm telling you all, it alls falls down (\nMerce' Lauryn? Streets say I'ma tell her\n)\nOh, when it all\n[Verse 1: Kanye West & \nLauryn Hill\n]\nMan I promise, she's so self conscious\nShe has no idea what she doing in college (\nI'm telling you all\n)\nThat major that she majored in don't make no money\nBut she won't drop out, her parents will look at her funny\nNow, tell me that ain't insecure\nThe concept of school seems so secure\nSophmore three years, ain't picked a career\nShe like fuck it, I'll just stay down here and do hair (\nOh, when it all\n)\nCause that's enough money to buy her a few pairs of new Airs (\nAll falls down\n)\nCause her baby daddy don't really care (\nI'm telling you all\n)\nShe's so precious with the peer pressure\nCouldn't afford a car so she named her daughter Alexis (\nOh, when it all\n)\nShe had hair so long that it looked like weave\nThen she cut it all off now she look like Eve\nAnd she be dealing with some issues that you can't believe\nSingle black female addicted to retail, and, well\n[Chorus: Lauryn Hill & \nKanye West\n]\nOh when it all, it all falls down\nUh, and when it falls down who you gon' call now? (Y'all mean)\nOh when it all, it all falls down\nYeah, uh\n\n[Verse 2: Kanye West & \nLauryn Hill\n]\nMan I promise, I'm so self-conscious (\nOh, when it all\n)\nThat's why you always see me with at least one of my watches (\nI'm telling you all\n)\nRollies and Pashas done drove me crazy\nI can't even pronounce nothing, pass that versace\n (\nOh, when it all\n)\nThen I spent four-hunnid bucks on this\nJust to be like, \"Nigga, you ain't up on this\"\nAnd I can't even go to the grocery store\nWithout some 1s that's clean and a shirt with a team (\nOh, when it all\n)\nIt seems we living the American Dream (\nAll falls down\n)\nBut the people highest up got the lowest self-esteem (\nI'm telling you all\n)\nThe prettiest people do the ugliest things\nFor the road to riches and diamond rings (\nOh, when it all\n)\nWe shine because they hate us, floss 'cause they degrade us\nWe trying to buy back our forty acres\nAnd for that paper, look how low we'll stoop\nEven if you in a Benz, you still a nigga in a coupe\n[Chorus: Lauryn Hill & \nKanye West\n]\nOh when it all, it all falls down\nAnd when it falls down who you gon' call now?\nOh when it all, it all falls down\nYeah, yeah, word\n[Verse 3: Kanye West & \nLauryn Hill\n]\nI say fuck the police, that's how I treat 'em (\nOh, when it all\n)\nWe buy our way out of jail, but we can't buy freedom\nWe'll buy a lot of clothes but we don't really need 'em\nThings we buy to cover up what's inside\n'Cause they make us hate ourself and love they wealth\nThat's why shorties hollering, \"Where the ballers at?\"\nDrug dealer buy Jordan, crackhead buy crack\nAnd the white man get paid off of all of that (\nOh, when it all\n)\nBut I ain't even gonna act holier than thou (\nAll falls down\n)\n'Cause fuck it, I went to Jacob with twenty-five thou'\nBefore I had a house\n \nand I'd do it again (\nI'm telling you all\n)\n'Cause I wanna be on 106 & Park pushing a Benz (\nOh, when it all\n)\nI wanna act ballerific like it's all terrific\nI got a couple past-due bills, won't get specific\nI got a problem with spending before I get it\nWe all self-conscious, I'm just the first to admit it\n\n[Chorus: Lauryn Hill & \nKanye West\n]\nOh when it all, it all falls down (\nDon't stop that shit, keep that shit\n)\nI'm telling you all, it all falls down, yeah (\nKeep that part where I ran out of breath, we ain't doing no punch-ins, man, that's that fake shit\n)\nOh when it all, all falls down (\nIf I was on stage, how I got to spit it? It's from the heart anyway\n)\nTelling you all, it all falls down (\nMight cause shortness of breath, you know?\n)\nOh, when it all, all falls down (\nCouldn't have got nobody better for the job\n)\nTelling you all, it all falls down (\nThank you for very much, this a beautiful, beautiful, young lady that's inspired me, definitely\n)\nOh, when it all, all falls down, yeah\nI'm telling you all, it all falls down\n[Audience Applause]"
}