{
  "title": "All of Me",
  "artist": "50 cent",
  "lyrics": "[Chorus: Mary J. Blige]\nNow if I give you all of me\nWhat'chu gonna give me back?\nYour body is calling me\nGot me feeling like a fiend on crack\nBoy you gonna make me fall in love\nNow why you wanna go and do that?\nNow if I give you all of me\nTell me what'chu gon' give me back?\n[Verse 1: 50 Cent]\nLet's start with the moon and the stars, whatever you into\nThe money I acquire, mama, make it all simple\nFlashback '03, paparazzi flashing flicks\nI moved away, hustle hard, now I got a sick stash\nTell me you miss me, baby come here and kiss me\nMwah - it just happened so quickly\nFeels like I hopped off a bus and got in a Bentley\nIt's gangsta my music, even when it's the smooth shit\nYou can hate me cause I hurt you, but I ain't mean to do it\nEm predicted it all, I don't know how he knew it\nHe said women from Hollywood, they liar-liar-liars\nYou fuck 'em they, get you heated, deny you like Mariah\nFast forward to '06, I'm still on fire\nThe world is still turning, my records are still earning\nDough come quicker and quicker\nFlow gets sicker and sicker\nStraight up and down, baby\nI'm a special kind of nigga\n\n[Chorus: Mary J. Blige]\nNow if I give you all of me\nWhat'chu gonna give me back?\nYour body is calling me\nGot me feeling like a fiend on crack\nBoy you gonna make me fall in love\nNow why you wanna go and do that?\nNow if I give you all of me\nTell me what'chu gon' give me back?\n[Verse 2: 50 Cent]\nLife is short, baby, be a part of my dreams\nI own Ferrari horses, my Lamborghini leans\nSo mean, I have niggas hating on me\nGod gave me a gift, I'm supposed to be rich\nI'm supposed to ride through the hood and make niggas sick\nWhen my homies put in work, they supposed to get hit (Uh-huh)\nWith a piece of chain thick and go and buy 'em some bricks\nI ain't make that up, this is how it's 'sposed to be kid (Ha-ha)\nYou should feel like a lifer that get back that time\nWhen I smile, your smile should be as big as mines\nGirl to know me is to love me, I'm one of a kind\nEven when you hate me you love me, forever you're mine\n[Chorus: Mary J. Blige]\nNow if I give you all of me\nWhat'chu gonna give me back?\nYour body is calling me\nGot me feeling like a fiend on crack\nBoy you gonna make me fall in love\nNow why you wanna go and do that?\nNow if I give you all of me\nTell me what'chu gon' give me back?\n\n[Outro: Mary J. Blige]\nWhat you gonna give me back?\nYou're gonna make me fall in love\nWhat you gon' give me\nWhat you gon' give me\nWhat you gon' give me"
}