{
  "title": "Alone in Vegas",
  "artist": "Pusha T",
  "lyrics": "[Verse 1]\nI let you into my diary to admire me\nThe make-up of this man, I let you see the higher me\nThe self-righteous drug dealer dichotomy\nI'm drawing from both sides, I am Siamese\nThe tug of war opens the door, entrada\nRip me apart and see what's inside of this piñata\nAnd rolling kilos in Gymstrada, that's one saga\nOne chapter of black magic, I'm Harold Potter\nFeels like I'm doomed to dealing with women who\nRelationships with their fathers won't allow us to bloom\nAnd blossom, I swear them Vegas nights was fucking awesome\nBut adiós, I blow my own dice before I toss 'em\nLost some niggas, some other niggas double crossed 'em\nTryna snatch my niggas back, I blew a small fortune\nWrestled with the work, we was like the four horsemen\nRic Flair with the flame, I'm motherfucking Gorgeous (Woo!)\nAs the gull wing doors lift\nKarate Kid\n crane kick—no Jaden Smith\nWhiter than that coke brush that they paint me with\nSunk leather seats softer than an angel's kiss\nBut they devil red, tires double tread\nI post and parks up, that gets me double head\nTightrope walking, tryna keep a level head\nBut bright lights blind, look at what the devil did\n\n[Hook]\nShe left the door open, gave a fuck if I'm famous\nI write this alone in Vegas\nCame off fly street money, partied nights with the A-list\nI write this alone in Vegas\nRemember nights when my team blew it all on the tables\nI write this alone in Vegas\nI'm the only one left and the memories fading\nSo I write this alone in Vegas\n[Verse 2]\nThey'll do everything in their power\nStomp near the stove when you're rising like flour\nMake your cake fall when you threatening their tower\nIt's 911, you're on your 25th hour\nHasta la vista, I'm steppin' out the bleachers\nHow the tide turns when the pupil's now the teacher\nThe game can't grow by just followin' the leaders\nYou gotta be better than the ones who precede ya, yuugh!\nUpgrade them, upstage them\nChange the whole body shape and just update them, Pagans\nReagan era, I ran contraband\nMoney caused turf wars through the promised land\nFirst time being rich could be a common man\nThe Guy Fishers had the blueprints and diagrams\nWe just took what we needed and we built on it\nLord forgive me for the blood that I spilt on it\n\n[Hook]\nShe left the door open, gave a fuck if I'm famous\nI write this alone in Vegas\nCame off fly street money, partied nights with the A-list\nI write this alone in Vegas\n'Member nights when my team blew it all on the tables\nI write this alone in Vegas\nI'm the only one left and the memories fading\nSo I write this alone in Vegas\n[Outro]\nYeah, \nFear of God\n niggas\nGot me feelin' like Pac, this the realest shit I ever wrote\nWho you know\nSit in New York for two days around Grammy winners\nCome back home straight to the money getters?\n'Bout fourteen thousand dollars worth of twenties\nBrown paper bag money, yeah\nI call that a good weekend, haha\nRe-Up Gang forever\nLong Live the Caine\n coming soon\nMalice, my brother, I love you\nLiva Don, 'til the end, nigga, yes\nEmmanuel, hope I ain't get you in no trouble with that shit\nThat was a long time ago, you know? Haha\nYou know how we do\nMy nigga Nottz, is blacking out on this beat, my nigga\nYeah, come on, my nigga Watts, what up?\nYoung Young, what up, my nigga?\nTalk that shit, my nigga\nHey 'Ye, is you ready?\nIs you ready my nigga? I had to get this of my chest\nIs you ready now though? Let's go then\nG.O.O.D. Music, yes"
}