{
  "title": "Another Part Of Me",
  "artist": "Snoop Dogg",
  "lyrics": "[Intro: Dr. Dre]\nHah\nHow y'all feeling out there?\nYeah\nPop a little louder if you lovin' it\nI'm fuckin' with it, turn my mic up\nYeah, yeah, that's it, hah\nReturn of the titans in this motherfucker\nLovin' how this is feelin'\nYeah, go 'head Erik, Sting 'em\nYeah, make some noise if you don't give a fuck\nYeah, I like that\n[Verse: Snoop Dogg]\nJust another part of me\nI'm just tryna show you some gangster love\nWearin' my heart on my sleeve\n (Yeah)\nOut here livin' armed and dangerous\nNow tell me, what do you want from me?\nHere in the land of the lost and the scandalous\nBright lights, sunny days, cold nights\nRidе the wave, hold tight, just a day in Los Angelеs\nEncore, I'm not done, he is I, one of one\nFrom my hood, two-one, risky business, Top Gun\nDogg back out on a mornin' run, me and Dre, redrum\nMake a cake with these breadcrumbs, on my mama, son of a gun\nThis for my people, I'm just handlin' procedure\nHear no, see no, speak no evil, vision like a Desert Eagle\nYeah, hood starrin' with war scars from breakin' laws and beatin' charges\nTop of the charts, this shit is ours, Stacy Adams on a blue carpet\nStandin' too close, you'll fuck around and catch a contact\nYeah-yeah, from the smell of this potpourri, ah\nAnd it got you feelin' good, don't it?\nSame nigga, same odor, this is an iconic moment\n\n[Pre-Hook: Snoop Dogg & \nCocoa Sarai\n]\nMoney on my mind, oh, yeah-yeah\nShe about to come alive, oh, yeah-yeah\nAnd it's right before your eyes, oh, yeah-yeah\nJust a thief in the night (\nOoh\n)\n[Chorus: Sting]\nFrom the jump on the run, man, I walk away\nI'm the one, give a fuck what they got to say\nMmm, gotta get up out of my way\nYeah, there's no better time than today\n[Bridge: Sting]\nIn a moment jump up on it, see the ocean, stay in motion\nYou're not broken, no, I'm chosen, I just gotta have faith\nTime is passin', I stay active, mom is laughin', move is wrappin'\nMillions stackin’, look what happened, life just isn't the same\n[Chorus: Sting]\nFrom the jump on the run, man, I walk away\nI'm the one, give a fuck what they got to say\nMmm, gotta get up out of my way\nYeah, there's no better time than today\n[Outro: Dr. Dre]\nYeah, thank you\nI really appreciate the love\nNever have so many done so much for so few\nGoodnight"
}