{
  "title": "Aquemini",
  "artist": "OutKast",
  "lyrics": "[Intro: Big Boi & \nAndré 3000\n]\nYuh\nUh-huh\n[Chorus: André 3000]\nEven the sun goes down, heroes eventually die\nHoroscopes often lie\nAnd sometimes, \"Y\"\nNothing is for sure, nothing is for certain\nNothing lasts forever, but until they close the curtain\n(Y'all know)\nIt's him and I: Aquemini\n[Break: Big Boi]\nYeah\n[Verse 1: Big Boi]\nNow is the time to get on—like Spike Lee said, 'Get On The Bus'\nGo get your work and keep your beeper chirping—it's a must\nIs you on that dust or corn starch? Familiar with that smack, man?\nThe music is like that green stuff, provided to you by sack-man\nPac-Man,\n \nhow in the fuck you think we gon' do that, man?\nRiding 'round Old National on eighteens without no gat, man\nI'm strapped, man\nAnd ready to bust on any nigga like that, man\nMe and my nigga, we roll together like Batman and Robin\nWe prayed together through hard times, swung hard when it was fitting\nBut now, we tapping the brakes from all them corners that we be bending\nIn Volkswagens and Bonnevilles, Chevrolets and Coupe de Villes\nIf you ain't got no rims, nigga, don't get no wood-grain steering wheel, for real (Real)\nYou can go on and chill out ,and still build\nLet your paper stack, 'stead of going into overkill\nAnd pay your fuckin' beeper bill, bitch\n\n[Break: Big Boi & \nAndré 3000\n]\nYeah\nYuh, yuh (Yeah)\n[Chorus: André 3000]\nEven the sun goes down, heroes eventually die\nHoroscopes often lie\nAnd sometimes, \"Y\"\nNothing is for sure, nothing is for certain\nAnd nothing lasts forever, but until they close the curtain\nIt's him and I: Aquemini\n[Verse 2: André 3000]\nTwice upon a time, there was a boy who died\nLived happily ever after, but that's another chapter\nLive from \"Home of the brave,\" with dirty dollars\nBeauty parlors, baby ballers, bowling-ball Impalas\nStreet scholars, majoring in culinary arts—\nYou know, how to work bread, cheese, and dough, from scratch\nBut, see, the catch is you can get caught\nKnow what you selling, what you bought – so, cut that big talk\nLet's walk to the bridge—meet me halfway\nNow you may see some children dead off in the pathway\nIt's them poor babies, walking slowly to the candy lady\nIt's looking bad—\nNeed some hope, like the words \"maybe,\" \"if,\" or \"probably\"\nMore than a hobby\nWhen my turntables get wobbly, they don't fall\nI'm sorry, y'all, I often drift—\nI'm talking gift\nSo when it comes, you never look the horse inside its grill\nOf course, you know I feel like the bearer of bad news\nDon't want to be it, but it's needed, so what have you?\nNow, question: Is every nigga with dreads for the cause?\nIs every nigga with golds for the fall?\nNaw\nSo don't get caught up in appearance\nIt's OutKast, 'Aquemini' – another Black experience\n\n[Break: André 3000]\nOkay\n[Chorus: André 3000]\nEven the sun goes down, heroes eventually die\nHoroscopes often lie\nAnd sometimes, \"Y\"\nNothing is for sure, nothing is for certain\nNothing lasts forever, but until they close the curtain\nIt's him and I: Aquemini\n[Verse 3: Big Boi]\nThe name is Big Boi, Daddy Fat Sax, the nigga that like them Cadillacs\nI stay down with these streets, 'cause these streets is where my folks at\nBetter know that – some say we pro-Black, but we professional\nWe missed a lot of church, so the music is our confessional\nGet off the testicles and the nutsacks – you bust 'round, we bust back\nG—Get back, for real niggas that's out here tryna spit facts\nYou 'ear that? You can't come near that, maybe you need to quit (Quit)\nBecause 'Aquemini' is Aquarius and the Gemini running shit\nLike this – yeah, yeah, yeah, yeah\n[Verse 4: André 3000]\nMy mind warps and bends, floats the wind, count to ten\nMeet the twin, André Ben',\n \nwelcome to the lion's den\nOriginal skin, many men comprehend\nI extend myself, so you go out and tell a friend\nSin all depends on what you believing in\nFaith is what you make it—that's the hardest shit since MC Ren\nAlien can blend right on in with your kin\nLook again, 'cause I swear, I spot one every now and then\nIt's happening again, wish I could tell you when\n\"André, this is André, y'all are just gon' have to make amends\"\n\n[Chorus: André 3000]\nEven the sun goes down, heroes eventually die\nHoroscopes often lie\nAnd sometimes, \"Y\"\nNothing is for sure, nothing is for certain\nAnd nothing lasts forever, but until they close the curtain\nIt's him and I: Aquemini\n[Skit: André 3000]\nMaster:\n Finally, Igor! We've done it, we've done it!\nIgor:\n Yes, master! Yes, master!\nMaster:\n Igor, we've done it!\nBoth:\n Uh-oh\n(*Woman screaming*)"
}