{
  "title": "Asshole",
  "artist": "Eminem",
  "lyrics": "[Verse 1: Eminem]\nCame to the world at a time when it was in need of a villain\nAn asshole, that role I think I succeeded fulfillin'\nBut don't think I ever stopped\nTo think that I was speakin' to children\nEverything was happenin' so fast\nIt was like I blinked—sold three million\nThen it all went blank, all I remember is feelin' ridiculous\n‘Cause I was gettin' sick of this feelin'\nLike I'm always under attack, man\nI could have stacked my shit list to the ceilin'\nWomen dishin'\n but really thinkin': \"If anyone ever talks to one of my little girls like this I would kill him.\"\nGuess I'm a little bit of a hypocrite when I'm rippin' shit\nBut since when did this many people ever give a shit\nWhat I had to say? It's just my opinion\nIf it contradicts how I'm livin', put a dick in your rear end\nThat's why every time you mentioned a lyric\nI thanked you for it, for drawin' more attention toward it\n‘Cause it gave me an enormous platform\nI'm flattered you thought I was that important\nBut you can't ignore the fact that I fought for the respect\nAnd battled for it, mad awards, had GLAAD annoyed\nAtta-boy, they told me to slow down, I'd just zone out\nGood luck tryin' to convince a blonde\nIt's like tellin' Gwen Stefani she sold out\n‘Cause I was tryna leave no doubt\nIn anyone's mind, one day I'd go down in history\nThink they know now because everybody knows\n\n[Chorus: Skylar Grey]\nEverybody knows\nThat you're just an asshole\nEverywhere that you go\nPeople wanna go home, everyone knows\nEverybody knows\nSo don't pretend to be nice\nThere's no place you can hide\nYou are just an asshole\nEveryone knows, everyone knows\n[Interlude: Eminem]\nThanks for the support, asshole! *scratch*\nThanks for the support, asshole!\n[Verse 2: Eminem]\nQuit actin' salty! \nI was countin' on you to count me out\nAsk Asher Roth when he roundabout\nDissed me to shout me out\nThought I was history,\n \nwell goddamn, honky\nThat compliment's like backhandin' a donkey\nGood way to get your ass socked in the mouth\nNah, I'm off him\nBut what the fuck's all this trash-talkin' about?\nThe fight was fixed, I'm back and you can't stop me\nYou knocked me down, I went down for the count\nI fell, but the fans caught me, and now\nYou're gonna have to beat the fuckin' pants off me\nTo take my belt—word to Pacquiao\nMomma said, \"There ain't nothin' else to talk about\nBetter go in that ring and knock 'em out\nOr you better not come out!\"\nIt's poetry in motion\nLike Freddie Roach when he's quotin' Shakespeare\nSo what if insults are revoltin'?\nEven Helen Keller knows life stinks\nYou think it's a joke 'til you're bullet-riddled\nBut you should give little shit what I think\nThis whole world is a mess\nGotta have a goddamn vest on your chest\nAnd a Glock just to go watch \nBatman\nWho needs to test a testicles? Not that man\nHalf of you don't got the guts, intestinal blockage\nRest of you got lap bands\nStuck to this motto\n \n'fore they put bath salts\nAnd all those water bottles in Colorado,\n \nso get lost, Waldo\nMy soul's escapin' through this asshole that is gapin'\nA black hole and I'm swallowin' this track whole\nBetter pack toilet paper, but I'm takin' no crap, ho\nHere I go down the Bat Pole\nAnd I'm changin' back into that old maniac\nIn fact, there they go tryna dip out the back door retreatin'\n‘Cause everybody knows\n\n[Chorus: Skylar Grey]\nEverybody knows\nThat you're just an asshole\nEverywhere that you go\nPeople wanna go home, everyone knows\nEverybody knows\nSo don't pretend to be nice\nThere's no place you can hide\nYou are just an asshole\nEveryone knows, everyone knows\n[Verse 3: Eminem]\nHoly mackerel! I'm the biggest jerk on the planet Earth\nI smacked a girl off the mechanical bull at a tractor pull\nFor thinkin' we had some magnetic pull\nThen screamed, \"ICP in this bitch! How do fuckin' magnets work?\"\n‘Cause you're attractive, but we ain't attractable\nHate to be dramatical, but I'm not romantical\nI'm makin' up words so you can understandable, it's tragical\nThinkin' some magical shit's gonna happen, that ain't practical\nYou crackin' a joke, it's laughable\n‘Cause me and love's like a bad combination\nI keep them feelings locked in a vault\nSo it's safe to say I'm uncrackable\nMy heart is truly guarded, full body armor\nBitch, you just need a helmet\n‘Cause if you think you're special, you're retarded\nThinkin' you're one of a kind like you got some platinum vagina\nYou're a train wreck, I got a one-track mind\nShorty, you're fine, but you sort of remind me of a 49er\n‘Cause you been a gold digger since you was a minor\nBeen tryna hunt me down like a dog\n‘Cause you're on my ass but you can't get a cent\n‘Cause all of my spare time is spent\nOn my nose in this binder, so don't bother tryin'\nOnly women that I love are my daughters\nBut sometimes I rhyme and it sounds like I forget I'm a father\nAnd I push it farther\nSo, Father, forgive me if I forget to draw the line\nIt's apparent I shouldn't have been a parent\nI'll never grow up, so to hell with your parents\nAnd motherfuck father time\nIt ain't never gonna stop, a pessimist\nWho transformed to an optimist in his prime\nSo even if I'm half-dead, I'm half-alive\nPoured my half-empty glass in a cup\nNow my cup has runneth over\nAnd I'm 'bout to set it on you like a mothafuckin' coaster\nI’m goin' back to what got me here\nYeah, cocky, and can’t knock bein' rude off, so fear not, my dear\nAnd dry up your teardrops, I'm here\nWhite America's mirror, so don't feel awkward or weird\nIf you stare at me and see yourself because you're one too\nShouldn't be a shock, because everybody knows\n\n[Chorus: Skylar Grey]\nEverybody knows\nThat you're just an asshole\nEverywhere that you go\nPeople wanna go home, everyone knows\nEverybody knows\nSo don't pretend to be nice\nThere's no place you can hide\nYou are just an asshole\nEveryone knows, everyone knows"
}