{
  "title": "Aye Girl",
  "artist": "Logic",
  "lyrics": "[Chorus: Logic]\nAyy, girl, it's obvious you fine\nI just wanna know what's deep inside your mind, maybe we could\nPlay girl, I hope you ain't got no man\nIf you do I understand, but I'm tryna make plans\nThat body one of a kind\nI'd be lyin' if I said I wasn't tryna make you mine\nAyy, girl, I could give you my number\nYou could give me whatever, we'll have a hell of a time\n[Verse 1: Logic]\nWhat up, baby girl? Won't you come here\nI put it on my life I seen you somewhere, where you stay at? I'll come there, ha\nAin't no stalkin' shit, I just wanna talk and shit\nMaybe grab a bike then have to walk a bit\nI just wanna converse, come on, baby, ain't no need to disperse\nShorty got that type of beauty that inspired this verse, so what's up?\nI'd be lyin' if I said I didn't wanna cut, but\nIt's deeper then that, gettin' knee deep in the cat\nI'm lookin' for that ride or die type of women, it's whatever\nI could be your King, you could be my Coretta\nAin't no better, get you wetter, fuck 'em all\nThink outside the box, baby girl, you know I ball\nYes, you know I want it all, so make that shit a double\nThis is Young Sinatra and I'm risin' from the rubble\nPeople never say what's on they mind, I'm like, \"Fuck a muzzle\"\n'Cause I got the feelin' you're the missin' piece to my puzzle\n\n[Chorus: Logic]\nAyy, girl, it's obvious you fine\nI just wanna know what's deep inside your mind, maybe we could\nPlay girl, I hope you ain't got no man\nIf you do I understand, but I'm tryna make plans\nThat body one of a kind\nI'd be lyin' if I said I wasn't tryna make you mine\nAyy, girl, I could give you my number\nYou could give me whatever, we'll have a hell of a time\n[Verse 2: Logic]\nWhatever she wants, I let her pick it like a fence from the suburb\nEverything coach but a plane ticket, ya heard?\nWe real all the time, that's my word\nCatch me in the cut tryna book her like a nerd\nShe a Redbone bobby-soxer, I had to stop her, huh\nShorty a dime, so you know I'm tryna cop her\nPop a bottle at our table periodically\nNow check the science of that last line, do it logically\n, no stoppin' me, I\nBet she woulda never guessed I never graduated\n'Cause the way I put my words together, she infatuated\nMama, I don't want no drama and I'm serious\nPause like a comma 'fore I end it like a period, now\nGirl, don't treat me like your ex-man\nI'm a beast on the track, but if I am your next man\nI'ma treat you tender, huh\nTake it slow like when video render\nI remember when I seen you for the first time\nIt was special like when I wrote my first rhyme\nSo if all I do is grind and never sleep\nThen how in the hell is me and the girl of my dreams supposed to meet?\n\n[Chorus: Logic]\nAyy, girl, it's obvious you fine\nI just wanna know what's deep inside your mind, maybe we could\nPlay girl, I hope you ain't got no man\nIf you do I understand, but I'm tryna make plans\nThat body one of a kind\nI'd be lyin' if I said I wasn't tryna make you mine\nAyy, girl, I could give you my number\nYou could give me whatever, we'll have a hell of a time\n[Outro: Salma Hayek]\nI happen to think there's an explanation beyond reason, beyond logic, that brought you right to this very spot"
}