{
  "title": "Back to the Topic (Freestyle)",
  "artist": "J.Cole",
  "lyrics": "J. Cole drives around and gets high. He’s got a lot on his mind, ok?\n\nOriginal instrumental: “Must Be Love” by Cassie\n[Intro]\nYeah\nNigga, let me go ahead and murder this shit\nVoice gone and shit, I think it's gon' make it sound a lil', a lil' ill\nJust a lil' iller\nYeah, Fayettenam, nigga\nYeah\n[Verse]\nCarolina blue kicks, pedal to the metal\nFeeling like a puppet and the devil is Geppetto\nLetter to the ghetto, hold your head high\nYou can pick apart my raps, I ain't told you nan lie\nMy world a little darker like a fuckin' tan line\nGo on, look for a better nigga, girl, you can't find\nFine young man with an old man mind\nNo time for the chick who fucked the whole mankind\nAw, no, ma'am, I'm an old land mine\nI been waiting to blow up for a long damn time\nNow I'm armed and I'm Fayettenam's finest\nCarolina's savior\n, \nmarijuana blazer\nOnly on occasion 'cause my mind be racin'\nLost in my thoughts, so my eyes be Asian\nThinking how these rap niggas gotta be fakin'\nWhole style obviously copied, pasted\nPlagiarized swag\n, \nmay arrive last\nBut when it's all said and done, I'ma be ahead of them\nWay that I described it, prescribe a nigga medicine\nWay that I be fly, I be higher than the Jetsons\nMovin' on up, nigga higher than the Jeffersons\nAll about the Benjamins,\n bad chicks, send 'em in\nBasic hoes, toss 'em out, can't even get Waffle House\nHatin' niggas, chalk 'em out, go on, get the coffin out\nWhat you talkin' 'bout, lil' man?\nMy shit here burning, you not even lil' tan\nI'm ill enough to kill cancer, baby, I'm chemo\nDown in Miami and I'm throwed like Marino\nGet a whole lot of you know and she bald like an eagle\nNo, not up top, but down there\nShe say she wanna hop on top, girl, I don't care\nYou better get yours 'fore I reach mine 'cause then I'm throwing peace signs\nIf you a freak, I can take you to your peak, girl, I do it to the maximum, Nissan\nAnd I hope you a believer\nI'm quarterbacking, tryna get you open like receivers\nFar from an overnight achiever\nCole is like the leader of the new niggas\nTo tell the truth, I'm only fuckin' with a few niggas\nIf that\nThe rest of y'all niggas get lapped\nI sit back and reflect on the rap game, I came from out of nowhere\nNigga, I swear them lames ain't know how to prepare\nGot niggas shouting out the 'Ville, \"I gotta go there\"\nBoy, don't you know you get shot over there?\nI say my prayers 'cause this life ain't fair\nA bunch of backstabbing niggas, hope the knife ain't there\nA bunch of temptation facing when your wife ain't there\nYeah, late at night, when I got the phone call and made a right\nBut my crib was straight ahead, shorty gave me head\nHit it, then I quit it 'fore she even made the bed\nDamn, I'm no good, but damn, it's so good\nI'm picturing that body like a camera phone would\nSomething like Rihanna while I'm up in that V-gina\nType of chick that only dress in something that's designer\nI could give a fuck long as there's something that's behind her\nGot the type of bumper make a dog wanna hump\nBack to the topic, actually, forgot it\nHoes, money, I'm the shit, oh, yeah, I'm reminded\nThe way I put the words together, cleverly align 'em\nThese other rap niggas shouldn't never be a problem\n\n[Outro]\nAnd I'm ghost, nigga, yeah\nLet me hear that\nWoo"
}