{
  "title": "Bad Mood / Shit on You",
  "artist": "Travis Scott",
  "lyrics": "[Part I: Bad Mood]\n[Verse 1]\n(\nI just have one question\n) Fuck outta my business (\nWhy?\n)\nI did things that most men will ask forgiveness (\nHuh?\n)\nBroke the code, the commandments from my descendants\n (\nWe stretch it out\n)\nWho gives a fuck? New children in the buildin'\nWe ride with no limits\nShut the fuck up, don't you hear me tryna finish?\nI'm in a bad mood\n[Verse 2]\nRob that dude, fuck that couch, burn that house\nWe the cause of the era, new niggas with new terror\nA thousand on the leather, you niggas should know better\nWe niggas new slaves,\n I do say (Fuck, fuck)\nTwice only on a Tuesday when I'm in a bad mood\nOoh, your skin mahogany (Fuck, Fuck)\nOoh, let's break the monotony\nGovernment threw us in a maze (What?)\nHad me trickin' forty K for some grades (What?)\nJust to make forty K for the wage\nDropped out and made that in one day\nI'm in a bad mood\n[Verse 3]\nOoh, nigga, I'm wildin' on 'em\nMm, back pilin' on 'em (Pilin' on 'em)\nI never feel the pain, only God can make it rain (Make it rain)\nSo I must be Mary, Joseph, Allah\nKid of a disciple, these thoughts is suicidal\nJumpin' off a buildin', quit thinkin' like a psycho\nThey tryna find a nigga dead, Chris Lighty\nAnxiety, after the meds, Kris Bobbi, ah\n\n[Verse 4]\nSkinny black bastard ridin' a Casper\nI tend to lose my thoughts when I walk\nThey say I'm a slave, so tell me the master\nNow his head on the pendant by the cross\nCoke'd it then I fucked her for the theory\nYou know I'm crazy, I'm straight, no weary\nI hate when conversates can't relate\nYou know it be fuckin' up my groove when I'm in a bad mood\n[Part II: Shit on You]\n[Intro]\nI can't wait\nI can't wait just to shit on you\n[Verse]\nThis one for the fuck fake niggas that love to just hate, dog\nAlways talkin' that wild shit (Wild shit)\nSee 'em never let them verbs off (Verbs off)\nAll these fuckin' missed calls, mm\nMight delete the whole call log (Call off)\nThousand dollars for the jeans, fam'\nShe grip 'em when a nigga swerve off (Yeah)\nThink I need a desert eagle (Desert eagle), niggas in my face (My face)\nThinking they know Jacques (Know Jacques), niggas don't know me (Don't know me)\nGrew up on my lonestar (Lonestar),\n \nniggas roll that weed\n(Niggas roll that, niggas roll that, niggas roll that weed)\n\n[Chorus]\nI, I, I can't wait just to shit on you\nI, I, I can't wait just to shit on you\nI, I, I can't wait just to shit on you\nJust to shit on you\nI can't wait just to shit on you\n(\nBut why, Travis?\n)\n(\nTwo, three, lights\n)\nYeah, I can't wait just to shit on you\nI, I, I can't wait just to shit on you\n[Outro: James Fauntleroy]\nI, I, I, I\nI, oh (I), oh, oh (Oh)"
}