{
  "title": "Batman & Robin",
  "artist": "Snoop Dogg",
  "lyrics": "This entire song is filled with Batman-related lines. Snoop portrays Batman, The Lady of Rage is Robin and RBX has a small role as Commissioner X.\n\nSamples the Batman TV Show Theme Song.\n[Intro]\n{*scratching* \"To the Batmobile - let's go!\"}\n\"Atomic batteries to power, turbines to speed\"\n\"Roger, ready to move out\"\n[During Hook - theme song repeats the \"Batman!\" music + vocals]\n[Hook: Lady of Rage & RBX]\nNo one, can save the day like Batman\nRobin, will make you sway like that and\nBeat for beat, rhyme for rhyme\nDeep in Gotham, fightin crime\nNo one, can save the day like Batman\n[RBX]\nCommissioner X here!\nBatman & Robin, we have a bit of a problem\nThere's trouble brewing in Gotham City\nYou MUST act fast!\n[Lady of Rage] + (Snoop)\nHoly mackerel Batman!\n I think these clowns need a back hand\nLet's be the Gap Band and drop the bomb on 'em\n and make 'em SCAT man\n(\nWhen you say scat man, like the Brother Cuh-rothers?\n) Uh-huh\n(When it's on, it's cold, so bring the coroner cover)\nWe can take it to the \nBassment, live with Tigger\nGo get The Riddler, and watch me play that nigga like a fiddler\nOn a hot tin roof\n, I got them watchin who?\nShe who spits it like she was sippin rot-ten brew, ooh\n(We Marvel at you Comics, you ain't no Superhero)\nYou just a stupid zero, you ain't hard like DeNiro\n\n[Snoop Dogg] + (Rage)\nSurprise! The Dynamic Duo\nBatman & Robin, gats set for squabbin (nigga!)\nSplat! Hit 'em like forty-five shells (nigga!)\nPlaque! Means more than one million sales (huh)\nThat's nuff shot to lick, you get done up\nPlus we got the Bat gats, so why would you run up? (huh)\n\"Batman! Batman! Batman.\"\n{*scratched: \"And you're about to find out\"*}\n[Hook]\n{*scratched: \"And you're about to find out\"*}\n[Lady of Rage]\nYeah, when it's beef in Gotham City I, gots to flip and\nHit 'em with the POW! BAM! BIFF! Whoa\nPick up your lips, don't trip, tie your shoelace\nWhen I spit, I split it, \nturn Harvey Dent into Two-Face\nRobin, I'm more than a sidekick, I'm more like the livest\nThey wanna go head up and collide\nAnd like collision, hope your moms made provisions\nSee you ain't got no ends baby, not even a smidgen\nMad hostility dealt, now I'mma really be felt\nSwitch on my utility belt, make yo' facility melt\nI go Mad on yo' Hatter\n, watch yo' whole shit splatter\nGet, wicked on yo' case like \nDetective Van Adder\nSo the, sayin goes, if you snooze you lose\nTrust you do, me and Batman the Dynamic Two!\n\n[Hook]\n[Snoop Dogg]\nCold day in Gotham in the Bat Cave chillin\nCatnip for Catwoman so she caught the feeling\nHuh, talk about flavor for a Pringle\nA favor for a favor maybe later we can mingle\nDamn, just then, the Bat Phone ringin\nThey hoo-bangin' in Gotham, I got to do my thing\n[RBX]\nBatman! War is on the brink\nIt seems that the Penguin is causing a stink\nCall up Robin quick, you know what to do\nAdd dye to the water and splash the town blue\n[Snoop Dogg]\nShit I'm there in a flash, Batmobile on 3's\nTrust me buddy, got heat for Mr. Freeze\nAnd Clayface will catch the em-brace\nOf napalm when I drop my Bat Bomb\n.. and don't you forget it\nTakin out you suckers and you don't know how I did it\n[Outro]\nNo one, can save the day like Batman\nRobin, will make you sway like that and\nBeat for beat, rhyme for rhyme\nDeep in Gotham, fightin crime\nNo one, can save the day like Batman\nRobin, will make you sway like that and\nBeat for beat, rhyme for rhyme\nDeep in Gotham, fightin crime\n\n[Lady of Rage]\nDirty Dinkins Batman!\nDid you see those crispy khaki creases on that rugged wretched..\n[Snoop Dogg]\nAiy-yo-yo-yo kick back Robin\nGet Alfred and tell him to have barbecued buffalo wings\nAnd a pitcher of Kool-Aid on chill\nIt's about to get real in the field\n[Lady of Rage]\nLeapin Lo-lo's! Over there Batman! That's a no-no!\nLet's hop out this fo'-do'!\n[Snoop Dogg]\nYea yea yea, systems engaged\nStart the Bat Engine, hit the Bat Switches\nYou ready Robin? Let's dip\n[Lady of Rage]\nLet's, dip! Holy Hoodrat Sally smokin' crack in the alley\nLet's, dip! I mean, crazy kinfolk in Kingsville Batman!\nWe must, we MUST Batman, listen to me\nHoly Leapin Lizards and Gizzards and all that shit that come with it\nAnd potatoes on top with gravy in the middle\nGod damnit Batman! {*echoes*}\n\"Da-da-da-da-da-da-da-da-da-da--da-da-dah - BATMAN!!\""
}