{
  "title": "Beautiful",
  "artist": "Doja Cat",
  "lyrics": "[Refrain]\nPowder, set, yes (Beautiful)\n'Kay, now impress, kill 'em in that dress, kill 'em in that\n[Chorus]\nI'm beautiful, I know it's so\nI'm beautiful\nI'm beautiful, I know it's so\nI'm beautiful, oh-oh, yo, oh\n[Refrain]\nSee you in that powder, set, yes\n'Kay, now impress, kill 'em in that dress (-ful), kill 'em in that\nPowder, set, yes\n'Kay, now impress, kill 'em in that dress (I'm beautiful), kill 'em in that\n[Verse 1]\nHey, Nayima, 'sup, Sabrina?\nHey, Naomi, love your features (-ful)\nWith a little bit of rouge on the cheek\nBronze little bombshells\n cruise by the beach\nLouis on the clutch, 'Boutin on the feets\nI'm doin' too much with your dude in the sheets (-ful)\nN-n-n-n-n-now you soft like three-hundred count (-ful)\nLittle rubber band tuckin' three-hundred thou' (-ful)\nThrow it on the floor (I'm beautiful), make three-hundred bounce\nCan you make a sixteen come out three-hundred mouths? (I might, I might, I might just have a)\n'Cause I might have a check in the mail (-ful)\nI might get 'em wetter like I'm underneath the sail\nHungry little bunny (I'm beautiful), I am comin' for your kale\nSo I can keep my mommy up and spend a hundred on the nails\nAs usual I'm suitable (-ful)\nCute from the cooch to my cuticles\nAnd, boo, you should know I'm so doable\nIt's quite provable that we beautiful (I'm beautiful), we beautiful\n\n[Refrain]\nPowder, set, yes (-ful)\n'Kay, now impress, kill 'em in that dress (-ful), kill 'em in that\n[Chorus]\nI'm beautiful, I know it's so (-ful)\nI'm beautiful (I'm beautiful)\nI'm beautiful, I know it's so\nI'm beautiful, oh-oh, ah, oh\n[Refrain]\nSee you in that powder, set, yes\n'Kay, now impress, kill 'em in that dress (-ful), kill 'em in that\nPowder, set, yes\n'Kay, now impress, kill 'em in that dress (I'm beautiful), kill 'em in that\n[Verse 2]\nYeah, and it ain't about bein' good lookin'\nIt's your brains, how they workin', get the good sookie-sookie (-ful)\nI'm sorry if your man can't stop lookie-lookie\nMistook me for a ho, and ain't nobody playin' hookie\n (\nNo-no-nobody\n)\nAnd you ain't found your girl on Tinder yet\nThe cookie like a temple, you could call it gingerbread\n (-ful)\nBe a good example at least on the internet (-ful)\nShorty postin' all them selfies, help me, is you single yet? (-ful)\nTell me, is you into head? (I know it's so) 'Cause maybe we can intersect\n'Cause sexually you interest, boy, visually you is a yes (No respect)\nAnd you dudes don't do your duty (-ful)\nCan't see me shake my head at you, too focused on the booty (O-o-o-oh)\nYou bastard bachelors (I know it's so) is really actin' like you're Clooney\nY'all truly won't be players 'til you learn to see the beauty (Male groupies)\nCan't say I blame you, if I was you, I would do me (-ful)\nI'm a cutie-patootie, but don't mistake that for hoochie\n'Cause even if you think you knew me, a woman changes with the seasons\nAnd I'm breathin' out the new me (Haaaaa)\n\n[Refrain]\nPowder, set, yes (Yeah, -ful)\n'Kay, now impress, kill 'em in that dress (Baby girl, -ful), kill 'em in that\n[Chorus]\nI'm beautiful, I know it's so (-ful)\nI'm beautiful (I'm beautiful)\nI'm beautiful, I know it's so\nI'm beautiful (-ful)\nI'm beautiful, I know it's so\nI'm beautiful (I'm beautiful)\nI'm beautiful, I know it's so\nI'm beautiful, oh-oh, ah"
}