{
  "title": "Believe What I Say",
  "artist": "Kanye West",
  "lyrics": "[Intro: Lauryn Hill]\nYo, yo (Check our situation)\nMy men and my women\n(Yo) Yo, yo (Check our situation)\nMy men and my wom–\n[Verse 1: Kanye West]\nYou need somethin' unexpected, some form of weapon\nYou ask Him to feel protected, and still feel protected\nJust one time for the record, just one time for the record\nDon't agree with the message, don't agree with the methods\n[Chorus: Kanye West]\nDon't let, don't let the lifestyle drag you down\nWho knows when was the last time you felt the love\nOne last sparkle to follow in my light\nOne last sparkle to follow\n[Verse 2: Kanye West]\nMan, it's too early\nWhat the hell you do wakin' me up at 5:30?\nWhy the hell are you worried?\nPlay somethin' that is very, very vibe-worthy\nI don't want my mind alerting\nPeople sayin' tweetin' gonna make you die early\nHow'd that have my heart hurtin'?\nHold it all inside, that could make you die early\nGo on and get your best attorney\nSomething's there, feel it when I heard it\nJust release the spirit, let it flow, though\nHow these **** leaving now with one leg like Flo-Jo?\nNail me to the cross with long nails, like Coko\nFree Throat Coat for the throat goats\nEven if I gotta do it solo, even if I gotta do it with no promo\nI ain't got my point across\n'Til we finally get across and pass the point\nSo there's a couple things that I gotta quote\nDon't involve yourself in things you don't have to know\nI ain't never question what you was askin' for\nI gave you every single thing you was askin' for\nI don't understand how anybody could ask for more\nGot a list of even more, I just laugh it off\nI be goin' through things I had to wrote\nCelebrity drama that only Brad'll know\nToo many family secrets, somebody passin' notes\nThings I cried about, I found laughable\nLil' baby Jesus, ain't laughing, no\nDon't involve yourself, it's things they ain't have to know\nThe big man upstairs ain't laughin', no\nDon't involve yourself, it's things they ain't have to know\n\n[Bridge: Buju Banton]\nNow here we are\nYou know I'm not about it\nShowed you my all\nI let you into my thoughts\n[Chorus: Kanye West]\nDon't let, don't let the lifestyle drag you down\nWho knows when was the last time you felt the love\nOne last sparkle to follow in my light\nOne last sparkle to follow in love\nOne last sparkle to follow in my light\nOne last sparkle to follow\n[Verse 3: Buju Banton]\nOkay, I didn't throw a fit when you said you wanted to leave\nI told you I loved you, but you didn't believe\nYou were too easily fooled, so easily deceived\nBy some dude who's more rather into greed\nPlagued by your emotions, you were swamped by your needs\nTold me I didn't believe, you said I was out to deceive, ahaha\nYou said that I lie, how did I? I told you everything, didn't I?\nBut you just could not believe, man, I'm so peeved\nYour friends all up in your head even when we're in bed\nYour mind's elsewhere, and you say you care? Haha\nI'm laughin' at you all, you think you got me? No, no\nMy back ain't against the wall (The wall, the wall, the wall, the wall, the wall)\n\n[Chorus: Kanye West]\nDon't let, don't let the lifestyle drag you down\nWho knows when was the last time you felt the love\nOne last sparkle to follow in my light (Right on)\nOne last sparkle to follow"
}