{
  "title": "Benz or Beamer",
  "artist": "OutKast",
  "lyrics": "[Intro]\n\"It all started at an accident scene on Bankhead and Ashby. It's not clear if the suspect caused it; it is clear he wielded a hammer and told Gerald to get out of his car.\"\n[Verse 1: Big Boi]\nYeah, now check it\nFrom alligator belts to patty melts, I be that smoothest nigga\nSo how do you figure that Atlanta don't be pulling them triggers?\nThe Southernplayalistic pimp is up in this bitch\nMan, my folkers up on that track, complimentin' that wickedness\nSee one is for the money, two is for my niggas who jack\nNiggas ain't takin' that shit no mo', they got big Benz and Cadillac\nMy gat is in my lap, so whatchu wanna be startin' now?\nI'm pissin' up on Jeffrey's Dahmer grave, that cracker was foul\n[Verse 2: André 3000]\nToo close for comfort, too close to home\nToo close to be playin' your boy, so hey, why don't you get your own?\nAs long as I got this legally\nPeople see that we can be on top of things without causin' another nigga sorrow\nI know it seems it ain't enough to go around\nBut keep on holdin' on like Goodie Mob 'cause it's a better day tomorrow\nThat's all I can say, can't tell the future\nTomorrow's another day, but today they just might shoot you\nFor your ride, fuck your pride, hide; better be out your seat\nQuick and snappy with a happy face before you bleed\nAsk me, if that material shit is worth your life\nI don't know about yours, but if so, you smoking pipes, right?\n\n[Hook]\nOoh-wee, ooh-wee, ooh-wee, ooh-wee, ooh-wee\nEither want a benz or a beamer\nOoh-wee, ooh-wee, ooh-wee, ooh-wee, ooh-wee\nEither want a benz or a beamer\nOoh-wee, ooh-wee, ooh-wee, ooh-wee, ooh-wee\nEither want a benz or a beamer\nOoh-wee, ooh-wee, ooh-wee, ooh-wee, ooh-wee\nEither want a benz or a beamer\n[Verse 3: André 3000]\nDeep in the Dungeon\n for these many months\nAmongst the Dungeon Dragon as we pass around them blunts\nHad to cut it out like shears, but for years I used to burn 'em\nGetting deep off in my thoughts just to get shit off my sternum\nChess, I never played but made many a moves\nI still blame it on the session 'cause I can't remember the due\nI guess, I feel that getting a Benz is out of the question\nThe world is yelling \"Hootie-hoo\" but in my pockets nothing but\nGum and lint, to sum the shit up: I'm broke\nNothing but hope, so Big Boi, tell 'em what you toke\n[Verse 4: Big Boi]\nI'm travellin' up to Jersey with four keys off in my trunk\nAnd thinkin' of startin' the ways to get that motherfucker crunk\nSee yes I be that nigga that with that sess off in my chest\nSmokin' and chokin' them token blacks, that wanted to test\nSee strong niggas survive and the weak niggas they die\nI never fuck no white bitch, I stopped eatin' at pig stys\nBe activatin that Lo-Jack 'cause the Fleetwood has been stolen\nCampbellton Road is open, the B-I-G has spoken\n'Cause it's like this\n\n[Hook]\nOoh-wee, ooh-wee, ooh-wee, ooh-wee, ooh-wee\nEither want a benz or a beamer\nOoh-wee, ooh-wee, ooh-wee, ooh-wee, ooh-wee\nEither want a benz or a beamer\nOoh-wee, ooh-wee, ooh-wee, ooh-wee, ooh-wee\nEither want a benz or a beamer\nOoh-wee, ooh-wee, ooh-wee, ooh-wee, ooh-wee\nEither want a benz or a beamer\n[Verse 5: Big Boi]\nI got these thoughts, similar to the ones in Call of the Wild\nUp in the Benz is where I be doin' about a hundred miles\nThe world is FUCKED UP how these niggas be driving drunk\nVehicular homicide with their bodies off in your trunk\nTo me the car does not belong, I use that strong arm robbery\nRobbin' spree, look at me, W-M-B backwards\nTakin' you to the chop shop with these verses\nComing around the projects make you sleep off in dem hearses\nI got a word of wisdom, for those who must resist\nYou'll be needin' a physical therapist, 'cause you can't fuck with this\n[Verse 6: André 3000]\nWhile you sat down by the seashore thinkin' about some seashells\nI was around the corner from Pleasant Hill thinking about the V-12\nBut maybe not for long because I just done seen the light\nI'm packing my screwdriver so see I'm gon' be alright\nJust moving the steering wheel side to side like a slalom\nNow I ain't got no problem, I'm just breaking the steering column\nI spot him, in the middle of the MARTA parking lot\nI'm hearin' a voice in the back of my head yellin \"André stop!\"\nBut do I stop, naw, I figure it's a come up\nBut now I'm going down 'cause the folks wanna run up\n\"Damn!\"\n\n[Hook]\nOoh-wee, ooh-wee, ooh-wee, ooh-wee, ooh-wee\nEither want a benz or a beamer\nOoh-wee, ooh-wee, ooh-wee, ooh-wee, ooh-wee\nEither want a benz or a beamer\nOoh-wee, ooh-wee, ooh-wee, ooh-wee, ooh-wee\nEither want a benz or a beamer\nOoh-wee, ooh-wee, ooh-wee, ooh-wee, ooh-wee\nEither want a benz or a beamer\n[Outro]\n\"Drop!\"\n\"They say the best way to deal with a carjacker is to simply give them what they want.\""
}