{
  "title": "Best Mistake",
  "artist": "Ariana Grande",
  "lyrics": "[Verse 1: Ariana Grande]\nHow soon do we forget how we felt?\nDealing with emotions that never left\nPlaying with the hand that we were dealt in this game\nMaybe I'm the sinner and you're the saint\nGotta stop pretending what we ain't\nWhy we pointing fingers anyway when we're the same?\n[Pre-Chorus: Ariana Grande]\nBreak up, make up, total waste of time\nCan we please make up our minds and stop acting like we’re blind? (Yeah, yeah)\n'Cause if the water dries up and the moon stops shining\nStars fall, and the world goes blind\nBoy, you know I'll be savin' my love for you, for you\n[Chorus: Ariana Grande & \nBig Sean\n]\n'Cause you're the best mistake I've ever made\nBut we hold on, mm, hold on\nThere's no pot of gold in the rainbows we chase\nBut we hold on (\nUh-uh\n), mm, hold on, ayy (\nYeah\n)\n[Verse 2: Big Sean]\nI guess time's wasting\nTick-tockin', lip lockin'\nHow can we keep the feelings fresh? How do we zip lock it?\nWear your heart up on your sleeve\nSo watch out for pickpockets (Swerve)\nI guess to go the distance we might need to pit stop it\nHold up (Hold up), I know love can be a beach with no shore (Shore)\nI done count to ten, lost my temper and went back to four (Four)\nI know sometimes it's hard to realize I'm the man that you need\nI had a dream we branched out, started a family tree, huh\nAnd I feel like that everything we do is overdue\nYou asked why I love your mom so much, 'cause she's a older you\nI wish that you were happy\nI guess that's the one thing I should be providing\nAin't no number twos\nWe both ones of ones, and we the oddest (Oddest) couple\nOnly humans, 'cept you, you a goddess\nOnly lying to you when I lie you down, just bein' honest\nWhen you start as friends, it's hard to say you're never going back\nIf I'm not the one, then I'm the best mistake you ever had\n\n[Pre-Chorus: Ariana Grande & \nBig Sean\n]\nBreak up, make up (\nBest, best, best mistake you ever had\n)\nTotal waste of time (\nBest, best, best mistake you ever had\n)\nCan we please make up our minds and stop acting like we're blind? (Yeah)\n'Cause if the water dries up and the moon stops shining\nStars fall, and the world goes blind\nBoy, you know I'll be savin' my love for you, for you\n[Chorus: Ariana Grande]\n'Cause you're the best mistake I've ever made\nBut we hold on, mm, hold on\nThere's no pot of gold in the rainbows we chase\nBut we hold on, mm, hold on, ayy\n[Outro: Ariana Grande & \nBig Sean\n]\nYou (You), you (You), you (You), you (You)\nMm, I'll be savin' my love for you, for you\n(\nBest, best, best mistake you ever had\n)\nYou (You), you (You), you (You), you (You)\n(\nBest, best, the best mistake you ever had\n)\n(\nBest, best, best mistake you ever had\n)\nMm, I'll be savin' my love for you, for you\n(\nBest, best, the best—\n)"
}