{
  "title": "Best Friend",
  "artist": "J.Cole",
  "lyrics": "This song is about Cole’s girl best friend  telling her to leave him because of his cheating habits.\n[Verse 1: J. Cole]\nI see your homegirl tryna sway you\nHow you figure I would play you\nWould you look at that? (Look at that)\nThe same one that caught her nigga with some freak\nAll in her sheets, left for a week\nThen what she do? Double back (Double back)\nNow I know we far from perfect\nBut I feel like this is worth it\nDo you disagree with that?\nIf not, then holla back (Holla back)\nHey, and tell your girl you'll call her back (Call her back, hey)\n[Pre-Chorus: Aaliyah & \nJ. Cole\n]\nMy best friend say\nShe sick of me cryin' on the phone, tellin' how my man be doggin' me (\nOh, yeah\n)\nMy best friend say\nDon't tell her nothing 'bout me and you 'cause she ain't showing me no sympathy\nMy best friend say\nIf she was me, she'd've let you go long, long time ago\nMy best friend say\nMy best friend say\nI'll be there\n[Chorus: Aaliyah, Missy Elliot & J. Cole]\nI'll still be there for you\nIn your time of need (Time of need)\nYou can lean on me\nCome on (Come on)\nI'll be there for you\n(Ayy, I'll be there)\nI'll be there for you (Ayy)\nIn your time of need (Oh yeah)\nYou can lean on me\nCome on (Oh)\nI'll be there for you (Yeah, hey, yeah, yeah)\n\n[Verse 2: J. Cole]\nNow, now, now, now\nKnow we be arguin', but ain't you ridin' with me?\nWe breakin' up, we makin' up like Dwayne Wayne and Whitley\nYou throw things, you broke things, use both hands and hit me\nAnd right when you call the law, I'll tell my boy to come get me\nThen you, then you start listenin' to friends, and it gets tricky\nThey try to tell you leave, but this love is real sticky\nSo you ignore the hickeys, the pics of chicks in they Vickys\nThat they sent me, is that real love? You the only one that I will love, damn, damn\n[Pre-Chorus: Aaliyah & \nJ. Cole\n]\nMy best friend say\nI can stay with her\nAt her house, no doubt, any time I like\nMy best friend say\nDon't let you in my life\n'Cause you don't do for me and you don't act right\nMy best friend say\nIf she was me, she would let you go a long, long time ago (\nIs that right?\n)\nMy best friend say, my best friend say (\nHey, hey, hey\n)\n[Chorus: Aaliyah, Missy Elliot & J. Cole]\nI'll still be there for you (There for you)\nIn your time of need (Time of need)\nYou can lean on me (Oh)\nCome on (Come on)\nI'll be there for you\n(Yeah, yeah, oh, oh, oh, whenever you)\nI'll be there for you (Whenever you)\nIn your time of need (Time of need)\nYou can lean on me (Oh, yeah)\nCome on (You know)\nI'll be there for you (There, there)\n\n[Outro: J. Cole]\nGirl, I can see it in your eyes\nHow you feelin'? Let me know what's on your mind (Your mind, your mind, your mind)\nWe've been together for a long, long time, hey\nGirl, I can see it in your eyes\nI know to you, it feel like I'm never around ('Round, 'round, 'round)\nBut if you leave me, then who else gon' hold me down? (Down, hey, down, hey, down, hey)"
}