{
  "title": "Bieber’s Paparazzi Deposition",
  "artist": "Justin Bieber",
  "lyrics": "Clip I\nPROSECUTION: Remember earlier today when I asked you -\nBIEBER: No\nPROSECUTION: Why don’t you listen to what I have to say first and then maybe you’ll tell me yes or no?\nBIEBER: I don’t have to listen to anything you have to say\n[Yelling over each other]\nPROSECUTION: Answer my question if you have a question about my question...\nBIEBER's DEFENSE ATTORNEY: Today is not for you to speak over me\nDEFENSE: ..Have a right for you to be clear to me..\nB ATTORNEY: Mr DeCalp...\nNew Scene\nPROSECUTION: Have you been to Australia ever?\nBIEBER: I don’t know... if I’ve been to Australia. Have I been to Australia?\n\nNew Scene\nPROSECUTION: Are you aware that know that \nScooter Braun\n knows that your body guards have attacked photographers?\nDEFENSE: Objection to form\nBIEBER: What kind of question is that? That didn’t make sense\nDEFENSE: That's correct about that -\nBIEBER: That doesn’t make sense, that’s a weird question: that doesn’t make sense\nDEFENSE: Can you just add some foundation?\nPROSECUTION: I-I-I- didn’t hear your response. Again sir, I’m  I’m pleading with you to-\nBIEBER: You know, I, I didn’t finish. I didn’t finish\nPROSECUTION: Oh, oh, I'm sorry - I didn’t want to interrupt\nBIEBER: Oh, oh really, you didn’t wanna to interrupt?\nNew Scene\nPROSECUTION: Is it true that you know that your security guards will punch, grab and push paps if they need too?\n\nBIEBER: Uh... I object\nPROSECUTION: Will you please look at the film, that’s up there?\nDEFENSE: Go ahead and start\nBIEBER: This is a film? This is a film?\nPROSECUTION: Pause it. Would you please watch the television\nBIEBER: You said it’s a film, you said watch the film, is this a film?\nPROSECUTION: Is this a... is there a difference between the film and something else?\nBIEBER: Is this a film?\nDEFENSE: It’s a yes or no answer required right?\nBIEBER: I think my lawyer's asking a question\nPROSECUTION: Please, sir\nBIEBER: My lawyer's asking a question\nPROSECUTION: You're not here to answer his questions. You're here to answer mine\n\nNew Scene\nPROSECUTION: Have you ever disciplined \nMr.  Hesney\n?\nBIEBER: \nDisciplined...What kind of question is that? [laughs] Is he my son?\n Guess what -\nPROSECUTION: Will you answer my question?\nBIEBER: Guess what  - I don’t recall.\n[Winks at camera]\nClip II\nPROSECUTION: You know Selena Gomez?\nBIEBER: \nYes\n.\nPROSECUTION: You be dating her at some point in time?\nDEFENSE: Whats the relevance of that, why are you asking that question?\nPROSECUTION: I’m take - because I’m allowed to ask\nDEFENSE: No you’re not allowed to just-\nPROSECUTION [Interupting]: Ab-ab-absolutely\nDEFENSE: -make up something and ask it\nPROSECUTION: What are you talking about?\nDEFENSE: It sounds like you're trying to harass him\nOTHER BIEBER ATTORNEY: Be a lawyer, man\nPROSECUTION: Stop making speeches and--\nBIEBER: Journalism, this isn't journalism, man\nDEFENSE: What is your relevance, what’s your pro-offer?\nPROSECUTION: If you have an objection state your objection\nDEFENSE: What’s your, what’s your pro-offer for relevance on that?\nPROSECUTION: Sir, have you ever talked with Selena Gomez and discussed your feelings about \npaparazzi's\n with her?\nBIEBER: (sighs)  Don’t ask me about her again\nPROSECUTION: Sir\n[All interrupting each other]\nDEFENSE: Move on to another-\nPROSECUTION: Have you ever!\nBIEBER: Don't ask me about her again\nPROSECUTION: Have you ever discussed!\nBIEBER: Don’t ask me about her again\nPROSECUTION: Have you ever discussed your feelings-\nBIEBER: Don’t ask me about her again\nPROSECUTION: Paparrazi -\nDEFENSE: We gotta take a break-\nPROSECUTION: Sir have you -\nDEFENSE: This is harassment if I’ve ever seen it. This is outrageous\nBIEBER: Don’t ask me about her again\nDEFENSE: Let’s take a break Justin, let’s take a break\nClip III\nDEFENSE: Objection\nBIEBER: [Sighs then Laughs to himself]\nPROSECUTION: Did I say something funny?\nDEFENSE: You don’t need to argue with the witness. Do you wanna state your question again?\nPROSECUTION: Is there anything funny in my question, as to why you were laughing?\nDEFENSE: What what is your question, should we have it read back? Lets have it\nBIEBER: \nWell, I don't know, Katie Couric, you tell me\nPROSECUTION: Are you calling me \nKatie Couric\n?\nBIEBER: .. No\nPROSECUTION: Is this a news interview for you? Cause it's not, it's your deposition, do you understand that?\nBIEBER: Yes... but I see what you're doing\nPROSECUTION: Have you ever spoken with Scooter Braun regarding photographers who want to take a picture of you?\nDEFENSE: Asked and answered several times\nBIEBER: [Sighs] That was definitely asked before that question was...\nPROSECUTION: What was your answer, please remind me of your answer\nBIEBER: No [sighs] this seems like a 60 minutes interview\nClip IV\nPROSECUTION: Do you know Raymond Usher IV?\nBIEBER: No\nPROSECUTION: Do you know an individual entertainer by the name of Usher?\nBIEBER: Yeah...Usher, that sounds familiar\nPROSECUTION: Isn’t it true that Usher is, was instrumental in starting your career?\nDEFENSE: What does this have to do with this litigation, Mr. D Calp? This is just you trying to harass the client\nBIEBER: Before we came back here, you would ask me...\nPROSECUTION: Let let her read back the question. Thank you for your memory\n[plays tape from 20 seconds ago]\nBIEBER: \nI was found on Youtube. Umm, I think that I was detrimental to my own career\nPROSECUTION: I’m sorry, I can’t hear you at all. I’m sitting right next to you can, uh, you go...\nDEFENSE: He said I think I was instrumental to my own career\nPROSECUTION: Well let me hear back from the [unintelligible]\nBIEBER: Instrumental\nClerk: \nHe said, I think I was instrumental to my own career\n.\nPROSECUTION: Thank you, sir, but my question was, Usher, was he helpful to your professional career?\nBIEBER: Yes\nPROSECUTION: Is Usher a close friend of yours?\nBIEBER: Yes\nPROSECUTION: Is Usher a confidant?\nBIEBER: Umm, I guess, yes\nPROSECUTION: Has Usher given you career advice?\nBIEBER: Is this an interview or a deposition? I’m confused."
}