{
  "title": "Big Booty Hoes",
  "artist": "The Notorious B.I.G.",
  "lyrics": "[Intro: Too $hort]\nBeeotch!\nTalk about these hoes, Big...\n[Verse 1: Notorious B.I.G.]\nI got a bitch that suck my dick 'til I nut\nSpit it on my gut and slurp that shit back up\nAin't that a slut (Hell yeah) she even take it in the butt\nFuck for 'bout a hour, \nnow she want a golden shower\nYou didn't know that we be pissin' on hoes, bitch (Biatch)\nLuke and Biggie straight shittin' on hoes, bitch (Biatch)\nLick your toes, bitch? (Biatch) Fuck no, you must be crazy\nSquirt in your face and then I'm Swayze\n (Bitch)\nRecognize G, straight up, I can't knock y'all\nAfter Big Poppa, fuck all of Junior M.A.F.I.A\nThe whole clique, dick sucked, ass licked\nLeave your number by the phone, bring yo' ass on home\nI roam in Lexus's and Benz's, the fly way\nWith the flyest bitch, gettin' head on the highway (Ridin')\nMy way, deep throat on Luke's boat\nWhen the moon rises, I'm cummin' in her eyes-es (Do it)\nJust the way players play\nLeave it up to me, I get fucked all day\nSucked all day, smokin' blunts, countin' cheese\nFucking bitches 'til they assholes bleed\nWhat you say, baby?\n\n[Hook: Too $hort & Biggie]\nAll I want is hoes, big booty hoes\nCheck it out, here's another one\nAll I want is hoes, big booty hoes\n(Don't take 'em to the crib unless they bonin')\nAll I want is hoes, big booty hoes\nCheck it out, here's another one\nAll I want is hoes, big booty hoes\n(Don't take 'em to the crib unless they bonin')\n[Verse 2: Notorious B.I.G.]\nBiggie bag bitches from barbecues to Bar Mitzvahs\nThe dick don't fit, use your lips 'cause... (Use 'em)\nI'm feelin' kinda itchy for a quickie\nDon't take off your coat, all you got to do is lick me\nMe eat you? I beat you, then greet you to the door, bitch\n'Cause I don't love you no more\nWhich one of these hoes in the lobby wanna slob me?\nYou know me, I like my dick, Brown like Bobby\nIn the dook-shoot, then the bitch get the boot\nUnless she lick ass and blow dicks like flutes\nI like 'em cute, round tits and fat asses\nEducated, so I can bust off on their glasses\nI wanna cum on your tongue and gums, all night\nThe bitch drink nuts by the pint\n\n[Pre-Hook: Too $hort]\nDrink it, bitch!\nAll of these hoes do that shit\n[Hook: Too $hort & Biggie]\nAll I want is hoes, big booty hoes\nCheck it out, here's another one\nAll I want is hoes, big booty hoes\n(Don't take 'em to the crib unless they bonin')\nAll I want is hoes, big booty hoes\nCheck it out, here's another one\nAll I want is hoes, big booty hoes\n(Don't take 'em to the crib unless they bonin')\n[Verse 3: Too $hort]\nIt's after midnight, it's time to come up\nFuckin' with some sluts, tryin' to bust a nut\nI ain't seen this many hoes in a long time\nI wanna make 'em all mine (Get down, ho)\nBut it's gettin' kinda late, and I can't wait\nBitch, fuck a first date\nI pulled out my dick, she called me rude...\n...but then she ate it like food (Tramp)\nThen she noticed the limp and the whip\nRecognize game, you've been pimped by a pimp\nThrow all that trick shit–out the window\nYou come up short tryin' to doubt the pimp, ho\nToo $hort, baby, straight from Oakland\nHo money is my fix and I can't be broken\nFreak bitches all on my dick\nWe on some Brooklyn–Oakland, California shit (Beotch!)\n\n[Hook: Too $hort & Biggie]\nAll I want is hoes, big booty hoes\nCheck it out, here's another one\nAll I want is hoes, big booty hoes\n(Don't take 'em to the crib unless they bonin')\n[Outro: Too $hort]\nYou knew I was a dog when you met me, bitch\n (BITCH)\nHa ha, fo' sho' (YEAHH)\nTell you anything you wanna hear right about now\nTo the spot – that's where we goin', baby\nSee? We goin' to the spot\nDo our thang like we always do\nYou ain't know?"
}