{
  "title": "Big Poppa",
  "artist": "The Notorious B.I.G.",
  "lyrics": "[Intro: The Notorious B.I.G. & \nPuff Daddy\n]\nUh, uh, check it out (\nYeah\n), uh\nJunior M.A.F.I.A., uh (\nHe-he\n)\nUh (\nI like this\n) yeah, yeah\nNine-fo' (\nKeep bangin'\n)\n[Verse 1: The Notorious B.I.G. & \nPuff Daddy\n]\nTo all the ladies in the place with style and grace\nAllow me to lace these lyrical douches in your bushes (Uh)\nWho rock grooves and make moves with all the mamis?\nThe back of the club, sippin' Moët is where you'll find me (What?)\nThe back of the club, mackin' hoes, my crew's behind me (Uh)\nMad question askin', blunt passin'\nMusic blastin', but I just can't quit\nBecause one of these honeys Biggie got to creep with (\nThat's right\n)\nSleep with, keep the ep a secret, why not? (Uh)\nWhy blow up my spot 'cause we both got hot?\nNow check it: I got more mack than Craig, and in the bed\nBelieve me, sweetie, I got enough to feed the needy (\nCome on\n)\nNo need to be greedy, I got mad friends with Benzes\nC-notes by the layers, true fuckin' players (Uh)\nJump in the Rover and come over, tell your friends jump in the GS3\nI got the chronic by the tree cuz (\nLet's go\n)\n[Chorus: The Notorious B.I.G. & \nPuff Daddy\n]\nI love it when you call me Big Poppa\nThrow your hands in the air if you's a true player\nI love it when you call me Big Poppa\nTo the honeys gettin' money, playin' niggas like dummies\nI love it when you call me Big Poppa\nYou got a gun up in your waist, please don't shoot up the place (\nWhy?\n)\n'Cause I see some ladies tonight that should be havin' my baby (Uh), baby (Uh)\n\n[Verse 2: The Notorious B.I.G. & \nPuff Daddy\n]\nStraight up, honey, really I'm askin'\nMost of these niggas think they be mackin', but they be actin'\nWho they attractin' with that line (\nWhat?\n), \"What's your name? What's your sign?\"\nSoon as he buy that wine, I just creep up from behind (\nThat's right\n)\nAnd ask you what your interests are, who you be with\nThings that make you smile, what numbers to dial\nYou gon' be here for a while? I'm gon' go call my crew, you go call your crew\nWe can rendezvous at the bar around 2 (\nCome on\n)\nPlans to leave, throw the keys to Little Cease (Uh-huh)\nPull the truck up front, and roll up the next blunt\nSo we can steam on the way to the telly, go fill my belly (\nG\n)\nA T-bone steak, cheese eggs and Welch's grape\nConversate for a few, ‘cause in a few we gon' do\nWhat we came to do, ain't that right, boo? (True)\nForget the telly—we just go to the crib\nAnd watch a movie in the jacuzzi, smoke Ls while you do me\n[Chorus: The Notorious B.I.G. & \nPuff Daddy\n]\nI love it when you call me Big Poppa\nThrow your hands in the air if you's a true player (\nCome on, yeah\n)\nI love it when you call me Big Poppa\nTo the honeys gettin' money, playin' niggas like dummies (Uh)\nI love it when you call me Big Poppa\nYou got a gun up in your waist, please don't shoot up the place (\nWhy?\n)\n'Cause I see some ladies tonight that should be havin' my baby, baby (Uh)\n\n[Verse 3: The Notorious B.I.G. & \nPuff Daddy\n]\n(\nHow you livin', Biggie Smalls?\n) In mansion and Benzes\nGivin' ends to my friends, and it feels stupendous\nTremendous cream: fuck a dollar and a dream (\nHeh\n)\nStill tote gats, strapped with infrared beams (\nThat's right\n) (What?)\nChoppin' Os (Uh-huh), smokin' la in Optimos\nMoney, hoes and clothes: all a nigga knows (\nAll a nigga knows\n)\nA foolish pleasure? Whatever\nI had to find the buried treasure (For what?), so grams I had to measure\nHowever, livin' better now, Coogi sweater now\nDrop top BMs, I'm the man, girlfriend\n[Interlude: Puff Daddy]\nYeah, honey, check it\nTell your friends to get with my friends\nAnd we can be friends\nShit, we can do this every weekend (That's right), alright?\nIs that aight wit' you?\nYeah, keep bangin'\n[Chorus: The Notorious B.I.G. & \nPuff Daddy\n]\nI love it when you call me Big Poppa\nThrow your hands in the air if you's a true player\nI love it when you call me Big Poppa\nTo the honeys gettin' money, playin' niggas like dummies (Uh)\nI love it when you call me Big Poppa\nYou got a gun up in your waist, please don't shoot up the place (\nWhy?\n)\n'Cause I see some ladies tonight that should be havin' my baby, baby (Uh)\n\n[Outro: The Notorious B.I.G.]\nCheck it out\nNine-fo' shit for that ass, uh\nPuff Daddy, Biggie Smalls, Junior M.A.F.I.A\n.\nRepresent, baby, baby, uh"
}