{
  "title": "Biggie",
  "artist": "The Notorious B.I.G.",
  "lyrics": "The Notorious B.I.G.’s hook in this track is from the song “Let’s Get It On” by Eddie F. and the Untouchables from the album Let’s Get It On.\n[Intro: Lil' Cease]\nQueens B, and \nand The Notorious B.I.G. nigga\nThe best that ever lived, the best that ever did it\nThe best that ever lived it\nCocksuckers, what's his name, huh? \n(Biggie)\nThat's how we do it y'all\nYeah, to all my niggas in the house\nBad Boy\nWho we die for? \n(Biggie)\nAll day, everyday, nigga\n[Verse 1: Lil' Cease]\nFor the love of B.I.G.\n, we bang out\nSince my man died, we don't hang out\nWe blow brains out, we tear the club up, pullin' things out\nMafia World, all my niggas max out \n(Biggie)\nWe Bad Boys, why ya'll niggas cracked out\nCoward niggas, most are buried down South\nFar from gangstas, really hush puppies\nNiggas barely speak when we discuss money \n(Biggie)\nNiggas stay yappin' when there's always somethin' funny \n(Uh-huh)\nThe realest niggas never took nothin' from me (Aight)\n(Biggie)\n Rock ice, stay jig \n(Uh-huh)\nFuck with niggas that got drunk, and hate kids \n(Biggie)\nGot niggas on state bids, that hate movies like \n'Rosewood'\n and \n'Matrix'\n \n(Biggie)\nAyo, Biggie taught me well \n(Uh-huh)\nBiggie told me how to flip bricks like cartwheel\n\n[Chorus: Lil' Cease & \nThe Notorious B.I.G.\n]\n(Biggie)\n To all my thugs who puffed him (Uh-huh)\nTo all my girls who hugged him (Yeah)\nYou love him, yell his name \n(Biggie)\nI'd rather die on my feet, than live on my knees\nNigga, please, I cock and squeeze for Biggie Mafia (C'mon!)\nRepresentin' Bucktown\n (Uh-huh)\nMack 11's cocked back\n (Yeah), \nniggas better duck down\n (Oh)\nFace down\n (Uh), \nyou know the routine, the cream\nEarrings\n, you know the drama Biggie bring\n[Verse 2: Larceny]\n(Biggie)\n For B.I.G., I learn to grip, aim, and cock it \n(Uh-huh)\nOnce I got it, I lock it\nBanger, big city boy with deep pockets \n(Whooo)\nSee me speak, that paper better be the topic \n(Uh-huh)\nI like my ice frozen like the Antartic\nI'm quick to finish it, you're good to start it \n(Biggie)\nAnd with the flashy colors on, you just a target \n(Uh-huh)\nWaitin' for a hard hit \n(Yeah!)\nI like marine blue, marine green, roll with a mean team\nMeshed out, fresh out, and stay greams\n(Biggie)\n We big boys, we do big things\nBorn in this county of Kings \n(Uh-huh)\nI ain't got shit, I spread things, take things \n(Take that, yeah)\nFuck whenever my mood swings\nFrom the summer for the winter to the spring \n(Uh)\nMy nigga Ill's holdin' it down for the beam\nLike Big said, we do the real things \n(The real things)\nWe still bubble and steal chains \n(Steal chains)\nStill tussle, still struggle, we feel pain \n(Feel pain)\nStill ride, still die for Big's name \n(Yeah)\n\n[Chorus: Lil' Cease & The Notorious B.I.G.]\n(Biggie)\n To all my thugs who puffed him\nTo all my girls who hugged him\nYou love him, yell his name \n(Biggie)\nI'd rather die on my feet, than live on my knees\nNigga please, I cock and squeeze for Biggie Mafia\nRepresentin' Bersecktown\nMack 11' cocked back, niggas better duck down\nFace down, you know the routine, the cream earrings\nYou know the drama Biggie bring\n[Verse 3: Trife]\n(Biggie)\n For Big I grip the Sig, put six in your wig \n(Uh-huh)\nNot 'cause of what he said, 'cause of what he did\nWhen I hear that pop quiz, that's the way I was raised\nAnd that's the way it is for \n(Biggie)\nWe roll like the Panthers, show our guns on camera\nDo jokes with police scanners, niggas mediocre, full of dirt like hampers\nI roll with a bunch of niggas that wear bandanas and rep \n(Biggie)\nWe kept it thorough from the heart, ripped the barrel\nB.K. style, see Big howl, now\nLet's see who wanna go against Mafia World\nNiggas nothin' but squirrels, they know we rep \n(Biggie)\nNiggas tryin' to get a nut, hit in the head or below the gut\nWood style, roll 'em up, get plucked, nigga, what\nGo back to spend a ton, and know cats wit' gold tooths\nKnow my gat and bust for my nigga... \n(Biggie)\n\n[Chorus: Lil' Cease & The Notorious B.I.G.]\n(Biggie)\n To all my thugs who puffed him\nTo all my girls who hugged him\nYou love him, yell his name \n(Biggie)\nI'd rather die on my feet, than live on my knees\nNigga please, I cock and squeeze for Biggie Mafia\nRepresentin' Bucktown\nMack 11's cocked back, niggas better duck down\nFace down, you know the routine, the cream (You know the routine)\nEarrings\n, you know the drama Biggie bring\n[Verse 4: Lil' Kim]\n(Biggie)\n Now when I cock back and squeeze, my Desert E's\nMake you drop to your knees, barely able to breathe\nMy bullets move in threes, one for Brook-lyn\nOne for Mafia – so take that, uh; and this one's for... \n(Biggie)\nYou know Frank kept me iced out\nMink dragging, seven figures in my bank account\nAll that material shit, ya'll still tryin' to get it\nUh, you fuckin pricks, get off his dick, tryin' to be like... \n(Biggie)\nAll ya'll lame ass niggas keep my man name out your mouth\nOr get this shit right, check it, it's the B-I, double G-I–E\nYa'll niggas can't see Poppa, nor the Big Momma\nWho do you love? \n(Biggie)\nFor the Y2G, the two ten\nWe got it sewn, we don't need ya'll help, we hold our own\n'Cause this goes out to cats not tryin to give it up\nBig missin' us, shout him out...\n[Chorus: Lil' Cease & The Notorious B.I.G.]\n(Biggie)\n To all my thugs who puffed him\nTo all my girls who hugged him\nYou love him, yell his name \n(Biggie)\nI'd rather die on my feet, than live on my knees\nNigga please, I cock and squeeze for Biggie Mafia\nRepresentin' Bucktown\nMack 11's cocked back, niggas better duck down\nFace down, you know the routine, the cream\nEarrings\n, you know the drama Biggie bring"
}