{
  "title": "Biggie Got the Hype Shit",
  "artist": "The Notorious B.I.G.",
  "lyrics": "[Sampled]\n\"Well, who is 'Biggie Smalls'?\"\n[Intro]\nNotorious Biggie Smalls in full effect\nGot my DJ Fifty Grand in the house, you know what I'm sayin'?\nI'ma drop a nice long rhyme on this funky track\nYou know how we get down, yo\n[Verse 1]\nShake your head and say damn (Yeah!)\nWhen the words from Big-man explode like an ash-can\nWhile DJ Fifty Grand kick beats like Van Damme\nThat fighting ass nigga?\nIntroducing the supreme Bigga, nigga!\nYes, it's the B, I break with the bonus\nBumrush bums and bitch-ass opponents\nBucks plug out ya brain, break your back bone\nSend ya back home, vack to the wack zone\nTry to underrate the heavy weight\nBut when I dominate, you couldn’t wait to play me on your tape\nPress rewind, maybe two times or three times\nHere to rhyme, to blind your mind like Moonshine\nBiggie Smalls got bitches in Brazil, boy (Yeah!)\nUse a rubber if the bitch is on the pill, boy\nThe complete opposite of a kill-joy\nStick-ups, shoot-outs, hustling, I get ill, boy\nNiggas run up, they say \"Big, I wanna battle ya!\nI think I could burn ya!\" From where, Attica?\nLook at you, you're shaking like a pair of dice!\nAnd when I rip ya, rob ya, roast ya then you'll say I'm trice!\nMan, don't try to gas me or juice me, smoke you like a loosie\nI pack a MAC, you pack a deuce-deuce, G\nSo press up before you get messed up\nThat's your best luck, the kinda sort, run you over in the 4 by 4\nAnd the tag on your toe will read Derelict\nPass the blunt, I take a hit, pass the drink, I take a sip\nPass the skins, I take a dip, pass my loot, before I flip\nMan, brother, man, brother man!\nI thought you knew the pedigree of the B.I.G\nCut emcees like lumberjacks cutting trees\nRip microphones like Freddy rip kids\nLike car rigs do bids, my burner's always there\nTo the back, to the side, to the front\nSmoke a blunt, break ya like Ivana broke Trump\n you little young chump\nYeah, reach for your gun, make sure you get done\nBe a ghost like Michael Landon\nAnd the rhyme keeps flowing\nLike the rabbit with the drum, I keep going and going\nAnd showing MC's how to flow, yo\nI smoke weed like Tony Montana sniff the yayo\n \"Be slow bro!\nSlow down before you get slowed down, quick!\"\nWhich burner you wanna get hit with, pick!\nI'm the wrong nigga to be fucking with\nSo sit back and admit, Biggie Smalls got that hype shit!\n\n[Chorus]\nBiggie got the hype shit!\nHe got the hype shit!\nBiggie got the hype shit!\nHe got the hype shit!\nBiggie got the hype shit!\nHe got the hype shit!\nBiggie got the hype shit!\nHe got the hype shit!\n[Verse 2]\nLyric enhancement is a must, that's why I bust\nDope raps like a burner bust caps\nI'm used to making tracks, that's why my rap sounds like that\nI get my props and all my pats on the back\nB-I, double G-I-E Smalls\nWho the nigga in the place? Watch him fall\nCheck all the pockets for some loot, take the girl, knock the boots\nIf she's cute, I'm the pimp, she's the prostitute\nHey! Sippin' on the heineken\nAin't a rapper finer than the B.I.G and Fifty Grand, suckers better try again\nBefore you get lifted and twisted\nYou better smoke a spliff, kid I'm gifted\nFill it to the tip, with the dope shit\nNigga, fifty-shot clip to my hip\nSkip to my lou, special shout-outs to my crew\nFifty Grand and the OGB flucture through\nI'm dynamite, out of sight on the mic\nThree and two, Frank got ya sleeping with the night light\nSo wake up and smell the coffee, you're nothing but a softie\nRappers screaming \"Biggie, get off me!\"\nDon't have me go off, G ' cause I'm just lukewarm\nAnd I'm not the type to toot my own horn\nBut uh, toot toot! I take my timbo boots\nAnd just lose it, you fucking piece of bowel movement!\nMy tec got a long clip\nBiggie Smalls got the hype shit!\n\n[Chorus]\nBiggie got the hype shit!\nHe got the hype shit!\nBiggie got the hype shit!\nHe got the hype shit!\nBiggie got the hype shit!\nHe got the hype shit!\nBiggie got the hype shit!\nHe got the hype shit!\n[Outro]\nYo, special shout outs to Junior M.A.F.I.A, y'all know what time it is\nMy man Fifty Grand, and his man\nAyo, my man Big O in the house, you know what I'm sayin'\nRecognize the pedi', that OGB in full effect\nI'm out"
}