{
  "title": "Bitch Please 2",
  "artist": "Eminem",
  "lyrics": "[Intro: Snoop Dogg & \nDr. Dre\n]\nYeah, what up, Detroit?\nNu-uh, nu-uh nuh, no, he didn't (Ah)\nThey didn't do it again (What-what, you what?)\nYou shitted on these niggas two times, Dr. Dre?\nOh, fo' sho'\nUh-uh, naw, you smell that?\nThis is special right here\n (What-what, what-what-what?)\nYeah, it's a toast to the boogie, baby, uh\nTo the boogie-oogie-oogie\n (Aw, yeah)\nYa know, what's crackin', Dre?\n[Verse 1: Dr. Dre & \nSnoop Dogg\n]\nJust let me lay back and kick some old simplistic pimp shit on Slim's shit\nAnd start riots like Limp Bizkit\n (\nLimp Bizkit\n)\nThrow on \"Guilty Conscience\" at concerts\nAnd watch mosh pits 'til motherfuckers knock each other unconscious (\nWatch out, nigga\n)\nSome of these crowds that Slim draws\nIs rowdy as \nCrenshaw Boulevard\n when it's packed and full of cars\nSome of these crowds me and Snoop draw is niggas from Crenshaw\nFrom Long Beach to South Central\nWoah, not these niggas again\nThese grown-ass ignorant men with hair-triggers again (\nShit\n)\nYou and what army could harm me?\nD.R.E. and Shady with Doggy from Long Beach (\nWestside\n)\nCame a long way to makin' these songs play\nIt'll be a wrong move to stare at me the wrong way\nI got a long Uz' and I carry it all day\nSometimes it's like a nightmare just bein' Andre\nBut I…\n\n[Verse 2: Snoop Dogg & \nEminem\n]\nSomehow, some way\nHello, nigga\nYou know about Dogg-ay (Snoop Dogg)\nAnd let me cut these niggas up and show 'em where the fuck I'm comin' from\nI get the party crackin' from the shit that I be spittin', son\n (Yeah)\nHit-and-run, get it done, get the funds, split and run (Watch out)\nGot about fifty guns and I love\nAll of 'em the same, \nbang-bang\n (Word up)\nDamn, baby girl, what's your name? (What's your name?)\nI forgot, what'd you say it was? Damn, a nigga buzzed (Fucked up)\nHangin' in the club with my nephew Eminem\n (\nWhat's up, Slim?\n) What up, Cuz? (\nWhat up, Snoop?\n)\nThe Great White American Hope (Uh-huh)\nDone hooked up with the king\n of the motherfuckin' West Coast, baby\n[Chorus: Nate Dogg & \nSnoop Dogg\n]\nAnd you don't really wanna fuck with me\nOnly nigga that I trust is me\nFuck around and make me bust this heat\nThat's the devil, they always wanna dance\n[Verse 3: Xzibit]\nI'm the Head Nigga In Charge, I'm watchin' you move\nYou're found dead in your garage with ten o'clock news coverage\nGotta love it 'cause I expose the façade\nYour little lungs is too small to hotbox with God\nAll jokes aside, come bounce with us\nStandin' over you with a 12 gauge about to bust\nIt's like ashes to ashes and dust to dust\nI might leave in a bodybag, but never in cuffs\nSo who do you trust? They just not rugged enough\nWhen things get rough, I'm in the club shootin' with Puff\nBitch, please, you must have a mental disease\nAssume the position and get back down on your knees\nCome on\n\n[Chorus: Nate Dogg & \nSnoop Dogg\n]\nAnd you don't really wanna fuck with me\nOnly nigga that I trust is me\nFuck around and make me bust this heat\nThat's the devil, they always wanna dance\nAnd you don't really wanna fuck with me\nOnly nigga that I trust is me\nFuck around and make me bust this heat\nThat's the devil, they always wanna dance\n[Interlude: Eminem & \nSnoop Dogg\n]\nAw, naw, Big Slim Dogg\nEighty pound balls (\nWhat?\n), dick six-inch long (\nMm\n)\nBack up in the heezy, baby\nHe's Shady (\nHe's so crazy\n)\n (Hahaha)\n[Verse 4: Eminem & \nSnoop Dogg\n]\nGive me the mic, let me recite 'til Timothy White\nPickets outside the Interscope offices every night\nWhat if he's right? I'm just a criminal\n \nmakin' a livin' off of the world's misery\nWhat in the world gives me the right to say what I like\nAnd walk around flippin' the bird?\nLivin' the urban life like a white kid from the burbs\nDreamin' at night of screamin' at Mom, schemin' to leave\nRun away from home and grow to be as evil as me\nI just want you all to notice me, and people to see\nThat somewhere deep down, there's a decent human being in me\nIt just can't be found, so the reason you've been seeing this me\nIs 'cause this is me now, the recent dude who's being this mean\nSo when you see me dressin' up like a nerd on TV\nOr heard the CD usin' the fag word so freely\nIt's just me bein' me; here, want me to tone it down?\nSuck my fuckin' dick, you faggot, you happy now?\nLook here:\nI start some trouble everywhere that I go (\nThat I go\n)\nAsk the bouncers in the club 'cause they know (\n'Cause they know\n)\nI start some shit, they throw me out the back door (\nThe back door\n)\nCome back and shoot the club up with a .44 (\nA .44\n)\n\n[Chorus: Nate Dogg & \nSnoop Dogg\n]\nAnd you don't really wanna fuck with me\nOnly nigga that I trust is me\nFuck around and make me bust this heat\nThat's the devil, they always wanna dance\nAnd you don't really wanna fuck with me\nOnly nigga that I trust is me\nFuck around and make me bust this heat\nThat's the devil, they always wanna dance\n[Outro: Xzibit]\n2001\n and forever\nSlim Shady, Dr. Dre\nSnoop Dogg, \nX to the Z\nNate Dogg\n, come on, yeah"
}