{
  "title": "Black Republican",
  "artist": "Nas",
  "lyrics": "Nas and Jay Z’s first collaboration since their beef, which appeared on Nas' 2006 album Hip Hop is Dead. The beat samples an orchestral piece by Marcia Religiosa which was used in The Godfather, Part II:\n[Produced by L.E.S & Wyldfyer]\n[Intro: Jay-Z, (\nNas\n) & \nboth\n]\nI know you can feel the magic, baby\nTurn the motherfuckin' lights down\nEsco, whattup? (\nWhattup, homie?\n)\nI mean, it's what you expected, ain't it? (\nHahaha\n)\nLet's go... \nuhh, uh, uhh, uh, uhh, uh\nTurn the music up in the headphones\nUh, yeah, that's perfect (\nYeah, right, right\n)\nUhh, uh, you gotta take ya time, make a nigga wait on this muh'fucka (\nHahaha!\n)\nMake niggas mad and shit like...\nNiggas usually just start rappin' after four bars, \"Nigga, go in!\"\nJust start dancin' in this muh'fucka\nYeah, (\nYeah...\n) we just come outta nowhere\n[Chorus: Jay-Z, (\nNas\n)]\nI feel like a Black Republican, money I got comin' in\nCan't turn my back on the hood\n, I got love for them\nCan't clean my act up for good, too much thug in him (\nNah\n)\nProbably end up back in the hood, like, \"Fuck it then\"\n[Verse 1: Jay-Z, (\nNas\n)]\nHuddlin' over the oven, we was like brothers then\n (\nWhat?\n)\nThough you was nothin' other than a son of my mother's friend\nWe had covenant, who would've thought the love would end?\nLike Ice Cold's album (\nUhh\n), \"all good things...\"\nNever thought we'd sing the same song that all hoods sang\nThought it was all woodgrain, all good brain\nWe wouldn't bicker like the other fools, talk good game\nNever imagine all the disaster that one good reign could bring\nShould blame–the game, and I could\nIt's kill or be killed, how could I refrain?\nAnd forever be in debt, and that's never a good thing\nSo the pressure for success can put a good strain\nOn a friend you call best, and yes, it could bring\nOut the worst in every person, even the \ngood and sane\nAlthough, we rehearsed it, it just ain't the same\nWhen you put in the game at age sixteen\nThen you mix things, like cars, jewelry, and Miss Thing\nJealousy, ego, and pride,\n and this brings\nIt all to a head like a coin – cha-ching\nThe root of evil strikes again, this could sting\nNow the team got beef, between the Post and the Point\nThis puts the ring in jeopardy, indefinitely\n\n[Chorus: Jay-Z & \nNas\n]\nI feel like a black republican, money I got comin' in\nCan't turn my back on the hood, I got love for them (\nUhh, uhh\n)\nCan't clean my act up for good, too much thug in him (\nNah\n)\nProbably end up back in the hood (\nUh\n), I'm like, \"Fuck it then\"\nI feel like a black militant takin' over the government\nCan't turn my back on the hood, too much love for them (Nah)\nCan't clean my act up for good, too much thug in him\nProbably end up back in the hood, I'm like, \"Fuck it then\"\n[Verse 2: Nas, (\nJay-Z\n)]\nI'm back in the hood, they like, \"Hey, Nas\" (\nUh\n)\nBlowin' on purp, reflectin' on they lives (\nUh\n)\nCouple of fat cats,\n \ncouple of A.I.'s\nDreamin' of fly shit instead of them gray skies\nGray 5s, haters wishin' our reign dies\nPitch, sling pies,\n \nand niggas they sing, \"Why\"? (\nUhh\n)\nGuess they ain't strong enough to handle their jail time\nWeak minds keep trying, follow the street signs\nI'm standing on the roof of my building\nI'm feelin' the whirlwind of beef, I inhale it\nJust like an acrobat, ready to hurl myself through the hoops of fire\nSippin' 80 proof, bulletproof under my attire\nCould it be the forces of darkness\nAgainst hood angels of good that form street politics?\nMakes a sweet honest kid turn illegal for commerce (\nUhh\n)\nTo get his feet out of them Converse,\n that's my word\n\n[Chorus: Jay-Z & \nNas\n]\nI feel like a Black Republican, money keep comin' in\nCan't turn my back on the hood, I got love for them (\nUhh, uhh\n)\nCan't clean my act up for good, too much thug in him (\nNah\n)\nProbably end up back in the hood (\nUhh\n), ah, \"Fuck it then\"\nI feel like a black militant, takin' over the government\nCan't turn my back on the hood, too much love for them\n (I got love for them)\nCan't clean my act up for good, too much thug in him\nProbably end up back in the hood, I'm like, \"Fuck it then\""
}