{
  "title": "Blow Up",
  "artist": "J.Cole",
  "lyrics": "Ever since he “blew up” with fame and fortune, J. Cole has attracted many a hateful gaze. He feels like he still has a way to go though.\n\nJ. Cole produced this song and it samples Focus by Hocus Pocus.\n[Intro]\nLa, la-la-la, la-la-la\n[Chorus]\nHey, this is a song for my haters\nYeah, y'all got me feelin' like the greatest, yeah\nHey, this is a song for my haters\nHey, hey, y'all got me feelin' like the greatest, yeah\n[Post-Chorus]\nHah, bitch, I'm about to blow up\nUh-huh, say what?\nBitch, I'm about to blow up\nHey, I came up, I warmed up, the next up\nBitch, I'm about to blow up\n[Verse 1]\nHuh, uh, now don't it sound legendary?\nLive enough to resurrect the dead and buried\nThis for niggas who ain't satisfied with secondary\nThis for my sisters who ain't satisfied with secretary\nUh, I'm blowin' up, and, bitch, I'm still me\nBut what's the cost to live your dreams, do you feel me?\nEverything glittering ain't what you think it will be\nFunny how money, chains, and whips make me feel free\nI'm starrin' in this bitch and, yeah, I write the show\nFuck the haters, I'm headed to the place you like to go\nThey say, \"What you fightin' for? The game is on life support\"\nAyy, Gary Coleman just passed, life is short\n\n[Pre-Chorus]\nBitch, I'm about to blow up\nLook, I'm about to blow up\nYeah, got to the club early just to get in free and wait for hoes to show up\nMan, but now it's bottles at them tables, bring the models, boy, I'm 'bout to pour up\nUh-huh, you know what? Huh\nBitch, I'm about to blow up (La)\nLeft side, left side, hey (La-la-la)\nRight side, right side, uh-huh (La-la-la)\nLeft side, left side, hey (La-la-la)\nBitch, I'm about to blow up (La-la-la)\n[Chorus]\nHey, this is a song for my haters (Bitch, I'm about to blow up)\nYeah, y'all got me feelin' like the greatest, yeah (Hah, said I'm about to blow up)\nHey, this is a song for my haters (Uh-huh, look, I'm about to blow up)\nHey, hey, y'all got me feelin' like the greatest, yeah (Yeah, bitch, I'm about to blow up)\n[Verse 2]\nMama say I should reconsider law school\nThat means I wear a suit and bend the truth and feel awful?\nHell naw, got a degree, but what that cost you?\nYou make a good salary just to pay Sallie Mae\nThat's real as ever, duckin' bill collectors\nLike Jehovah's Witness when they showed up at your door at Christmas\nWas broke as dishes, tryna let it go\nHit the club, she drop it low, lower than my credit score\nAccount overdraft, what I got this debit for?\nSo much debt, it got me drinkin', thinkin', \"Bitch, I better blow\"\nI better blow\nThese hoes ain't checkin' for no nigga with no vehicle\n, \nyou border like Mexico, huh\nAyy, baby girl, what it look like?\nAyy, where your head at? Ayy, what you cook like?\nShe say, \"Where your bread at or what your whip like?\nYou ain't got one or the other, well, brother, good night\"\n\n[Pre-Chorus]\nBitch, I'm about to blow up\nLook, I'm about to blow up\nYeah, got to the club early just to get in free and wait for hoes to show up\nMan, but now it's bottles at them tables, bring the models, boy, I'm 'bout to pour up\nUh-huh, you know what? Huh\nBitch, I'm about to blow up (La)\nLeft side, left side, hey (La-la-la)\nRight side, right side, uh-huh (La-la-la)\nLeft side, left side, hey (La-la-la)\nBitch, I'm about to blow up (La-la-la)\n[Chorus]\nHey, this is a song for my haters (Bitch, I'm about to blow up)\nYeah, y'all got me feelin' like the greatest, yeah (Uh, said I'm about to blow up)\nHey, this is a song for my haters (Yeah, look, I'm about to blow up)\nHey, hey, y'all got me feelin' like the greatest, yeah (Bitch, I'm about to blow up)\n[Verse 3]\nPraise God, it's hard to stay spiritual\nHow they got these niggas on the TV sellin' miracles?\nYou mean to tell me everything gon' be fine\nIf I call your hotline and pay twenty-nine ninety-nine? Shit\nWell, damn, why ain't you say so?\nTake this check and ask God to multiply all my pesos\nAnd erase my number out the phones of these fake hoes\nI saved her number just in case, but now it's case closed\nTo you niggas bitin' my flows and my subject matter\nYou'll never be me, partner, so it don't fuckin' matter\nYou try to be and your career'll see funerals\nHey, be you, that's when it sounds beautiful\nThen maybe you can blow up\nAnd maybe you can blow up\nShit, but you know what?\nFor now, bitch, I'm about to blow up"
}