{
  "title": "Body Language",
  "artist": "Doja Cat",
  "lyrics": "[Intro]\nI think I need something new, something you got for me\nI'm the one to give it to, to get into, I'm ready\nI'ma get comfortable\n'Cause you know I won't be here all week\nAnd we both got it in on freak\nWe ain't afraid of sexuality, oh\n[Verse 1]\nNo games, \nno way, José\nForeplay, don't fake both ways\nLike Olay, and I won't chase to it, OJ\nSoul based, and I'm on face like I'm Colgate\nHallways when I go all day, get it (Uh-huh)\nNow it's the one to throw it back with it\nFittin' all that, he ain't gotta call back\nTrippin' this, prison this, nigga I don't get it, I'm addicted\nReading all my feelings, need a one-way ticket\nLooking so fly 'cause I mind my business\nSelf-proposed but you know I'm vicious\nSlow your roll, you can't lie to me, baby\nI see it all in your eyes and your face\nWant these knees to go opposite ways\nAnd I see you fiendin', go off on it, babe\nI don't need to speak, I'm not talkin', babe\n\n[Chorus]\n'Cause you're talkin' with your body, body\nCan we touch up on that topic, topic?\n[Verse 2]\nYou're coming on to me\nAnd I can read it all up on your face\nControl it, get your way\nBaby, you can't hide from me\nCome and vibe with me\nBoy, it ain't my fault, it's building up inside of me\nI hope I can get you out before you say goodbye to me\nAnd boy, it ain't my fault, it's building up inside of me\nI hope I can get you out before you say goodbye to me\n[Chorus]\n'Cause you're talkin' with your body, body\nCan we touch up on that topic, topic?\n[Verse 3]\nGood self control but you stickin' it out\nA figure of mouth, don't wonder why you twistin' your loud\nShe twerkin' it out and wonder why they thirstier now\nEvery night dodgin' broke niggas, curvin' 'em out\nLike every pipe got its own feelings lurkin' below\nI mean, really? Do you love me? Is it certain, for sure?\nI got money, nigga, know you gon' be hurt if I don't\nBut I got niggas in my city and my bitches is cold, so\n\n[Interlude]\nTell me what you had in mind\nWatch it closely, we'll unwind\nPsychology of the mind\nYou do your job, I'll do mine\n'Cause the body doesn't lie\n[Chorus]\n'Cause you're talkin' with your body, body\nCan we touch up on that topic, topic?\n'Cause you're talkin' with your body, body\nCan we touch up on that topic, topic?\n[Outro]\nI think I need something new, something you got for me\nI'm the one to give it to, to get into, I'm ready\nI'ma get comfortable\n'Cause you know I won't be here all week\nAnd we both got it in on freak\nWe ain't afraid of sexuality, oh"
}