{
  "title": "Book of Rhymes",
  "artist": "Nas",
  "lyrics": "[Intro]\nAlchemist, you know me, man\nI'm the type of nigga that write rhymes\nRight on the spot in the studio, soon as I hear the track\nYou know what I'm sayin'?\nWord... but I wanted to bring\nA couple of books to the studio today, man\nI found these shits up in the crib, man, in boxes, man\nI don't even remember when I was writin' these shits\nOr what's in these shits, man\nProbably a bunch of bullshit, man… fuck it, check it\n[Verse 1]\n\"How can I trust you when I can't trust me?\nPicture myself an old man, a O.G.\nSome niggas will conversate with liars all day\nTime pass—\" (Nah, let me start somethin' else)\n\"Soul on Ice, death threats given by clowns\nI guess livin' is prison when you live around clowns\nI'm hexed, cursed – worse, I been blessed first\nI thought I was abnormal ‘cause I would overcome any tasked called to\nSo there it is, I'm a prince, I'm against lames\nWho do minor shit, swear they on the top of they game\nYour rhymin' is called 'Vagina Monologue' –\nIt kinda supports–theories of scary niggas who should lie in the morgue\nRarely y'all come in contact with the real\nSince Pun passed, he was the last shine of sun I could feel...\"\nYo, said there's a few left, since music's expressions of life\nDamn, I wish I took more time to write in my book of rhymes\n\n[Break]\nOh shit, Tina!\nI been lookin' for this bitch number, damn\nNo, this rhyme is weak\nThis is weak, I remember this bullshit right here\n(My book of rhymes)\nGandhi was a… what the fuck?\n[Verse 2]\n\"Gandhi was a fool, nigga, fight to the death\nThe US Army is a school that teach you plights of conquest\"\n(I wonder when I wrote this… nah, it's weak)\n\"If money's your religion, sky's the limit, live life\nNumbers is big business, makes the poor live trife\nThe glimmers of hope provoke those without dollars to dream\nThrough your existence become wealthy, \nKnowledge Is King\nPimps and card sharks, thieves\nMurderers with hard luck, addicts and fiends\nProstitutes passin' for teens – it's my society\nCops that shoot blacks is routine for notoriety\nGrow up watchin' well-dressed niggas with charms\nBeautiful ladies on their arms\nDangerous new cars was my fantasy for Nas\nRubbin' my lips with Campho-Phenique – still behind the ears wet\nTurned out to be \npioneers, vets\nAmongst hustlers, crack sellers, and liars and squares\"\n(Nah, that was weak there)\n\"My people be projects or jail, never Harvard or Yale...\"\nPardon me, type in my two-way while I'm chargin' my cell\n\"It's hard to be iced up with Gucci, God – poverty's real\nI can't fight you, 'cause you would sue me\nNiggas be groupies\nI see imitators tryna make albums\nSpittin' my style and they don't even realize that I notice they stealin' Nas' shit\nI pump some Rick James with that \nTeena Marie\nMy nina lean on me, like Scoob and Scrap\"\nThis can't be my book of rhymes\n\n[Break]\nThis can't be my book of rhymes, writin' this bullshit!\n(My book of rhymes)\nNah, neva that! Fuck that!\nAw, why you laughin', Alchemist?\nHah, you a funny nigga...\nNaw, yeah... (My book of rhymes)\nI'm tellin' you, I'ma come up with some new shit now\nFuck that! I'ma write again now, fuck that!\nI musta been high, or some shit… what the fuck is this?!\n[Verse 3]\n\"Look how we treat pregnancy, women in the hood\nOur value's so low, our values are no good\nThings our mothers told us we should've heeded\n'Cause now we need it\nWe older, almost able t—\"\n\"I'm jealous of you, how come you so beautiful?\nSmellin' fresh, youthful,–intelligent\nWhile I'm stressin' and shit\nAyo, I envy you ‘cause all you do is smile at things come your way\n\"Such an innocent child,\" is what some say\nI get upset ‘cause I just want to be treated the way you are\nLike a star, not a worry in this world, thus far\nBut wait a minute, we both need your mother's attention\nI must be crazy, jealous of my own baby infant\"\n \n(Ah-ha, kinda crazy)"
}