{
  "title": "Book of Rhymes",
  "artist": "Eminem",
  "lyrics": "[Intro]\nI don't smile, I don't frown, get too up or get too down (Nah)\nI was here, so were you, you came and went, I stuck around (Yeah)\nStill here now, stop me how? Your opinion's like a broken calculator\nThat shit doesn't count\nShut your motherfuckin' mouth\n[Chorus]\nI'm emptyin' (I'm emptyin') my book of rhymes (My book of rhymes)\nGet 'em all off my pad, every thought that I had\nI said I'm emptyin' (I'm emptyin') my book of rhymes (My book of rhymes)\nGet 'em all off my pad (Yeah), every thought that I had (I'm eastside)\n[Verse 1]\nHaven't used all the tricks I have, so like my balls, I'm in my bag (My bag)\nGet a littlе teste when I'm mad (I'm mad), sick of wrеstling this iPad (iPad)\nUnsuccessfully, I might add (Might add)\nAnd I know it's best to leave it lie\nBut even I get obsessed with reading everything\nAnd let it get the best of me 'til I snap ('Til I snap)\nBut I need to get off the internet (Get off the internet)\nI need to get on the mic (Get on the mic)\nYou need to get off the internet (Internet)\nYou need to get you a life\nWhy you waste time just to comment on shit? (Comment on shit)\nEspecially shit you don't like (Shit you don't like)\nDon't like it, don't listen, but don't tell me 'bout your favorite rapper rippin' some shit he didn't write (Shit he didn't write)\nWhat happened to Slim? He was no cap with the pen\nHe used to rap like the people his music was for\nHe was exactly like them\nThe dude who used to be poor, why can't he tap into him?\nCan't use that excuse anymore\nHe's mad at the wind, he's in a nuclear war\nWith a cloud, he's yellin' at it again\nI talked to your mother, she told me she loved me\nAll she wanna do is just hold me and hug me\nWants nobody but me, she showed me the Dougie\nCan I get a witness like notary public? (Preach)\nShe said, \"Kick some fly shit\" (Fly shit)\nI said, \"I got wings on my ass\" (Wings on my ass)\nTold her my dick's a cockpit (Dick's a cockpit)\nI fly by the seat of my pants (Seat of my pants)\nSinful thoughts, \nthis beat is crazy, this shit's retarded\nThis instru's mental (This instru's mental) to mini-bars, incidental charges\nWhen did it start? I been cold-hearted in this heart since kindergarten\nMental sharpness which makes Slim a walking dentist office, bitch, I invented flossin'\nYeah, I used to wonder (I used to wonder) where my next meal's gonna come from (Meal's gonna come from)\nNow, I just wonder (Now I just wonder) where my next mill's gonna come from (Mill's gonna come from)\nI cannot have no success (Have no success), unless when I finally make it (Finally make it)\nI get to remind all the haters (Remind all the haters) who shitted on me when I'm on my way up (I'm on my way)\nMy floor is y'all fool's ceilings\nIf I was you, I would step or find yourself twisted\nThat's how you'll wind up like spiral stairs\nI will swear on a stack of Bibles\nI will tear new behinds out of rivals, even your idols, I don't care\nIt's \nMusic to Be Murdered By\n, so Bon Iver can swallow a fuckin' Ja Rule bobblehead\nAnd die slow like Alzheimer's (Ha-ha)\nLone sniper, I hold a microphone like a loaded rifle\nMy dome's brighter, all I spit from my skull's fire\nAll that's missing's a motorcycle with the chrome wires, spoke tires\nAnd y'all are flow biters, so I don't gotta\nExplain why they call me your ghostwriter\n\n[Chorus]\nI'm emptyin' (I'm emptyin') my book of rhymes (My book of rhymes)\nGet 'em all off my pad, every thought that I had\nI said I'm emptyin' (I'm emptyin') my book of rhymes (My book of rhymes)\nGet 'em all off my pad, every thought that I had (\nIlla\n)\n[Verse 2]\nHaven't used all the tricks I have, so like my balls, it's in my bag\nI tend to get a little testy when I'm mad\nBut gift of gab and pen to pad turn temper tantrums into anthems\nPut lips to ass and kiss the cracks, spit your damnedest\nYou're still gonna hit the canvas\nRippin' rappers, veterans to whippersnappers\nMr. Mathers is killin' this shit, villainous wit with scant less\nSyllables rip the planet, biblical shit's finna hit the fan\nAnybody wanna go tit for tat's gonna get hit with that\nThen the amygdala hippocampus is gonna trigger the ignoramus\nTo think of the most ridiculous shit to spit then\nPit it against these pitiful rappers\nInsidious, these idiots wittiest shit against me shitty as MC Hammer's\nGet your whole squad, send a task force in\nIf you want it, you're 'bout to get what you asked for then\nPut your helmet on, strap your chin\nYou're 'bout to get you a crash course in\nWho not to start a motherfuckin' rap war with\nOr to go against, fuck would you wanna do that for?\nNo offense, but are you retards slow or dense?\nA fuckin' penny has more sense\nYeah, now you gotta get killed, but it's not a big deal, but every thought is so ill\nAnd so methodical, thought I swallowed a pill\nI'm starting to feel like I'm an automobile\nWith Barnacle Bill inside the car at the wheel\nInside a carnival, 'cause I'm plowin' into everyone who wrote snidey articles\nAnd that explains why the fuck you clowns are all in my grill\nJoy and pain, fortune, fame, torture, shame, choice I made\nSwore someday the world would pay less to lose, more to gain, daughters raised\nYesterday, glory days, adored and praised, ignored the hate\nAddressed the fake, toured with Dre, tore a page from Jordan came\nDestroyed the game before you came, enjoy your stay\nBefore it's gone away, but the more you claim that you're gonna point and aim\nIf it joined a gang, your shit isn't going to bang\nYou're just boring, lame and more of the same\nYou have an enormous chain, but a stormless brain\nThe most you can form is rain\nYour shit is pointless, same as a scoreless game\nSo, bitch, quit lyin', you're denyin' like Mr. Porter's name (Haha)\nBorderline bipolar disorder\n since my stroller\nEyes rollin' back in my skull like Eli Porter\nFire mortar (Brr) rounds, Ayatollah, every iota I load up\nI owe to my motor mouth\nThis is my note to self\nSometimes you're gonna bomb\nSo you just might have to blow yourself up with no one's help\nI just wrote it down in my book of rhymes\nPreemo, take us out\n\n[Outro]\nWritin' in my book of rhymes\nMy book of rhymes, my book of rhymes\nI'm, I'm, I'm, I'm, I'm, I'm, I'm eastside\nWritin' in my book of rhymes\nMy book of rhymes, my book of rhymes\nI'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm eastside"
}