{
  "title": "Bowtie",
  "artist": "OutKast",
  "lyrics": "[Intro: Sleepy Brown & \nBig Boi\n]\nGirl, you cut up (\nLucius Left Foot, hahaha, ow\n)\nGirl, you know you cut up (\nYou see me in my bowtie, don't ya?\n)\n[Chorus: Sleepy Brown & Jazze Pha]\nCrocodile on my feet\nFox fur on my back\nBowtie 'round my neck\nThat's why they call me the gangsta mack\nIn the Cadillac, yeah\nCrocodile on my feet\nFox fur on my back\nBowtie 'round my neck\nThat's why they call me the gangsta mack\nIn the Cadillac, yeah\n[Verse 1: Big Boi]\nNasty Noompsy Knightingale, fresh in that tuxedo\nCummerbund with no suspenders, my torpedo, you libido\nNeed to chat \n(Chip-chop it up, shoot the breeze)\nI'm your R-O-L-A-I-D-S, release the squeeze\nOr release the keys to the shackles on her wrist\nShe can tackle some of this, \nsmack on, smack on some of this\nDick Tracy\n, arrest her, book her, fingerprint your hooker\nYou took her to the club and now her body's full of liquor\nOff that Butterscotch Schnapps and Bailey's Irish Cream\nShe's a damsel in distress impressed with stylish things\nWhatcha mean? (Chip, chop it up, shoot the breeze)\nIn the parking lot we primp, crooked booty to the scene, wearing\n\n[Chorus: Sleepy Brown]\nCrocodile on my feet\nFox fur on my back\nBowtie 'round my neck\nThat's why they call me the gangsta mack\nIn the Cadillac, yeah\nCrocodile on my feet\nFox fur on my back\nBowtie 'round my neck\nThat's why they call me the gangsta mack\nIn the Cadillac\n[Verse 2: Big Boi]\nOh (Oh), Lord (Lord), how can it be so hard?\nTo put on a pair of panties, much less a pair of jeans or the leotard\nI got to start by complimenting you on your physique\nYou unique, you best believe I'm gon' skeet once I speak\nSpoke, spit, spatter, spat and I macked her just like that\nBut it takes years of perseverance and experience to get the cat\nSo why don't I chase this Hennessy down with some of that?\nOn your back like a cheerleader missing the final stack\nAs we strut, skip the line\nThrough the glass window, glance, we look fine\nRight on time as we step in the place\nThe nursery's crunk\n, we've come to play\n\n[Verse 3: Sleepy Brown]\nEverybody's watching 'cause them furs just hit the door\nWhile the gator's creeping, crawling, oh so wicked across that floor\nTo the V.I.P. where we proceed to give you what you need\nThrow your hands up if you feel me, throw your hands up if you feel me\n'Cause we well designed (Bowtie), like the finest wines (Bowtie)\nFeel good to be fly (Bowtie), so don't you ask me why (Bowtie)\nI got the ladies in line (Bowtie), because they can't deny (Bowtie)\nSo raise your hands to the sky (Bowtie), 'cause we super fly, 'cause we super fly (Bowtie)\n[Chorus: Sleepy Brown]\nCrocodile on my feet\nFox fur on my back\nBowtie 'round my neck\nThat's why they call me the gangsta mack\nIn the Cadillac, yeah\nCrocodile on my feet\nFox fur on my back\nBowtie 'round my neck\nThat's why they call me the gangsta mack\nIn the Cadillac\n[Outro: Sleepy Brown]\nI mind my own business\nDon't jive with me, don't jive with me\nI mind my own business\nDon't jive with me, jive with me, sucka\nI mind my own business\nDon't jive with me, don't jive with me\nI mind my own business\nDon't jive with me, jive with me, sucka"
}