{
  "title": "Brand New",
  "artist": "Lil Wayne",
  "lyrics": "Lil Wayne drops crispy bars about keeping everything fresh and “Brand New” – from the guns and drugs to his girls, clothing & car collection.\n[Intro]\nYeah, uh-huh\nCome on, yep\nMmmhmm, bells\nYeah, hmhmhmm\nLet's go\n[Hook]\nRiding 'round the city with some brand new heat\nBrand new car, brand new feet\nBrand new seats, brand new smell\nPut out the roach, light a brand new L\nFuck you, bitch, I'm actin' brand new\nFuck you, bitch, my shirt brand new\nFuck you, bitch, my shoes brand new\nFuck you, bitch, I'm actin' brand new, yeah\n[Verse 1]\nI'm cold like a midnight in Aspen\nI am the President and the assassin\nCameras on, big lights, \"Action\"\nWelcome to the show, I am the main attraction\nMoney in the mattress, money in the attic\nMoney on my mind, money is my habit\nStay on the grind until money's automatic\nBitch, I love money, I'm a fucking fanatic\nAlways strapped, gripped-tight, graspin'\nSay what? Who, me? \n(Click-clack)\n Blast 'em\nChrome 24's, tires thin like napkins\nGot to ride big 'cause I am like a captain\nYou know I'm a boss; chillin', relaxin'\nProbably in my office, doing my taxes\nYou little niggas so not in my bracket\nAnd I don't even have time to practice\n\n[Hook]\nRiding 'round the city with some brand new heat\nBrand new car, brand new feet\nBrand new seats, brand new smell\nPut out the roach, light a brand new L\nFuck you, bitch, I'm actin' brand new (brand new)\nFuck you, bitch, my shirt brand new (brand new)\nFuck you, bitch, my shoes brand new (them too)\nFuck you, bitch, I'm actin' brand new (yeah)\n[Verse 2]\nIce, ridiculous price\nYour camera has never saw a picture this nice\nHm, I'm fishin', and the bitches will bite\nIt's probably 'cause my game is Fixodent tight\nRight, I'm fucking every bad bitch twice\nAnd if she doesn't wear panties then I fuck her on sight\nI'm nasty like spice\n, I know what she likes\nI can make a black woman scream like she white\nI can make a white woman scream like Mike\nBut before she starts singin', she got to check my mic\nNiggas just hatin' and I done lost sight\nIt's like I don't see 'em, I only see the light\nTalking that shit but you boys just hype\nI hope you bring a gun to the fight, a'ight?\nLouis V tennis shoes, big brown stripe\nYou think you fresh? Shit, nigga – I'm ripe\n\n[Hook]\nRiding 'round the city with some brand new heat\nBrand new car, brand new feet\nBrand new seats, brand new smell\nPut out the roach, light a brand new L\nFuck you, bitch, I'm actin' brand new (brand new)\nFuck you, bitch, my shirt brand new (brand new)\nFuck you, bitch, my shoes brand new (them too)\nFuck you, bitch, I'm actin' brand new (yeah)\n[Verse 3]\nOkay, brand new coupe, driving crazy than a mother\nSittin' low in the seats with the burner sittin' under\nGot my tank top top down it probably ain't summer\nBut I ride like that 'cause I'm hotter than the others\nDamn, there's no keeping up with the brother man\nI could spell my name in burnt rubber\nI'm gone! Leave me alone, now the dog is at supper\nYou could wash my plate and put it back in the cupboard\nAhem, I'm so far ahead of them suckers\nI'mma have to start rappin' in numbers\nI promise, the flows don't stop, they come rapid like thunder\nI bet you hide under your covers\n[Hook]\nRiding 'round the city with some brand new heat\nBrand new car, brand new feet\nBrand new seats, brand new smell\nPut out the roach, light a brand new L\nFuck you, bitch, I'm actin' brand new (brand new)\nFuck you, bitch, my shirt brand new (brand new)\nFuck you, bitch, my shoes brand new (them too)\nFuck you, bitch, I'm actin' brand new (yeah)"
}