{
  "title": "Break It Down",
  "artist": "Logic",
  "lyrics": "Break It Down is the fifth track off Logic’s mixtape Young Sinatra: Welcome to Forever. In it, Logic vents his feelings on women, drugs, work, and his place in the rap field.\n[Verse 1: Logic]\nUh, feeling like I gotta get it right now\nMoving like a killer in the darkness outta sight now\nOn another level, so the devil wanna fight now\nGrowing up dirt broke, but it's looking bright now\nBitches on the pipe now, want the dick right now\nBut I can't fade, taking shots with the sight down\nUh, uh, \nyeah, I coulda died that day\nBut I guess God don't ride that way\nChillin' in the cut, getting high all day\nWith a couple bad bitches, \nI'ma do it my way\nDriven by the way that I be livin', everything I got 'em giving\nWhy you think they can't do it like me? Uh\n[Chorus: Logic & Jhené Aiko]\nI'ma get high\nYeah, yeah, yeah (\nBreak it down, roll it up\n)\nI'ma get high\nYeah, yeah, yeah\nI'ma get high\nYeah, yeah, yeah (\nBreak it down, roll it up\n)\nI'ma get high\nYeah, yeah, yeah\n[Verse 2: Logic]\nNo, I don't smoke, but I'm feeling like\nMaybe getting green'll get a brotha' feeling hella right (Uh)\nBitches on my dick, but I don't give a damn (Yeah)\nBlowin' up my phone, trynna get the dinner plan\nBack stage with the homies 'bout to get it, man\nFuck a fifteen minute man\nLook young, but I been a man\nAll that ringtone rap, make a brother wanna kill a man\nI am just a sinner, man\n, \nkeep it real, yeah, that been the plan\nYou know we always do it for the fans\nI be super low key like No I.D. (Uh)\nAlways in the lab, yes sir, that's me\n (Yeah)\nLabel that I'm reppin', that's VMG\nFrom the womb to the tomb, we be keepin' it G (Logic)\nWhat you know about me?\nEverybody know that I be reppin' that 301\n, fuck around and get sonned\nWest Deer Park, that's where I'm from\n\n[Chorus: Logic & Jhené Aiko]\nI'ma get high\nYeah, yeah, yeah (\nBreak it down, roll it up\n)\nI'ma get high\nYeah, yeah, yeah\nI'ma get high\nYeah, yeah, yeah (\nBreak it down, roll it up\n)\nI'ma get high\nYeah, yeah, yeah\n[Verse 3: Logic]\nFeeling like I gotta bring it back again\nAlways on another level, don't know how to act again\nI be on that real (real), no I never back down\nYou don't wanna fuck around, busting like a MAC now\nStarted from the bottom, ain't no way I'ma go back down\nSlack now, harder motherfucker, hell naw, never that now\nTell me that they love me, I don't give a fuck\nBoy chillin' in the cut, bad bitch, far from a slut\n[Chorus: Logic & Jhené Aiko]\nI'ma get high\nYeah, yeah, yeah\nI'ma get high\nYeah, yeah, yeah\nI'ma get high\nYeah, yeah, yeah\nI'ma get high\nYeah, yeah, yeah\n\n[Interlude]\nWhat do you want me to say?\nJust letting you know, I'm not gonna do it\n[Outro: Logic & Jhené Aiko]\nI'ma get high (\nBreak it down\n)\n(\nBreak it down, roll it up\n)\nUh, I'ma get high\nYeah, yeah, yeah (\nBreak it down, roll it up\n)\n(\nBreak it down, roll it up\n)\nYeah, yeah, yeah (\n\"Sinatra\"\n)\nYeah, yeah, yeah\nYeah, yeah, yeah\nI'ma get high\n(\nBreak it down, roll it up\n) Yeah, yeah, yeah\n(Smoke some weed) I'ma get high\nYeah, yeah, yeah\nI'ma get high\n(\nBreak it down, roll it up\n) Yeah, yeah, yeah\n(Smoke some weed) I'ma get high\nYeah, yeah, yeah"
}