{
  "title": "Bring Me Down",
  "artist": "Kanye West",
  "lyrics": "A big ol' “fuck you” to the haters from Mr. West and Brandy.\n\nSome of these lines from this were previously in a January 2004 freestyle with Tim Westwood.\n[Produced by Kanye West and Jon Brion]\n[Chorus: Brandy]\nI always knew that one day\nThey'd try to bring me down (Dow-own)\nWay down, way down (Way down, oh-ah)\nOoh, one day, they'd try to bring me down (Ooh-ooh-ooh, oh-oh-oh-oh)\nAlways knew that one day (Always that)\nThey'd try to bring me dow-own\nWay down\nThey'd try to bring me down\n[Verse: Kanye West]\nWe goin' to Mass today, we have to pray\nBesides what the pastor say\nI have to say, since Pac passed away\nMost you rappers don't even deserve a track from me\nYou see, if you ever wanted to ever be anything\nThere'd always be somebody that'll shoot down any dream\nThere'll always be haters, that's the way it is\nHater niggas marry hater bitches and have hater kids\nBut they gon' have to take my life 'fore they take my drive\n'Cause when I was barely livin', that's what kept me alive\nJust the thought that maybe it could be better than what we at at this time\nMake it out of this grind, 'fore I'm out of my mind\nAnd get some leeway on the \"He say, she say\"\nYour girl don't like me, how long has she been gay?\nSpanish girls say, \"Yo, no hablo inglés\"\nAnd everybody want to run to me for their sing-le\nIt's funny how these wack niggas need my help\nWasn't around when I couldn't feed myself\nDawg, if I was you, I wouldn't feel myself\nDawg, if I was you, I'd kill myself\nMade a mil' myself and I'm still myself (\nOh-oh-oh-oh\n)\nAnd I'mma look in the mirror if I need some help\n (\nDown\n)\nNow I'll speak from the heart, y'all all frontin'\nEverybody feel a way about K but at least y'all feel somethin' (Feel somethin', feel somethin')\n\n[Bridge: Brandy]\nWhat you callin'?\nI let all in for gettin' what some get will get ya\nWhat kind of dream we found? (Yeah)\nSee, I'm often catchin' crosswinds (Now)\nForgettin' where the hell I met ya (Met ya)\nAnd try to bring me down\n[Chorus: Brandy]\nI always knew that one day\nThey'd try to bring me down\nWay down, way down (Way down, oh-oh-oh-oh)\nAlways knew that one day\nThey'd try to bring me down (Down-own)\nWay down (Oh-oh-oh-oh)\nAlways knew that one day (Always that-one day)\nThey'd try to bring me down (Oh yeah)\nWay down\nThey'd try to bring me down\nDown now, down now, down, nah-nah-nah-nah"
}