{
  "title": "Call of da Wild",
  "artist": "OutKast",
  "lyrics": "The duo alludes to Jack London’s novel The Call of the Wild to describe the way the streets calls the young ghetto youth to commit crimes.\n[Intro: Cee-Lo Green]\nI hear voices\n[Verse 1: André 3000]\nI'll be comin' around the ghetto when I come kickin' one for the treble\nY'all can't stoop to my level, I'm like the Devil or whatever\nI'm pickin' 'em up and throwin' 'em down like dishes\nCall me Kenny Anderson 'cause I slam the sons of bitches\nI ain't braggin', folks draggin' me up and down the road (Yeah)\nThey'll be fucked up when I gets into my clownin' mode\nThen cut the clown up on they ass like Bozo\nOh, no, then dance on top of they asses like Jo Jo Dancer\nCome Comet, come Dasher, come Prancer\nCome niggas with machine guns, I think that is the answer\nBut the question, \"Should we take that bullshit from them people?\"\nI'm makin' 300 on my SAT, yet I am equal\nAin't no sequel, no saga, no way out, I'm nervous\nI've had it up to forehead of suckers tryna serve us\nTo graduate is really becomin' a very stressful journey\nI feel like a steerin' wheel, for them is tryin' to turn me\nInto a hatemonger,\n \nand I'm wishin' and I wonder\nDamn, will I graduate before I hit the summer?\nI think not,\n \nOfficer Friendly tryna dig up in me\nHe said I'm half-assed and got no future and so he sent me\nUp the creek and shit, strokin' like hell without no paddle\nBut niggas is gettin' smart, we back on the saddle\nNo longer, y'all know y'all had us down for some years\nIt's the call of the wild, nigga, uh, there it is\n\n[Chorus: Cee-Lo Green]\nI hear voices in my head and they keep calling me\nI hear voices in my head and they keep calling me\nI hear voices in my head and they keep calling me\nI hear voices in my head and they keep calling me\n[Verse 2: T-Mo & \nAndré 3000\n]\nAs I step up, the stage is empty\nNo words 'cause I serve with my Southern dialect, so I get respect\nDon't call me T, it's a T thing with a G swing\nLet my nuts hang down to the floor, man\nSmokin' that dank dank,\n makin' mics swing\nIn my 2-8-0 Z, nobody can see me, cruisin' down the block\nJust like I was a squirrel in a world full of nuts\nDamn, I'd probably be mad even if I called up Uncle Sam\nTo bring dough to the Goodie Mo-B\nT-Mo, Khujo, Cee-Lo, J and my homie Brandon B\nDon't flex, I'm next, I break necks too\nRollin' with OutKast, P.A., Goodie Mob for the '94, dude\nHa-ha-ha\nYeah, huh, you know what I'm sayin'? Ha\n[Chorus: Cee-Lo Green]\nI hear voices in my head and they keep calling me\nI hear voices in my head and they keep calling me\nI hear voices in my head and they keep calling me\nI hear voices in my head and they keep calling me\n\n[Verse 3: Big Boi]\nYeah, I'm steady buckin' motherfuckers, not duckin' 'em like duck goose\nI'm heavily strapped, yeah, niggas, squeezin' rhymes like that noose\nAround your neck\n, \nyou can't hang with this, see ain't no things to this\nI show no pity, so take off because I's dangerous\nI breaks 'em off like I was Beat Street, see, I be breakin'\nSpeakin' of breakin', break on out or get your life taken, boy\nFuckin' around with me will get your cabbage cut, your wig split\nSimply means I'm bringin' the funk with the hollow tips\nPlayer shit is how I'm kickin' it\nComin' around the ghetto, victims soft as a tack on a jackass\nSo fuck it or flip it, I'll still be a player\nPuffy afro with nigga naps off in my hair (Yeah)\nShit, that's simply how I run my shit and that's how it be\nThat nigga B-I-G B-O-I, that be me, \nyeek\nSee, I'm a player, got my struggle on\nThinkin' about the volume and the thickness of my bankroll\nYou see, the cops is in my shit like colon cancer (Yeah)\nEven though I never smoke that shit like (Right), yeah (Yeah)\nI give a call of the wild to my niggas around the projects\nSo don't flex or get served with a popped neck\nShit, OG, original gangster, not quite\nBut maybe when I'm locked up, liftin' weights, gettin' swole, right?\nLife's a bitch with a G-string, it's either in your ass or it ain't\nSo you can see who can really hang\nBut y'all don't wanna do nothin', y'all can go to hells\nAin't no players in office 'cause I'm locked off in a cell\nSo can you feel me, nigga? (\nNo\n)\n\n[Chorus: Cee-Lo Green]\nI hear voices in my head and they keep calling me\nI hear voices in my head and they keep calling me\nI hear voices in my head and they keep calling me\nI hear voices in my head and they keep calling me\n[Verse 4: Khujo]\nKhujo (Uh)\nComin' in dope, bring it, \nI got more problems than the average Joe (Yeah)\nSo, bro, don't come 'round me (Uh-huh) with your flim-flam, hot damn (Ooh)\nIt's a jack, top of the burbs and my notebook is a bird (Hey)\nK's madness into cappin'\nThrow in a few more logs, so my fire lookin' through the want ads\nAnd only red hot, desire in your pot is something wicked\nBut you can't feel it, stick it up your monkey ass (Ah)\nI could let shit ride in the past, now it's time to blast that ass\nShh, Mr. Knighton, take off your hat\nCan't even my wear my locs in\nDemon eye scopin', oh, my, peripheral vision got it\nMade you guard, no holds barred\nDecisions, decisions to make, oops, here comes the Goodie Mo' crew\nAnd they just might want to battle you\nOut with the quickness\nThe price of livin' is beginnin' to be a risky business\nUncaged, Parkay\nHow do you like the taste of hot butter meltin' through your biscuit?\nThis is your brain on drugs (Yeah), this is your brain\nDope cut niggas I hang with before there were apartments\nIn Chappell Forest\n, it's gettin' horrid\nThe haunted child is on the prowl, yeah\n[Outro: Khujo & \nCee-Lo Green\n]\nI let out a call to the wild\nMy niggas in the '90s (Ha-ha)\nFor my nigga ridin', know what I'm sayin'? Like that\nI let out a call to the wild\nSay, what you wanna do 'bout? Barbeque or mildew? (Yeah)\nThey keep calling me\nYeah"
}