{
  "title": "Cameras",
  "artist": "Drake",
  "lyrics": "This track was coupled with “Good Ones Go (Interlude)” on the Take Care tracklist. Features a sample of “Calling On You” by Jon B.\n[Intro: Drake & \nJon B\n]\nCallin' on, callin' on you\nNo, no, no\nI been callin' on, callin' on you\nCallin' on, callin' on you\nNo, no, no\nYeah\nI been callin' on, callin' on you\nUh\n[Verse 1: Drake]\nWord on road is the clique about to blow\nYou ain't gotta run and tell nobody, they already know\nWe've been living on a high, they've been talking on the low\nBut it's cool, know you heard it all before\nThat's why I asked you\n[Chorus: Drake]\nHow you mean? How you mean?\nThought you knew about the team, ayy, yeah\nThat's why I asked you, how you mean? How you mean?\nThought you knew about the team, ayy, yeah, heh, uh\n[Verse 2: Drake]\nHow you mean? How you mean? What you know about the team?\nMan, these niggas need to stop it, they be crowding up the scene\nBaby girl, you need to stop it, all that pride and self-esteem\nGot you angry about this girl I'm with in all them magazines\nBaby, she look like a star, but only on camera\nOnly on camera, only on camera\nIt look like we in love, but only on camera\nOnly on camera, only on camera\nDon't listen to the lies, I swear they all lies\nYou know, I could be your knight in shining Armor All tires\nTrying to tell you I'm the one, come and holla at me\nBefore I'm on the next ting, YMCMB, ah\n\n[Refrain: Jon B]\nOoh, finally got you right here (Said I finally got my baby)\nTonight, I'll ease your mind (Tonight, I'll ease your mind)\nThat's why I'm callin' on you (Why I'm callin' on you)\nAnd, ooh, oh\nSoft, you're love's desire (Soft, you're love's desire)\nIt's hard to stay away (Stay away)\nYou keep me callin' on you (You keep me callin' on you)\n[Chorus: Drake]\nHow you mean? How you mean?\nThought you knew about the team, ayy, yeah\nHow you mean? How you mean?\nThought you knew about the team, ayy, yeah, heh\n[Verse 3: Drake]\nHow you mean? How you mean? What you know about the team?\nYou just know what you get told, girl, I see behind the scene\nShe spilled whiskey on her shirt, she gon' have to get it cleaned\nShe been going way too hard, someone has to intervene\nBaby, she look like a star, but only on camera\nOnly on camera, only on camera\nIt might look like I care, but only on camera\nOnly on camera, only on camera\nDon't listen to the lies, I swear they all lies\nYou know, I could be your knight in shining Armor All tires\nGirl, they love me like I'm Prince, like the new king with the crown\nBunch of Underground Kingz,\n thought you knew how we get down, huh?\n\n[Refrain: Jon B]\nOoh, finally got you right here (Said I finally got my baby)\nTonight, I'll ease your mind (Tonight, I'll ease your mind)\nThat's why I'm callin' on you (Why I'm callin' on you)\nAnd, ooh, oh\nSoft, you're love's desire (Soft, you're love's desire)\nIt's hard to stay away (Stay away)\nYou keep me callin' on you (You keep me callin' on you)\n[Chorus: Drake]\nHow you mean? How you mean?\nThought you knew about the team, ayy\nHow you mean? How you mean?\nThought you knew about the team, ayy, yeah\n[Outro: Drake & \nJon B\n]\nAh, call on you\nJust mail me my ring back\nOh, I wanna call on you, baby\nCan't keep that shit\nOh, I wanna call on you, baby\nShe said I could call on you, baby\n (Hahaha)\nAyy\nLa, da, da, da, da, la, da, da, da, da, baby\n[Produced by Noah \"40\" Shebib]"
}