{
  "title": "Can I Get Witcha (Original)",
  "artist": "The Notorious B.I.G.",
  "lyrics": "[Verse 1: The Notorious B.I.G]\nAnother day in the ghetto\nOne look outside I'm already upset, yo\nIt look about a hundred-and-two\nIt's a Saturday and Biggie ain't got nothing to do\nUh, I'm interrupted by a phone ring\nSometimes I wish I never got the motherfucking thing\n\"Hello hello? Can I speak to Biggie?\"\nYo, who dis? \"Taisha\" Yo call back, I'm busy\nWhy don't ya hit me on the box a little later?\nWashed up, got dressed, hits the elevator\nSteps out, it's the same old scene\nDope fiend, crack fiend, eyewitness news team\nI seen a honey with a butt looking butter soft\nI know she looks much better with them clothes up off\nSitting all thick, with the ruby red lipstick\nThat's the one I got to get with\n[Chorus: Notorious BIG]\nCan I get witcha, can I get witcha?\nCan I get witcha, can I get witcha?\n\"Why you wanna get with me?\"\n'Cause you got a big B-U-T, T, see\nCan I get witcha, can I get witcha?\nCan I get witcha, can I get witcha?\n\"Why you wanna get with me?\"\n'Cause you got a big B-U-T, T\n\n[Verse 2: The Notorious B.I.G]\nShe said \"If I get with you\nI gotta get witcha whole hood rat crew, whatcha I think I do?\nSling skins for a living, my name ain't November\nThis ain't Thanksgiving, you ain't Michael Bivins\nSmack it up, flip it, rub it down\nDo me baby, I ain't down\nMy name ain't 2Pac I don't \"Get Around\"\nYou hitting this nigga, how that sound?\"\nHuh, first of all you got me mixed up with\nSomebody ya done slept with, hold up\nThat's my Neneh Cherry shit, I got something slicker\nLet me just sip up on this liquor\nAll I wanna do is smoke a little chronic\nSlam ya like Onyx, and get ya hooked on\nThis Biggie Smalls phonics, 102\nHow to squeeze 22's in them Reebok shoes, HUH?\n[Chorus: Notorious BIG]\nCan I get witcha, can I get witcha?\nCan I get witcha, can I get witcha?\n\"Why you wanna get with me?\"\n'Cause you got a big B-U-T, T, see\nCan I get witcha, can I get witcha?\nCan I get witcha, can I get witcha?\n\"Why you wanna get with me?\"\n'Cause you got a big B-U-T, T\n\n[Verse 3: Notorious B.I.G]\nI said walk me upstairs, 'cause I forgot my Phillies\nShe said, \"I don't care, so don't be acting silly\"\nI knew I had her trapped with my hardcore raps\nAnd it wouldn't take a second before I had her on her back\nPulling back the bra straps, threw on my Silk CD\n'Cause, \"I wanna get freaky with you\"\nLose control on the skins is all I can picture, now I'm about to hit you\n[Chorus]\nCan I get witcha? Oww!\nCan I get witcha?\n\"Why you wanna get with me?\"\n'Cause you got a big B-U-T, uh, hey\nCan I get witcha? Uh\nCan I get witcha? Hey\nCan I get witcha? You big booty bitch, c'mon\nOh, you'se a big booty bitch\nAnd I wanna do, do, do, do, do, do\nWoah, woah\nCan I get a soul clap?\nSoul clap, soul clap\nYo, we buggin' the fuck out in this motherfucker, word\nYo, lemme hear the third verse, yo, that was the end"
}