{
  "title": "Can I Love",
  "artist": "Logic",
  "lyrics": "Can I Love samples a scene from the film Love Jones starring Nia Long and Larenz Tate.\n[Intro: Logic & \nLarenz Tate\n]\nI wrote a bunch of letters, but\n (Yeah)\nThought it made me look like a fool\n (Uh)\nNever mailed any of 'em out\nAw, yeah, I just wanna talk to you, girl\nMama, you know who you are\nI just got somethin' I wanna say\n[Verse 1: Logic]\nBaby, do you remember\nWarm summers and cold winters?\nSongs by soul singers? The feelin', it still lingers\nElevated by my kiss as you melted between my fingers\n, baby girl\nSometimes I wish that I could just rewind this shit and take it back\nI had visions, but they just fade to black\nMy train of thought is on a different track\nWhen you're in love, it's hard to separate fiction from fact\nYour image in my head, and I'm tryna get rid of that\nBut you're always on my mind like a fitted hat\nBaby girl, I wanna bring it back to puppy love\nWhen you was sent from up above to care for me\nSaid that you'd always be there for me\nAnd even though you're gone, it's like you never left\n'Cause you always in my heart and still take away my breath\n[Chorus: Logic]\nCan I love?\nBaby girl, can I love?\nI said, mama, can I love? (Haha)\nYeah, can I love?\n\n[Verse 2: Logic]\nI wanna laugh with you\nRun the water and take a bath with you\nStay up late and watch romantic comedies\nWhen it comes down to it, you're my heart's commodity\nYeah, uh, and now I'm feelin' like a fool\nWritin' love letters that you'll probably never get\nAnd right now I love you more than I'd like to admit\nBecause we're separated\nUnto you, this song is dedicated\nI'm love sick and I need you to medicate it\nFeelin' devastated\nI think about the past and now I hate it\n'Cause all that proves is that we never made it, uh\nSee me and shorty got history like a textbook\nBut lately, our positon is changed like that sex book\nMs. Independent, she the type to hold her own\nLate night, contemplatin' all alone\nThe kingdom is empty without the queen upon her throne\n[Chorus: Logic]\nCan I love?\nBaby girl, can I love?\nMama, can I love?\nI'ma ask you, can I love?\n\n[Verse 3: Logic]\nThey say there's many more in the sea\nBut rather than go fish, I play solitaire\nI look around and see you everywhere\nBut at the same, you're never there\n, fingers through your hair\nReminiscin' 'bout when and where\nRemember when we pulled up to that spot and did it there?\nSee, I hate to watch you walk away, but I love to watch you cum\nBaby girl, you're so lustful, then innocent when it's done\nThe love we share is like a fine wine\n'Cause no matter what happens, it only gets better with time\nBaby girl, you're so fine that I had to take the time\nTo articulate this rhyme with you in mind, you're so divine\nAnd no matter who you're fuckin' with\nOr no matter who I'm fuckin' with, you'll still be mine\nWill we make it? I don't know\nThe only thing that will tell us is time\n[Chorus: Logic]\nCan I love?\nCan I love?\nBaby girl, can I love?\nCan I love?\nYeah\n[Outro]\nIt ain't s'posed to make sense\nLove, passion\nIt is what it is"
}