{
  "title": "Can’t Get Enough",
  "artist": "J.Cole",
  "lyrics": "[Intro: J. Cole]\nCole World\nSouthside\nCan't get enough, can't get enough\nEastside, Westside, worldwide, ride out\n[Verse 1: J. Cole]\nNow, I ain't got no kids yet, but this right here's for practice\nI hate to get the seats in the Benz wet, but that's how good your ass is\nMake an old man get his glasses, make Wesley pay his taxes\nThen follow your moves all week on Twitter\n, \npro'bly make a gay nigga reconsider\nYou're now rockin' with the best, mane, dress game down to the sex game\nWon't brag, but the boy been blessed, mane\n, \nlet you play with the stick; Ovechkin\nShe callin', she textin', she's fallin', but let me explain\nGotta tell your old boyfriend skate, girl, 'cause a nigga don't play them ex games\nNope, straight sexing, no handcuff or arresting\nAnd I ain't coming off of my last name, 'cause I really can't take no stressing\n'Bout where I done been, who I done hit, your homegirl saying, \"He a bad boy\"\nBut I'm signed to the Roc, no time for the gossip, bitch, put down them tabloids\n[Pre-Chorus: Trey Songz]\nShe said\n\"I heard you got a main chick, a mistress and some hoes\nYou be up to no good and everybody knows\nMy homegirls tried to warn me, they tried to let me know\nBut what you got I need a lot, so I can't let you go\"\n\n[Chorus: J. Cole & \nTrey Songz\n]\nShe said, \"I can't get enough, can't get enough\" (\nI need that\n)\n\"I can't get enough, can't get enough\" (\nI need that\n)\n\"I can't get enough of what you got, good God, you hit the spot\nTry to let go, but I just cannot, so don't you stop, I need that\"\n[Verse 2: J. Cole]\nHey, Globetrotter\n, \nCole hotter, even way out in London town\nHoes holla, 'cause they love my sound \nand I got love for the underground\nKweli, Pimp C, H-Town where Bun get down\nMet a bad bitch that'll cut all night, that'll suck all night, you just cut off lights\nAlmost missed my flight, tryna get my last little nut, all right?\nShe be down for whatever whenever I wanna get up in the guts, all right?\nNever fuss or fight, \non the grind, tryna find this lettuce\nI love it when you give me head, I hate it when you give me headaches\n[Pre-Chorus: Trey Songz]\nShe said\n\"I heard you got a main chick, a mistress and some hoes\nYou be up to no good and everybody knows\nMy homegirls tried to warn me, they tried to let me know\nBut what you got I need a lot, so I can't let you go\"\n[Chorus: J. Cole & \nTrey Songz\n]\nShe said, \"I can't get enough, can't get enough\" (\nI need that\n)\n\"I can't get enough, can't get enough\" (\nI need that\n)\n\"I can't get enough of what you got, good God, you hit the spot\nTry to let go, but I just cannot, so don't you stop, I need that\"\n\n[Verse 3:  J. Cole]\nHey, Cole World, baby, ain't nothin' sunny\n, I see 'em hating, but it ain't nuttin' to me\nI'm from the Ville\n \nwhere they bang for the money\n \nand carry fo'-fives, like change for a twenty\nSo what I look like, scurred? Them niggas over there look like nerds\nNever mind that, girl, let's make a track, I'll beat the pussy up, that's the hook right thurr\nThat's the hook right thurr, that's the hook right thurr\nNever mind that, girl, let's make a track, I'll beat the pussy up, that's the hook right thurr\n[Pre-Chorus: Trey Songz]\nShe said\n\"I heard you got a main chick, a mistress and some hoes\nYou be up to no good and everybody knows\nMy homegirls tried to warn me, they tried to let me know\nBut what you got I need a lot, so I can't let you go\"\n[Chorus: J. Cole & \nTrey Songz\n]\nShe said, \"I can't get enough, can't get enough\" (\nI need that\n)\n\"I can't get enough, can't get enough\" (\nI need that\n)\n\"I can't get enough of what you got, good God, you hit the spot\nTry to let go, but I just cannot, so don't you stop, I need that\""
}