{
  "title": "CAN’T SAY",
  "artist": "Travis Scott",
  "lyrics": "[Chorus: Travis Scott & \nDon Toliver\n]\nNo, you can't say if I'm mad or not\nSmokin' hella weed, I'm on that alcohol\nAnd shawty lick me clean the way she suck me off\nI keep two hoes in my bed, I got 'em turnin' out\nWhat would you do if you heard I got it goin' on?\nI had to burn, I left skrrt marks, I had to dip (\nI had to\n)\nGotta watch for 12 'round my town, you might get killed (\nBetter watch for 12\n)\nI'm out my mind, yeah, I'm high above the rim (\nI'm out my mind\n)\nYou cop it live, boy, I got it all on film\n[Verse 1: Travis Scott]\nYou gotta watch out where you rock 'cause shit get real\nDrink too real, I can't be fake, don't know the feel\nGotta take a long drive up the hill\nGang too wavy, move like Navy Seals\nI'm too wavy, think I need a Lyft\nChicago baby, she just wanna drill\nThe vibe's too wavy, it's too hard to kill\nGotta watch out where you go 'cause shit get real\n[Bridge: Don Toliver & \nFat Pat\n]\nUh-huh, yeah\nSwang, when I swang, when I swang to the left\nOh, yeah\nPo—pop my trunk, dip—dip—dip—dip\nOh my\n\n[Chorus: Don Toliver, \nDon Toliver & Travis Scott\n]\nYou can't say if I'm mad or nah\nSmokin' hella weed, I'm on that alcohol\nAnd shawty lick me clean the way she suck me off\nI keep two hoes in my bed, I got 'em turnin' out\nWhat would you do if you heard I got it burnin' out?\nI let it burn, skrrt that mark, I had to dip (I had to)\nBetter watch for 12 'round my town, you might get killed (Better watch for 12)\nI'm out my mind, yeah, I'm high above the rim (I'm out my mind)\nYou cop it live, boy, I got it all on film\n[Verse 2: Don Toliver]\nYou must be cautious, told the lil' hoes, \"I'm all in\"\nPlay this ballers offense, I left ol' girl, she callin'\nYou know I hit in the mornin', oh, yeah, she yawnin'\nI met you in the club, bitch, you know this shit mean nothin'\nOh, didn't I hit your cousin? Mmm, no, no discussion\nSippin' on lean, no Robitussin, oh, yeah, I know you love me\nI beat it, ain't no cuddlin', you down bad, you sufferin'\nI don't give a fuck how hard it get, that lil' bitch know I started this\nUh-huh, oh, yeah, get to the cash, no layup\nSpend a big bag, Rodeo, some may ride for the fresh cut\nHoes come through just to touch us, I'ma tell the truth like Usher\nYou already know how I bust her, slang my chop' from Russia\n[Bridge: Fat Pat]\nSwang, when I swang, when I swang to the left\nPop, pop my trunk, dip, dip, dip, dip\nSwang—swang, when I swang, when I swang to the left\nPop, pop my trunk, dip\n\n[Chorus: Travis Scott]\nNo, you can't say if I'm mad or not\nSmokin' hella weed, I'm on that alcohol\nShawty lick me clean the way she suck me off\nI keep two hoes in my bed, I got 'em turnin' out\nWhat would you do if you heard I got it goin' on?\nI had to burn, I left skrrt marks, I had to dip\nGotta watch for 12 'round my town, you might get killed\nI'm out my mind, yeah, I'm high above the rim\nYou cop it live, boy, I got it all on film"
}