{
  "title": "Centro asociale",
  "artist": "IU",
  "lyrics": "[Testo di \"Centro asociale\"]\n[Intro]\nRancore\nBrutto muso, tutto chiuso\nButto merda, ragazzi mi scuso\nVedo gli UFO? Sono confuso\nFumo ma degenero nel troppo uso\n[Strofa 1]\nChe sopruso, testi aridi\nPiù che rap mi sembra che aliti\nIo mi sto nutrendo di crisalidi\nIn tempo per cacare farfalle in un reality\nLa radio a palla, il fumo in palla\nC'è lei che in pratica è simpatica se non parla\nChi mastica musica spastica non la balla\nChi fa ginnastica gli basta musica di plastica\nFalla, racconto strazi\nProblemi cretini, perché mi ringrazi?\nPerché sono lontano dagli altri ragazzi\nChe fanno i cattivi poi succhiano cazzi\nAltro disco, lo abolisco\nAlto il rischio, sono un uomo mica partorisco\nÈ solo egocentrismo\nChe se lei mi tradisce dopo anch'io, anch'io mi tradisco\nDa quel giorno una forza mi scollega\nSto di merda quando entro in discoteca\nDa quel giorno ho un problema a fumare l'erba legale\nCome fosse tutto normale\nNo\n\n[Ritornello]\nBenvenuti nel mio centro asociale\nDove non ci si può più associare\nBenvenuti nel mio centro, stasera c'è un evento\n(Dove?) Nel mio centro asociale\nQua, benvenuti nel mio centro a-sociale\nDove non ci si riesce ad a-ssociare\nBenvenuti nel mio centro, stasera c'è un evento\n(Dove?) Nel mio centro asociale\nQua\n[Strofa 2]\nNon mi sento speciale\nNon divento commerciale se non tolgo questo accento provinciale\nTanto per cominciare poi smettila di fare l'estraneo\nFatti vedere, strappati uno strato cutaneo\nQuello superficiale ed apri un attimo il cranio\nPortiamo il tuo epitalamo con gli altri nel camion\nMi segno l'ipotalamo così non mi sbaglio\nE dopo mi lobotomizzo con il trapano in bagno\nA volte penso come mi divertono quelle canzoni che mi vendono per suoneria\nIl movimento di denaro, amici miei massoni, che cercano di vendermi massoneria\nUso parole sbagliate così mi ascolti\nSolo su un altro sfoghi l'antropofobia\nLo so, a volte ho troppa euforia\nMa c'è chi vede follia più nella telepatia che nella telefonia\nChe cos'è meglio, fare il black bloc?\nO stare a casa e aprire un bel blog?\nTutto uguale per l'uomo in questo vociare\nSul nuovo quesito su chi è il cristo da incrociare\nMa no, non vengo dal tempo delle crociate\nMa so che il mondo da sempre ha due facciate\nIo ho quantità di disparate personalità\nFanno un gran vociare, sento urla disperate fare\n\n[Ritornello]\nBenvenuti nel mio centro asociale\nDove non ci si può più associare\nBenvenuti nel mio centro, stasera c'è un evento\n(Dove?) Nel mio centro asociale\nQua, benvenuti nel mio centro a-sociale\nDove non ci si riesce ad a-ssociare\nBenvenuti nel mio centro, stasera c'è un evento\n(Dove?) Nel mio centro asociale\nQua\n[Strofa 3]\nSembravi molto contento, molto curioso\nTu che puoi vedere i tuoi miti sempre più ingranditi\nA volte sembra violento, pericoloso più fare una band che fare i banditi\nPrison Break, Breaking Bad\nPrison rap, breaking dance\nTi gira la testa? È colpa del no sense\nSe lo sai usare, rimorchi e lei si prostra\nMi vuoi aiutare? Ho una proposta pro prostata\nPer tutti i fulmini di Giove porto un corpo biochimico\nPollo nel pollaio, scatti da maniaco\nLa notte sogno Apollo che porta un messaggio lirico\nMa si ubriaca al primo bicchiere di dionisiaco\nC'è una netta differenza tra un burattino e una marionetta\nDipende da dove il controllo tiene la stretta\nTi abbraccerà? Ti appenderà? Dipende, sei schiavo dell'abisso o della vetta?\nQuesto rap non è arte solo perché articolato, anzi\nEsagerato, arzigogolato, voi fate rap al cioccolato\nQuesto è il rap del bambino che non hanno coccolato\nOdio i pezzi americani che rincorri\nPerò se non funziono gli copio la metrica\nTira su le braccia che sembrano due torri\nChe se me le autolesiono copio l'America\nDammi una lametta che mi taglio il pene\nCosì vedi fisicamente cosa mi hai rotto\nI treni passano, la vita a me mi ha ridotto\nA dire: \"O viaggio dentro il bagno del treno o lo dirotto\"\nChiamatevi fratelli, fate bene\nParlo di fiori più dei teorici del complotto\nLasciamo i discorsi retorici a chi li sa fare\nTieni spento il cellulare che il momento è cruciale\n\n[Ritornello]\nBenvenuti nel mio centro asociale\nDove non ci si può più associare\nBenvenuti nel mio centro, stasera c'è un evento\n(Dove?) Nel mio centro asociale\nQua, benvenuti nel mio centro a-sociale\nDove non ci si riesce ad a-ssociare\nBenvenuti nel mio centro, stasera c'è un evento\n(Dove?) Nel mio centro asociale\nQua"
}