{
  "title": "CEO",
  "artist": "Snoop Dogg",
  "lyrics": "[Intro]\nRick Rock beats\n[Verse 1: Snoop Dogg]\nI'm back like I never left\nIn this motherfucker spitting rhymes 'til my last breath\nSnoop Dogg in the building, yes, y'all\nLine 'em up, barber shop, fade 'em all\nI'm watching the game from the halls of fame\nI'm balling, mayne, I boss up back in this thang\nBelieve me, bro, you wanna stick around and see the show\nSee me go, Snoop Dogg, CEO\nProceed to capitalize, I'm back with my guys, slapping the five\nMaking more hits to slap in your trunk\nThey know this is gangsta funk\nTake your risk and get what you want\nFuck with this, I figured he won't\nFigured they lying, I'm a cold muthafucka, it's getting chilly\nI didn't really wanna fuck him up and slap him silly\nSo I ran that bitch-ass nigga up out the city\n[Chorus]\nBack up in the motherfucker, tell me how you feel now (How you feel now, oh)\nEither you're fake or you're plastic, it's hard to keep it real now (What? So real)\nHow many niggas you shot, how much money you got\nAnd do you really post up on the block?\nNot ordinary, it may vary\nI get my means \nby any means necessary\n\n[Verse 2: Snoop Dogg]\nI'm on my shit, only boss niggas that I'm with\nStill no talking from my bitch\nSlick nigga but don't slip\nYou don't wanna be on the wrong side of that four-fifth\nDon Dada, want a lotta\nNiggas wanna fuck around with that gun shotta\nAmbitions of a rider\nMachiavelli tip, sitting back, let it rip\nI'm on a private island, million on a trip\nLevel up, niggas don't move 'til I tell 'em what it is\nI'm 'bout to blow this whole label up, ya dig?\nI got a plan to change up the game, it's big\nListen close and follow me\nI'm 'bout to tell you how it's 'bout to be\nCheck the game and the pedigree\nI'm the same nigga from the Beach\nWith more knowledge and more game, the best weed\nReal talk, nigga, preach\n[Chorus]\nBack up in the motherfucker, tell me how you feel now (We back, we back, we back)\nEither you're fake or you're plastic, it's hard to keep it real now (Fake-ass nigga)\nHow my niggas you shot, how much money you got\nAnd do you really post up on the block?\nNot ordinary, it may vary\nI get my means by any means necessary\n\n[Outro]\nOh, yeah\nOh, yeah\nRick Rock\nSnoop Dogg, haha, CEO\n(\nOnce again back, it's the incredible\n)\nThat's right y'all, that nigga is the CE— (Death Row, what a nigga know?)\n(\nOnce again back, it's the incredible\n)\nThe what? The CEO (Death Row, what a nigga know?)\n(\nOnce again back, it's the incredible\n)\nYeah, nigga (Death Row, what a nigga know?)\n(\nOnce again back, it's the incredible\n)\nNow let it ride (Death Row, what a nigga know?)"
}