{
  "title": "Change",
  "artist": "J.Cole",
  "lyrics": "[Intro: J. Cole, \nAri Lennox\n, & \nJ. Cole & Ari Lennox\n]\nBoy, ooh\nMy intuition is telling me there'll be better days, yeah (\nMmm, mmm\n)\nMy intuition is telling me there'll be \nbetter days\nI like this tone (\nOoh, ooh\n)\n[Verse 1: J. Cole, \nAri Lennox\n, & \nJ. Cole & Ari Lennox\n]\nYeah, my intuition is telling me there'll be better \ndays\nI sit in silence and find whenever I meditate\nMy fears alleviate, my tears evaporate (\nMmm\n)\nMy faith don't deviate, ideas don't have a date\nBut see, I'm growing and getting stronger with every breath (\nMmm\n)\nBringing me closer to Heaven's doors with every step (\nMmm\n)\nAs we speak, I'm at peace, no longer scared to die\nMost niggas don't believe in God and so they terrified\nIt's either that or they be fearing they gon' go to Hell\nAsking the Father for forgiveness got 'em overwhelmed\n(\nMmm\n, \"Please, God, I want to go to Heaven\")\nAs if He's spiteful like them white folks that control the jail (\nMmm\n)\nSee, I believe if God is real, He'd never judge a man\nBecause He knows us all and therefore He would understand (\nMmm\n)\nThe ignorance that make a nigga take his brother life\nThe bitterness and pain that got him beating on his wife  (\nMmm\n), like\n[Chorus: J. Cole, \nJ. Cole & Ari Lennox\n, & \nAri Lennox\n]\nI know you desperate for a change, let the pen glide\nBut the only real change \ncome from inside\nBut the only real change \ncome from inside\nBut the only real change come from— (\nOoh\n)\nIn cemeteries or in chains I see men cry\nBut the only real change \ncome from inside\nBut the only real change \ncome from inside\nBut the only real change come from— (\nOoh, oh, woah\n)\n\n[Verse 2: J. Cole & \nAri Lennox\n]\nYeah, my\nChosen religion, Jesus piece frozen from sinnin'\nDoin' dirt, hoping to God, He know my intentions (\nMmm\n)\nTo see a million 'fore I see a casket\nI got a baby on the way, know he gon' be a bastard  (\nMmm\n)\nI'm living fast like I'm in a drag race, how that cash taste\nWhen I was a senior, I was ballin' on my classmates (\nMmm\n)\nNiggas put three bullets in my car, one hit the gas tank\nKnow I got a angel, 'cause I'm supposed to have a halo (\nMmm\n)\nRight now, my lifestyle destined for a federal facility\nFor my ability to make them birds fly (\nMmm\n)\nFiends wan' get higher than a bird's eye view\nAnd who am I to tell a nigga what to do? I just supply\nIt's economics\n, \nmy business ain't got the suit and tie (\nOh, wait\n)\nKeep a pistol at all times, niggas want what's mine (\nOh, wait\n)\nI can't oblige, dawg, I work too hard\nSo reach for it, get referred to God, I'm going hard, nigga, huh (\nMmm\n)\n[Chorus: J. Cole, \nJ. Cole & Ari Lennox\n, & \nAri Lennox\n]\nI know you desperate for a change, let the pen \nglide\nBut the only real change \ncome from inside\nBut the only real change \ncome from inside\nBut the only real change come from— (\nOh, hey\n)\nIn cemeteries or in chains I see men cry\nBut the only real change \ncome from inside\n (\nCome from the inside\n)\nBut the only real change \ncome from inside\nBut the only real change come from—\n (Yeah)\n\n[Verse 3: J. Cole & \nAri Lennox\n]\nProdigal son,\n \ngot a new gun, this one\nDon't run out of ammo, lately been working on my handles\nCan I ball, become a star, and remain \nmyself\n?\nIf I fall, dust it off and regain \nmyself\nFuck them all, they don't know all the pain I felt\nI'm in awe, after all the fame I felt, I evolved (\nOoh\n)\nI no longer bury demons\nI be a vessel for the truth until I'm barely breathing, I'm singing (\nOoh\n)\n[Bridge: Ari Lennox & J. Cole, \nJ. Cole\n, & \nAri Lennox\n]\nLife is all about the evolution\nI give up, I give in, I move back a little\nI live up, I look up, now I'm back for more, yeah, yeah\n (\nI, I, yeah\n)\nYou can dream but don't neglect the execution\nI give up, I give in, I move back a little\n (\nOh, no\n)\nI live up, I look up, now I'm back for more\n (\nOh, oh, no\n)\n\"Time is short,\" that's what somebody told me (\nTold me, oh\n)\nI give up, I give in, I move back a little\nI live up, I look up, now I'm back for more\nAyy, now I'm back for more\nToo short to keep following your homies\nI give up, I give in, I move back a little\nI live up, I look up, now I'm back for more\n[Bridge: J. Cole & \nAri Lennox\n]\nI reminisce back to a time where niggas threw they hands (\nOoh\n)\nAll of a sudden, niggas poppin' trunk and then we scram (\nMmm\n)\nFinger on trigger make a little nigga understand\nWhat it's like to finally be the motherfuckin' man (\nOoh, yeah\n)\nEyes wide, that's from the power that the coward feels\nNiggas die over bitches, disrespect, and dollar bills (\nOoh\n)\nBloodshed done turned the city to a battlefield (\nMmm\n)\nI call it poison, you call it real, that's how you feel?\n(Pop-pop-pop-pop-pop-pop)\n\n[Verse 4: J. Cole]\nPistols be poppin' and niggas drop in a heartbeat\nScattered like roaches, a body laid on the concrete\n(\nLet's go, let's go, let's go, let's go\n) Body laid on the concrete\nLook, somebody laid on the concrete\nNo time for that, ain't no lookin' back, 'cause I'm running too\nI made it home, I woke up and turned on the morning news\nOvercame with a feeling I can't explain\n'Cause that was my nigga James that was slain, he was twenty-two\n(Last night at around 7:45) He was twenty-two\n(Twenty-two year old black male, suspect, reporting on the news)\n[Outro: J. Cole]\n(I swear to God, bruh, no)\nWe're gathered here today...\n(I swear to God)\nTo mourn the life of James McMillan Jr. (No)\n(I swear to God—nigga, I'ma kill them niggas, man)\nA tragedy, another tragedy in the black community\n(I promise you, bro)\nWe got to do better, people\nTwenty-two years old, this boy was too young (Oh my God)\n(I promise you, bro, I'ma kill them niggas)\nOur condolences go to his family, our prayers\n(I'ma kill them niggas myself)\nWe know he's in a better place\nWe know he's in a better place\nBut this has got to end, ladies and gentlemen\nWe've got to come together, this is—this is beyond words (I'ma kill them niggas)\nNow I'd like to open this ceremony with a verse from—"
}