{
  "title": "Christian Dior Denim Flow",
  "artist": "Kanye West",
  "lyrics": "[Chorus: Kid Cudi, John Legend, Ryan Leslie & Kanye West]\nI got the world in my hands, the masterplan\nBut I don't know why I keep callin', why I keep\nAll of these girls at my shows, they lovin' me\nBut I don't know why I keep callin',\n why I keep callin' you, hey\n[Bridge: Kanye West]\nAll the models to the floor right now\nAll the models to the floor right now, what, huh?\nAll the models to the floor right now\nAll the models to the floor right now, huh?\n[Verse 1: Kanye West]\nI'm in my \nChristian Dior\n with a \nVeronica Webb\nNoemie Lenoir\n, \nChanel\n, \nSessilee Lopez\nArlenis Sosa\n, \nSelita Ebanks\nGrew up on Mobb Deep and speak that Jourdan Dunn language\nMake a phone call out to Joan Smalls\nI wonder how it feel in Lara Stone's walls?\nJessica Gomes, y'all, I would damage her\nAnd see if Jessica Stam got the stamina\nI'm in the car with Leo and the Benz swerve\nI heard Bar\n \nwas friends with Esti Ginzburg\nCoco Rocha, Kate Mimosa\nAlessandra Ambrosio, Anja Rubik\n \nand Olga\nKurylenko, tell her I'm very single\nAbbey Lee too, I'm a freak, boo\nI'm wilding, I'm on a thousand\nI wanna see Irina Shayk next to Doutzen\n\n[Chorus: Kid Cudi, John Legend, Ryan Leslie & Kanye West]\nI got the world in my hands, the masterplan\nBut I don't know why I keep callin', why I keep\nAll of these girls at my shows, they lovin' me\nBut I don't know why I keep callin',\n why I keep callin' you, hey\n[Interlude: Kanye West]\nChristian Dior denim flow\nI told her I'm tryin' to eat out, so what we goin' to dinner fo'?\n[Verse 2: Pusha T]\nMiami nights, on the search for some T and A\nTryin' to hide what's obvious to see in me\nWe conversate a bit about your DNA\nAnd my salmon-colored suit from the VMAs\nOh, you was watchin'? Who the fuck wasn't?\nMe, skip across that stage in five dozen\nYuuugh! Six grand for a minute's time\nItalian Vogue styled a nigga for a minute-rhyme\nLet's be clear, and let's be fair\nThe best thing in music's being offered here\nIt's a round table full of bosses here\nStill giving you it all like the coffin's near\n[Chorus: Kid Cudi, John Legend, Ryan Leslie & Kanye West]\nI got the world in my hands, the masterplan\nBut I don't know why I keep callin', why I keep\nAll of these girls at my shows, they lovin' me\nBut I don't know why I keep callin',\n why I keep callin' you, hey\n\n[Bridge: Kanye West]\nAll the models to the floor right now\nAll the models to the floor right now, what, huh?\nAll the models to the floor right now\nAll the models to the floor right now, huh?\n[Chorus: Kid Cudi, John Legend, Ryan Leslie & Kanye West]\nI got the world in my hands, the masterplan\nBut I don't know why I keep callin', why I keep\nAll of these girls at my shows, they lovin' me\nBut I don't know why I keep callin',\n why I keep callin' you, hey\n[Verse 3: Ryan Leslie]\nIt's time for a lesson in model behavior\nDamn, look at all the bad bitches I gave you\nMan, I can see the flaws to your flavor\nLook like Wonder Woman and still need a savior\nMaybe it's a billionaire, maybe it's that cocaine\nI done seen drugs and money run the whole game\nA good girl lost in the city life\nAgent Provocateur, hold them titties right\nI'm haute couture of hoes galore\nGive my girl a Newport 'cause she's smoking yours\nI'm the authority of model seniority\nThey call me \"Les\" but they all need more of me\n\n[Verse 4: Lloyd Banks]\nUgh, handcraft material, champagne for cereal\nShawty stole my heart, criminal, my lucky charm, ugh\nFly clothes and Lear shows take the stuff we on\nStuff all my problems in that bong, and I'm puffin' strong\nI been locked in my way of thinkin', now my cuffs are gone\nMust've been the liquor talkin', I'm beggin' the cups, c'mon (C'mon)\nMight come off as irregular, I come in custom form (Uh!)\nT-G-I-F, GT breeze, my hustler's poem (Yeah)\nMy sound's full-grown, reminds me of my favorite chronic (Kush)\nBall like a SuperSonic, make the haters vomit (Ugh!)\nNigga, make some money 'fore you make a comment\nI meant to snap a while ago, but who knows where the time went?\nProbably dime chicks, whips with a Diddy\nNow I'm back like a nine-milli, running New York City\nSee me clearly through the storm, the world's mine\nSits pretty in my palm, Chandon as we continue on\n[Chorus: Kid Cudi, John Legend, Ryan Leslie & Kanye West]\nI got the world in my hands, the masterplan\nBut I don't know why I keep callin', why I keep\nAll of these girls at my shows, they lovin' me\nBut I don't know why I keep callin',\n why I keep callin' you, hey\n[Verse 5: Kid Cudi]\nNiggas think they know, only got half of the story\nThey don't really know what's in my head fuckin' with me\nHow can I be better? I could start with just the basics\nDior, Dior galore, I love the cut\nI seem to have forgotten that I'm off the looney\nTo the people who don't know Cud, know what?\nRose gold Presidential on my bony wrist\nTook my ma' to Chanel, held Elsie, the stunner\nShe got haters, some in the fam made us\nBut they don't really matter, we escape 'em with our paper\nHey ya, I'm on my André 3000\nI'm all good now, a nigga don't need no counseling\nWoke up in the room and my mojo was active\nLooks from the hoes that were more than likely passive\nBack when–let me not reflect on the old shit\nI'm on to the new act, on to my new script\nBitches better have they thoughts before approachin'\nI done heard it all, baby, save it for them other niggas\nDoin' things off-beat for a living, \nhaters copy, I'm the image, hey\nHaters copy, I'm the image"
}