{
  "title": "Chris Tucker",
  "artist": "J.Cole",
  "lyrics": "Track 3 on Cole’s EP Truly Yours 2. Most fans got a snippet of this song on the tail end of his song “I’m a Fool.”\n[Chorus: J. Cole]\nChris Tucker, money talk, ma'fucker\nChris Tucker, money talk, ma'fucker\nChris Tucker, money talk, ma'fucker\nAyy, all you broke nigga be quiet\n[Verse 1: J Cole]\nI can't control this urge to fuck hoes and splurge\nMy sidepieces got real jobs, nigga, I don't fuck with no birds\nMy main chick she got real hair, never had to shop to get hers\nGot a neat freak that don't eat meat, but goddamn she rocking them furs\nBall so hard ma'fucker wanna fine me, and now the ho wanna climb me\nIf real recognize real, that's why it took a motherfucker like Hov to sign me\nBall so hard, I'm the truth, nigga,\n \nAll-Star game, catching 'oops, nigga\nIf you a bitch and I'm a bitch, I'm Sheryl Swoopes and you hoops, nigga\n[Chorus: J. Cole (2 Chainz)]\nHa, Chris Tucker, money talk, ma'fucker (Yeah!)\nChris Tucker, money talk, ma'fucker (Yeah!)\nChris Tucker, money talk, ma'fucker\nAyy, all you broke nigga be quiet\n[Verse 2: J Cole]\nCole world, safe to say I'm cold-blooded\nIn this cold life the more cold you are, seem like the more the hoes love you\nSo I book a flight, she land today, she leave tonight with no luggage\nGot the camera on in my bedroom, shoot the video with no budget, go\nOnly nigga up in first class, old lady tryna be friendly, ayy\nShe think I'm in the NBA, why a nigga can't have his MBA?\nNext time I'ma flip the script, you know, kick some shit that's gon' shock her\n\"You're so tall, what team do you play for?\" No bitch, I'm a doctor\nFlow hella proper, \nCole never flopped, nah\n, \nfloat like a propeller, no helicopter shit\nKnots thick like a bowlegged chick, stick dick to a gold digger, won't give her dollar, ha\nFuck your 9, I'm a whole different caliber\n, nigga say they pop 'cause they don't fill they collars up\nRead a book get your knowledge up, book a flight get ya mileage up\n, bitch nigga\n\n[Chorus: J. Cole (2 Chainz)]\nChris Tucker, money talk, ma'fucker (Yeah!)\nChris Tucker, money talk, ma'fucker (Yeah!)\nChris Tucker, money talk, ma'fucker (2 Chainz)\nAyy, all you broke nigga be quiet\n[Verse 3: 2 Chainz]\nI'ma start off with these four bars\n, \nI'm in a barbie at a sports bar\nI'm rockin' gold bars, whoop your ass with this crowbar\n, \nI'm like \"Oh Boy\nCatch your girl off that rebound\"\n (Rebound,) \nfix her hair up, get her a re-do (Re-do)\nJust my car out the paint shop, so I guess that's a mothafuckin' re-coupe (Tell 'em)\nLet me demonstrate, gotta think about it 'fore I go on a dinner date\nMight eat a rich bitch (Might eat a rich bitch,) yes, I got me expensive taste (Yeah)\nGot my pockets on full (Full,) stomach on full (Full,) gun on full, I got full coverage (True)\nNiggas don't know the full story, I'm smokin' on gas, full service (Damn)\nMoney talk, true story, if you ain't got none then don't say shit (Uh)\nBanana clips goin' apeshit, \nyou don't make money, don't make sense\nI got gold on my bracelet (Bracelet,) got your girlfriend chasin' it (Chasin' it)\nBust a nut in her mouth, so now she can baby sit, uh\n[Chorus: J. Cole (2 Chainz)]\nChris Tucker, money talk, ma'fucker (Yeah!)\nChris Tucker, money talk, ma'fucker (Yeah!)\nChris Tucker, money talk, ma'fucker\nAyy, all you broke nigga be quiet\n\n[Post-Chorus: J Cole]\nThis liquor I been sippin' got me kissing all these models\nAnd I might not see tomorrow, I might not see tomorrow\nPlease don't tell my mama I spent my tuition on these bottles\nJust to pay back all these loans, man, we gon' have to hit the lotto"
}