{
  "title": "Church",
  "artist": "OutKast",
  "lyrics": "Big Boi touches on theological themes like sin and evil in this song about existential despair.\n[Intro]\nMan, have you ever really wondered\nLike why are we here? What the meanin' to all of this?\n[Chorus: Sleepy Brown]\nSometimes life can keep you down\nWith your face all in the dirt (\nHallelujah\n)\nNow if you feel that left behind\nNeed to get up and go to church (\nHallelujah\n)\nOoh-ooh-ooh-ooh (\nHallelujah\n)\nOoh-ooh-ooh-ooh (\nHallelujah\n)\n[Verse 1: Big Boi]\nBig, slide into the mode, time to drop a load\nMy life is going downhill like some cardboard in the snow\nMy bank account is frozen, I\nDon't think that I can get out this hole\nFeel like the figure four leglock\nLike the jury went away and then they came back deadlocked\nI can't move, I can't eat, I can't even breathe\nCan't even buy a decent sack without the stems and the seeds\nNo trees, no Ps to ease the stress of everyday living\nBut homeless people gotta suck it up wherever they living\nThe unforgiven or the unwilling, live a life of sinning\nAnd expect to be as pure as an infant in the beginning, but\n\n[Refrain]\nWhat about repentance?\n What about detention?\nWhat about you eating dinner in the devil's kitchen?\nWhat about repentance?\n What about committing\nThe same sin over and over again and again and, uh\n[Interlude]\nWhy are we here?\n (\nHuh? Huh? Huh?\n)\nPlease tell me, what are we here for?\n (\nOw\n)\n[Verse 2: Big Boi]\nLife is nothing but a dream, so peaceful and serene\nUnless you're being evil then you on the devil's team\nWide receive what you want to believe\nBut soon you'll have to sow those bad seeds\nPlease, any man can ask to get a pass\nOr a cleansing of sin to grant another chance\nPerhaps another glance of the light at the end of the tunnel\nTalk to the coach or break out the huddle\nWhatever should you fumble your rebuttal should be subtle\nBecause he who lives in the upper room is never gullible\nAs you survey the syllables and sentences, the question\nThat I'm merely trying to pose is as simply as me saying\n[Refrain]\nWhat about repentance?\n What about detention?\nWhat about you eating dinner in the devil's kitchen?\nWhat about repentance?\n What about committing\nThe same sin over and over again and again and, uh\n\n[Chorus: Sleepy Brown]\nSometimes life can keep you down\nWith your face all in the dirt\nNow if you feel that left behind\nNeed to get up and go to church\nOoh-ooh-ooh-ooh\nOoh-ooh-ooh-ooh (\nChurch\n)\n[Interlude]\nWhy are we here?\n (\nHuh? Huh? Huh?\n)\nPlease tell me, what are we here for?\n (\nOw\n)\n[Outro]\nChurch\n (\nYeah\n)\nChurch\nDo-do, do-do, do-do\nDo-do, do-do, do-do\nDo-do, do-do, do-do\nDo-do, do-do, do-do\nDo-do, do-do, do-do\nDo-do, do-do, do-do\nDo-do, do-do, do-do\nDo-do, do-do, do-do\nYou know what I mean?\nDo you know what I mean?\nOh-oh\nOh-oh-oh-oh-oh, hey, hey\nClap your hands\nStomp your feet\nOh-oh, oh-oh-oh-oh-oh-oh-oh, oh-oh-oh"
}