{
  "title": "Cole Summer",
  "artist": "J.Cole",
  "lyrics": "[Intro]\nLove\nLove, love, love, love, love, love, love, love\nIt's only what you got in the form of the highest power you seek\nNow this right here's not a preview\nI need to let it go\nYeah\n[Verse 1]\nNow this right here is not a preview\nOf what the album gon' bring you, or nuttin' like that\nSharing things I think quietly, with those that admire me\n'Member MTV \nDiary\n? This something like that\nI wear my heart up on my sleeve and I bleed for you\nCookin' beats hoping to reach like each one you\nWhen I release, trust if you feel like my shit is weak\nWhen you see me on the street, then speak, I refund you\nThis sample was yellin' \"loop me!\"\nMs. Hill, please don't sue me\n'Cause I ain't one of these rappers out here frontin' like he got it, nigga\nI ain't fuckin' got it, nigga...\nThrowing thousands in the strip club with Drizzy\nDifference is I'm throwing four, he throwin' 50\nLord, forgive me, bitches saying, \"You a rapper nigga, ain't you s'posed to tip more?\"\nI don't see no pussy, baby, ain't you s'posed to strip more?\nConfessions of a cheap-ass nigga\nBut I finally put my momma in that E-Class, nigga\nAnd I told her quit her job but hold your horses\nIf my next album flop it's back to the post office, both of us, shit\nThey saying that's a real possibility\nThe thought alone is killing me\n\n[Chorus 1]\nI think I need to let it go\nI need to let it go, uh\nI think I need to let it go, let it go, let it go\nI think I need to let it go\n'Cause nothing even matters...\n[Verse 2]\nAnticipating rain\n, \nI can't make the same mistakes again\nThem '90s niggas raped the game\nAnd left us with a battered and bruised bitch with a few kids\nThe pussy loose but the truth is I love her, though\nShe ain't perfect, but who is?\nHoes saying \"Cole, you is\" don't be silly, ma, \n'cause really I\nJust a born sinner, the opposite of a winner\nCole summer, I predict another winter\n'Cause I'm fin' ta drop knowledge like a Five Percenter\nFuck the Bilderberg,\n \nnigga show 'em God sent ya\nRhyme with the skill, as if Nas went to\nCollege on scholarship met Pac and said \"I'm down witcha\"\nAnd when they wasn't writin' rhymes they fuckin' line sisters\nPuffin' on swishers,\n \nwhat's up Milan?\nEvery time I drop I get the net poppin' like LeBron swishes\nKay told me kill ya, and I gotta respect my mom's wishes\nWhen I let go this how my mind switches\nNo looking back, don't even want to see my prom pictures\nPardon the rhyme scheme, I guess I'm long-winded\nLet me switch it now, \nback to Hell's Kitchen now\nUp in Hova office like he the fucking principal\nPut me in with StarGate, that shit was like detention now\nJust tellin' my story so dissin' ain't my intention now\nDrop a couple hits and all the dummies pay attention now\nA shame when you learn the ins and outs of the game\nAnd reminisce on little Jermaine in the south\nRappin' out loud with all the niggas that's cool to you\nJust to realize that all them niggas was foolin' you\nAnd they ain't who they said they were\nTalk about the streets but nigga, that ain't really where they were, \nactin' just like Dede was\nBut who am I to judge? That's neither here nor there\nJust know I know, my nigga, \nI just like being aware\nIf I had one wish, I would fuck Tia and Tamera\nAt the same time and put name tags on they titties\nSo I don’t get they names wrong\n, \nscreamin' \"Game on\"\nLike Wayne's World, that just came on\nI'm rambling now, five days to finish the album, I'm scramblin' now\nTook a break from samplin' now\nJust to say a few words to this bitch named Summer\nJune'll make four years since I gave you my number\nThe Warm Up\n dropped, I got hot, you called it a classic\nAnd Jay dropped \"Autotune\", you wanted him back, shit\nPlay my position, the whole while still wishin'\nA year later Drake put his key in your ignition\nAnd I told my fellas \nI dropped \nFriday Night Lights\nIn the winter just to make her jealous\nWanted to drop the album in the summer, but the label didn't think that they could sell it\nRecoup the first week, I think it ain't shit they can tell us\nDo you agree?\nIt's been a long time coming this thing between you and me\n\n[Chorus 2]\nI can't let it go\nI can't let it go, nah\nI think I need to let it go, let it go, let it go\nThey say I need to let it go\n'Cause nothing even matters, ayy\n[Outro]\nYeah\nJune 25th\nBorn Sinner\n, bitch"
}