{
  "title": "College Boy",
  "artist": "J.Cole",
  "lyrics": "[Intro]\nYeah (\nYou say, \"What is it that you want?\"\n)\nAyy, check me out, man (\n\"You've got everything that a woman could ever need in life\"\n)\nIn case y'all niggas didn't know, shout out to the class of 2007 (\nI've got a closet full of minks, chinchillas\n)\nSt. John's University, stand up (Fayetteville State, nigga, \nI've got a bureau full of diamonds I can change four times a day if I want to\n)\nAll my North Carolina A&T Aggies, stand up, UNCG, man\nCarolina, NC State, Duke (\nYou're even tryin' to eat lobster and drink champagne, now you know that ain't your rule\n)\nWake Forest, Winston-Salem State, man (Fayetteville Tech, \n'cause you strictly a collard greens and cornbread man\n)\nWe gon' call this one \"College Boy\"\nFor all my college niggas, man (\nNow you know if anybody know it, I know\n, \nDJ OnPoint, J. Cole\n)\nFor all y'all lil' niggas, uh, this is, this is why you should got to college, my nigga (\nBut since you feel like that this evening, sit down and drink some champagne with me and let me rap to you\n)\nLet's go\nYeah\n[Verse 1]\nIt's hard to picture a nigga not gettin' money (Uh-huh)\nJ. Cole livin' bummy? Ha-ha-ha, that shit is funny\nI'm focused on that cash, I just laugh at them bastards (Woo)\nEligible bachelor, finna get my bachelor's\nAnd if this rap shit don't work, I'm goin' for my master's\nStill scoutin' hoes on the first day of classes (Yup)\nKeep up with the asses (Yup), keep up with the grades (Yup)\nA nigga straight A's like the Braves\nShe got me in her dorm room, talkin' 'bout her room ain't clean\nAnd she wanna fuck, but wait until her roommate leave\nNow, I could give a damn if her roommate seen\n'Cause if the girl get excited, she's invited (Ha)\n\n[Chorus]\nIf it's alright with you (Yeah), shit, then it's alright with me\nYeah, and if it's alright with you, baby girl, then it's alright with me\nUh, and if it's alright with you shawty, then it's alright with me\nHey, and if it's alright with you (Yeah, yeah) then shit, then it's alright with me (Uh-huh, yeah, uh)\n[Verse 2]\nI hate to brag, well nah, I don't, the big man on campus\nI got a chick in every class that give a nigga glances\nAnd if your ass is dumb, you won't even get a chance\n'Cause I got a chick in every class that give a nigga answers, yeah\nAnd if I hit you, shawty, keep it on the low\nThis shit just like high school, the people wanna know\nI see you haters mad, but I ain't mad at y'all niggas\nWe get ass like them basketball niggas, I'm ballin'\nGot a sidekick so them hoes don't be callin'\nHit me on AIM, ayy, what's your screen name?\nWhen I start typin' in, a nigga got some mean game (Yeah)\nAnd when I whip it out, shit, you gon' think you seein' things, but\nBack in Carolina, I miss home badly (Yeah)\nIt's funny, hoes I couldn't have is tryna bag me\nBut I'm in the G with this freaky-ass Aggie\nShe said she want it from the back, gladly\n[Chorus]\nIf it's alright with you (Yeah), shit, then it's alright with me (Hey)\nAnd if it's alright with you, baby girl, then it's alright with me\nUh, and if it's alright with you, shawty, then it's alright with me\nLook, and if it's alright with you (Uh, yeah, yeah, yeah), you know it's alright with me (Yeah, uh)\n\n[Verse 3]\nI'm skippin' class just to get some ass, livin' fast\nIn college but don't sleep, nigga, my jab quick as Zab's\nSo kill that old college gangsta shit we don't believe\nYou mad 'cause your girl on Facebook pokin' me, so uh\nYou know the G, I hit her up like, \"Hello, Elle\nI seen you lookin' right the other day, LOL\nSo what's good with you?\" She hit me right back like\n\"Shit, what's good with you?\" You know I like that\nSo of course I write back, hit her with some nice chat\nSame night, she in my room, lights off, I strike that\nYeah, the put game right, but that's your wife, nigga, take her\nI bust, then I kick her ass out to write a paper (Yeah)\nA nigga doin' homework\nDrinkin' like a fish, it ain't a weekend that I'm sober\nFightin' hangovers on my way to my internship\nAnd I forgot to study for my midterm, shit\n[Outro]\nWoo\nAyy, this is straight through, nigga\nNo, no fuckin', no double takes\nThis is straight through the whole shit, nigga\nCheck it out, man\nI'm tryna tell y'all niggas, man, \ncollege is a good look\nA real good look, my nigga\nFor more reasons than one, man\nKnow they try to keep us out of that shit, though\nThat shit like extra expensive\nI got scholarships, though, so, uh, you know I'm not sweatin' that\nBut I feel for my niggas that couldn't make it, man\nSee y'all niggas\nAyy, Mike, we in there, baby\nAyy, they can't, ayy, they can't keep us out the G, my nigga, you know?\nThen we all make it, nah, we ain't all make it\nShout out to my niggas, man, all my niggas, yo\nWhether you graduated or not, whether you made it to college or not, nigga\nFayettenam, yeah, yeah\nClass of 2007, man\n, holla at me\nI'm goin' to grad school, though, you know?\nHello?\nWhat's up?\nOh, what's good, girl?\nOh, hi, you busy?\nYeah, I'm about to jump in the shower, but\nYo, who that?\nCalm down, it's Gina, damn\nOh, tell her, \"What up?\"\nPatrick says, \"What's up?\"\nAlright\nShe said, \"What's up, big ass?\"\nSo we good for tonight?\nYeah, I'ma meet y'all around 9 at your place\nAlright, cool, I'll see you later\nAlright, girl, bye\nYo, fuck you tryna screen my calls?"
}