{
  "title": "Comprare",
  "artist": "IU",
  "lyrics": "[Testo di \"Comprare\"]\n[Intro]\nIl segreto della bibita nera è complesso\nÈ tramandato dalla scorsa era ai figli di adesso\nHo visto cose, che cose, che non si possono comprare\nPer il resto solo un mezzo ha messo un prezzo all'universo\nMa il segreto della bibita nera non ha prezzo\nIn sesto e il successo si avvera se l'apprezzo\nVedo cose, che cose, che non si possono comprare per il resto\nPer il resto solo un mezzo ha messo un prezzo all'universo\n[Strofa 1]\nSe il mondo cade a rotoli, non te ne accorgerai\nC'hanno messo rotoli che non finiscono mai\nBel periodo di gavetta, amaro a manetta\n\"Che vuoi di più dalla vita?\"\nNon so, l'avrai una sigaretta?\nSe lei mi invita a casa per un tè, le dirò\n\"È buono qui, è buono qui\"\nDirà: \"C'è stato un qui pro quo\"\nNon investire i tuoi quattrini se hai interessi da paghetta\nSe cucini i bastoncini, friggerai la sirenetta\nSotto la muraglia cinese un passante\nRisponde alla domanda palese del vigilante\n\"Hai il carico pesante? Rispondi alle domande\"\nDevo dipingere una parete grande\nCi vuole un pennello grande\nSe è grasso è perché i tuoi si so' fidati della FAO\nSe mangia questo schifo neanche un gatto fa più \"miao\"\nE resterà un graffito, un grande ciao\nPerché eri intollerante, ma c'era più latte e meno cacao\n\n[Ritornello]\nVivo perché se muoio non posso comprare\nSe il mondo ha mosso un imperativo: comprare\nSbaglio, o quando i soldi non si possono contare\nVanno in cose, che cose, che non si possono comprare\nVivo perché se muoio non posso comprare\nSe il mondo ha mosso un imperativo: comprare\nSbaglio, o quando i soldi non si possono contare\nVanno in cose, che cose, che non si possono comprare\n[Strofa 2]\nNel nuovo social network saranno tutti anziani\n\"Il telefono ha trovato casa e vincono i marziani\"\nIn cucina ti si sono storti tutti i ripiani\nSe ci fai sesso con la donna più amata dagli italiani\nIl mondo si arroventa per chi non si accontenta\nMa c'è più gusto ad essere svizzero\n, \"mi consenta\"\nVorresti crocifiggerci con la tua guerra lenta\nSe in offerta c'è una sparachiodi dal tuo ferramenta\nL'ultima cosa che vi chiedo è bere un caffè\nIl caffè è un piacere, e se non è bono che piacere è?\nVe lo faccio meglio io usando l'acqua dello scarico\nIndovino da che lato il bicchierino ha il manico\nEh? Spero solo che la birra c'è per me\nSe no tra un po' dell'acqua ti divento un sommelier\nÉgalité, fraternité, bella per te e per tutti quanti\nMa compra una padella se vuoi farti quattro salti\n\n[Ritornello]\nVivo perché se muoio non posso comprare\nSe il mondo ha mosso un imperativo: comprare\nSbaglio, o quando i soldi non si possono contare\nVanno in cose, che cose, che non si possono comprare\nVivo perché se muoio non posso comprare\nSe il mondo ha mosso un imperativo: comprare\nSbaglio, o quando i soldi non si possono contare\nVanno in cose, che cose, che non si possono comprare\n[Strofa 3]\nMamma, eh? Dov'è finito papà?\nDov'è finita la bambina in quella pubblicità?\nDov'è che arriva la bolletta dell'elettricità?\nQuant'è che inzuppano le stelle di ogni bella città?\nDove c'è pasta c'è casa, che è? 'Na minaccia?\nMa la mangia dal barbone al magnaccia\nE non si ritrova una casa, ma una gran pancia\nSculaccia chi ha la faccia come il culo\nMa si spaccia come uno che si è fatto il culo\nE adesso c'ha la faccia\n[Bridge]\nQui non ci si diverte, qui non si raccomanda\nQui non importa più chi sei e neanche chi ti manda\nE se vuoi rapinarla rispondiamo a ogni domanda\nMa entra insieme a tutta la tua banda nella banca\nQui non ci si diverte, qui non si raccomanda\nQui non importa più chi sei e neanche chi ti manda\nE se vuoi rapinarla rispondiamo a ogni domanda\nPrima entra insieme a tutta la tua banda nella banca\n\n[Ritornello]\nVivo perché se muoio non posso comprare\nSe il mondo ha mosso un imperativo: comprare\nSbaglio, o quando i soldi non si possono contare\nVanno in cose, che cose, che non si possono comprare\nVivo perché se muoio non posso comprare\nSe il mondo ha mosso un imperativo: comprare\nSbaglio, o quando i soldi non si possono contare\nVanno in cose, che cose, che non si possono comprare\n[Outro]\nEh, di solito, alla fine o in mezzo alla canzone\nDovrei dire chi l'ha fatta, dovrei fare qualche nome\nSennò nessuno potrà mai conoscere Rancore, DJ Myke e Svedonio\nIn questo film senza interruzione"
}