{
  "title": "Conflicted",
  "artist": "Snoop Dogg",
  "lyrics": "[Chorus: Nas & \nSnoop Dogg\n]\nIf God for me, who could be against me?\nI guess all them niggas that's against me\nThey the ones stirrin' up the conflict\nThen try to make it out like I'm conflicted\nBitches\nEast Coast niggas in six-fours hittin' switches (\nShit\n)\nIt's not a conflict of interest\nCuh, them niggas with the business\nWest Coast niggas rockin' them Timberlands deep up in them trenches\nIt's no difference\n[Verse 1: Snoop Dogg]\nNeither one play games when swingin' for them fences\nWe want the finer things, the shit that's еxpensive\nThe shit that hit 'еm either close range or at a distance\nIf God for me, nigga, why bother?\nI got my game from the Godfather (Woof)\nTop of the food chain, rock bottom\nAnd handled my business when it was my problem\nG shit, nigga flossin' with a gold chain\nI got my Turkish rope with matchin' gold fangs\nBomber jacker in the winter, it's a cold game\nI met some East Coast niggas up in Spokane (What up?)\nSome of the realest niggas in this dope game\nI got my curly top, lookin' like Special Ed\nClean fade on the side, bumpin' that Redhead\nClean tags when I ride, duckin' the fed-feds\nEast Coast niggas, they get that bread-bread\nYou fuck with them niggas, you end up dead-dead\nThem West Coast niggas, they leave that lead spread\nAnd now you got bullets all in your dread head\n\n[Chorus: Nas & \nSnoop Dogg\n]\nIf God for me, who could be against me?\nI guess all them niggas that's against me\nThey the ones stirrin' up the conflict\nThen try to make it out like I'm conflicted\nBitches\nStill tryna fuck the riches\nEast Coast niggas in six-fours hittin' switches (\nShit\n)\nIt's not a conflict of interest\nCuh, them niggas with the business\nWest Coast niggas rockin' them Timberlands deep up in them trenches\nIt's no difference\n[Verse 2: Snoop Dogg]\nFourth and inches\nI'm finna hit a lick and handle business\nI got a down bitch, she real vicious\nRock-a-bye baby, no witness\nThis is not even a conflict\nYou niggas on nonsense\nNiggas die the same way in Brooklyn and Compton\nBut niggas with that gang-gang, them niggas make a profit\nNiggas on top, niggas stay poppin'\nLook, see, I was the high school Slick Rick, I was stylin'\nFat gold chain with an African medallion\nHip-hop connoisseur and Rollin' 20 Crippin'\nRap game real tight, freestyle was magnificent\nAll about the clout and all about my dividends\nThem older niggas couldn't tell me different\nI need a 'round the way girl to let me stick it in\nShowtime at the Apollo\nI'm drinking OE up out the bottle\nTake two swigs and pour out a little liquor for my niggas who won't live to see tomorrow\n\n[Chorus: Nas]\nIf God for me, who could be against me?\nI guess all them niggas that's against me\nThey the ones stirrin' up the conflict\nThen try to make it out like I'm conflicted"
}