{
  "title": "Controproduzioni",
  "artist": "IU",
  "lyrics": "[Rancore]:\nDio, ti supplico, dicci che significa:\nPrimi per il pubblico, ultimi in classifica!\nQuesti vogliono due canzoni o due cazzoni?!\nRime contro voi incontrano contro-produzioni\nQuesto è un paese per morti\nNon voglio un lasciapassare\nVoglio niente, perché più di niente non avete;\nSpendiamo un sacco di soldi\nSolo per farci abbassare radicalmente\nLa nostra presenza sopra la rete\nOra che ti ho puntata andiamo all'Horror Fast Food\nÈ una volata, avremo al Disney Inferno l'entrata pagata\nIn regalo c'è un tuffo nella fontana\nPiena di merda e panna montata\nEd Hanna Montana sotto affogata!\n\"Zitta puttana!\" E tu chi sei, il pappone?!\nQuesta è la vita tua, macchiata, fottuta\nGiocando a carte di notte per strada\nOgni tanto le lanci un'occhiata..\nChi vuole 'riuscire' nella vita\nChi ci vuole solo 'rientrare', dalla serata!\nNon so che farti, non so che farmi adesso\nTranne canne, visto su quante mamme ci masturbiamo\n\"non fare agli altri quello che non vuoi venga fatto a te stesso\"\nTranne quando provi a fare il rapper italiano!\nNon so se ci capiamo o dalle chiappe ci acchiappiamo\nÈ ora d'accalappiarsi un filo spesso e poi vedere tra i culi\nChi acchiappa l'amo nell'ano\nNon faccio più rime, lo scarico in cui ho gettato la mia poesia dimostra che vi amo!\nBrutti come noi?! Non c'è nessuno, mai!\nEppure friggerai, nel suono di Rancore & Dj Myke\nIncazzati, non fare il chirurgo tra i macellai...\nAmmazzami, se c'hai il coraggio! Ma non ce l'hai!\nIl beat è entrato così avventato che\nQuando è entrato io l'ho addentato\nLa fame ti fa stare più concentrato\nTi fa immaginare com'è fare un ATTENTATO!\nLo stato non c'entra con me, non è commentato!\nLo stato non c'entra più con te, non è con-te-stato!\nSe ho incalzato è perché ero incazzato\nParole del cazzo, sono il materasso su cui hai rimbalzato\nIo vengo dal sub-strato dell'underground\nChe è sub-entrato e ti ha messo knockout!\nHo un sottomarino nel prato\nForti siete forti, quanto è scontato da un lato!\nChe nei forti ci hanno sempre cagato gli eserciti, SOLDATO!"
}