{
  "title": "Cosa Sai?",
  "artist": "IU",
  "lyrics": "[Testo di \"Cosa sai?\"]\n[Intro]\nWhat you know? What you know?\n[Ritornello]\nCosa sai? Cosa sai? Cosa? Cosa?\nCosa sai, fratello? Cosa sai?\nSu di lui che ti avranno detto mai?\nCosa sai su Rancore? Cosa sai?\nCosa sai? Cosa sai? Cosa? Cosa?\n[Strofa 1]\nNon lo conosci? (No) Non l'hai mai visto? (No)\n\"Ho già sentito parlare di questo Cristo\"\nNe ha parlato il produttore, la radio, la TV\nIl Messaggero, il Manifesto e un ministro\nNe ha parlato l'amico tuo di classe\nNell'ora di italiano convinto che il suo italiano bastasse\nAltre due ragazze: una brutta e una carina\nUna con la frutta, l'altra rimastina\nTi avranno detto in molte situazioni\nL'hanno chiuso dentro a un vicolo con cinque sganassoni\nTi avranno detto che gli amici suoi fattoni\nDicono che spesso lui è un ridicolo rompicoglioni\nTi avranno detto che lavora dentro un cinema\nEd è per questo che la sua paga è minima\nChe l'hanno visto combattere coi popcorn\nE che un hacker ha scoperto che si è iscritto su YouPorn\n\n[Ritornello]\nMa cosa sai, fratello? Cosa sai?\nSu di lui che ti avranno detto mai?\nCosa sai su Rancore? Cosa sai?\nCosa sai? Cosa sai? Cosa? Cosa?\nCosa sai, fratello? Cosa sai?\nSu di lui che ti avranno detto mai?\nCosa sai su Rancore? Cosa sai?\nCosa sai? Cosa sai? Cosa? Cosa?\n[Strofa 2]\nIndi per cui\nVorresti dirmi che quindi parli di lui?\nCapito chi? Quello con l'amico demente\nChe ha svelato a tutti che la madre fa danza del ventre\nUn giornalista ha detto che è un teppista\nE molti manager non l'hanno più perso di vista\nMa ultimamente il testo è calato un po'\nPerché, a parte l'Italia, il resto del mondo vuole il flow\nInglese, è un rap freddo per i suoi gusti\nFrancese, è un rap chic per i suoi gusti\nTedesco, è un rap da sbratto per i suoi gusti\nE se il rap non rientrasse pienamente nei suoi gusti?\nChe t'hanno detto? Che il tipo è un sex symbol?\nChe ti hanno detto? È fidanzato oppure è single?\nEppure hai più di un amica che lo conosce\nChe si vanta dicendo che lui gli ha aperto le cosce\n\n[Ritornello]\nMa cosa sai, fratello? Cosa sai?\nSu di lui che ti avranno detto mai?\nCosa sai su Rancore? Cosa sai?\nCosa sai? Cosa sai? Cosa? Cosa?\nCosa sai, fratello? Cosa sai?\nSu di lui che ti avranno detto mai?\nCosa sai su Rancore? Cosa sai?\nCosa sai? Cosa sai? Cosa? Cosa?\n[Strofa 3]\nL'altro giorno all'entrata del Diabolika\nL'hanno visto urlare sotto un attacco di colica\nOra è all'ospedale, una serata troppo alcolica?\nMacché, si è appoggiato su un'auto dei Casamonica\nEd ora è rum e sangue per i suoi bufali\nProblemi con le guardie, fino a ieri aveva i brufoli\nManco girasse con la gang o col clan\nAl massimo da solo, nascondendosi dai fan\nE visto dalle jam fuma più di uno Shuttle\nVisto da YouTube non ha mai vinto una battle\nVisto dal vivo è basso\nVisto da fuori è gradasso\nVisto da dentro è un ammasso di organi e grasso\nNon sa guidare e ballare\nNon riesce a amare il mare\nHa storie amare e lo vogliono rimenare\nNon sa giocare a calcio, non sa rollare\nNon sa rimare per questo fa rime in \"are\"\n\n[Ritornello]\nMa cosa sai, fratello? Cosa sai?\nSu di lui che ti avranno detto mai?\nCosa sai su Rancore? Cosa sai?\nCosa sai? Cosa sai? Cosa? Cosa?\nCosa sai, fratello? Cosa sai?\nSu di lui che ti avranno detto mai?\nCosa sai su Rancore? Cosa sai?\nCosa sai su di me? Cosa sai?"
}