{
  "title": "Crawling On My Knees",
  "artist": "Crush",
  "lyrics": "[Chorus]\nWhy do I feel the way I do? When I'm with you, I'm alright\nWhen I'm alone, I lose myself, I can't make it through the night\nWhy do I feel the way I do? When I'm with you, I'm alright\nWhen I'm alone, I lose myself, I can't make it through the night\n[Verse]\nYeah, ayy, I'm crawling on my knees like a dope fiend\nLooking for the next hit, searching for the dragon\nYeah, I'm a dick, but I'm addicted to you, baby\nTo be alone is something I cannot imagine\nYou're like dopamine for my brain\nThe roots in the trees and the leaves to my life\nThe picture to my frame\nThe pistol on my hip, well, I think you got the gist\nYou're the one I wanna be with, yeah\nI don't want the drama, baby, save it for your mama\nHad to get my shit together, had to make a couple commas\nI had some bitches on the side, but they could never get me high\nBut with you, I feel like I can touch the sky\nWhen you leave, my soul gets drained from my body\nI think I really need somebody\nYeah, so please tell me that you're that somebody\nI really don't wanna be left with nobody, ayy\nYou are the pain in my stomach, the tears in my eyes\nThe fear of losing it all had me looking up at the sky\nHoping that when I die is before your eyes\nI can't fathom having to lay these flowers down by your side\nNow, I know it's been a rollercoaster going off the rails\nBeen through hell and back and still decided not to bail\nEven when the ship was gonna sink, you never sailed on me, yeah (Yeah, ayy)\nCold turkey off the pills, mad as fuck for no reason\nHaving panic attacks, I thought my brain was bleeding\nI felt so alone those days\nComing home to you was the only way to feel okay\nEnough to find a way to get away from all the grey\nClouds that surround Baby Bone smacked me in my face\nKeep me humble as I mumble in the jungle\nAnd for the cookie, hope I never have to crumble, yeah\n\n[Chorus]\nWhy do I feel the way I do? When I'm with you, I'm alright\nWhen I'm alone, I lose myself, I can't make it through the night\nWhy do I feel the way I do? When I'm with you, I'm alright\nWhen I'm alone, I lose myself, I can't make it through the night\nWhy do I feel the way I do? When I'm with you, I'm alright\nWhen I'm alone, I lose myself, I can't make it through the night\nWhy do I feel the way I do? When I'm with you, I'm alright\nWhen I'm alone, I lose myself, I can't make it through the night"
}