{
  "title": "Crip Ya Enthusiasm",
  "artist": "Snoop Dogg",
  "lyrics": "[Chorus]\nAnother episode of a Doggy Dogg tale\n, you know me well\nYou know I'm coming by the smell\nI’m here when you see the weed smoke in the air\nParty people, wave your hands like you just don't care\nCrip your enthusiasm\n[Verse 1]\nMm, pen and paper, money maker, let the beat ride\nLet me put you up on this nigga from the east side\nThis nigga born ready, serve a nigga ether\nWith the pen or off the heady, this nigga flow is dеadly (Where he at?)\nRight hеre, Snoop Dogg, I'm with the G Child\nPlay something, let me fuck you up just with this freestyle (That’s dope)\nFor sure, but let's make a real record with real effort\n'Cause my pen game is lethal cyanide mixed with ether\nSpittin' nothin' but them hits out\nThe Chronic\n put the world up on this shit\n Snoopy been about\nI wrote it down, needed backup, called the hounds\nI'm worldwide, you know the voice, you know the sound (Ha-ha)\nPaint it like Picasso, my spot on top of the charts\nYou ain't fuckin' with the Dogg, I do this shit every day\nI don’t play with this here, just look at my resume\nI’m probably Pimp of the Year, that's what all the players say\nMy smooth tone, reppin’ for the blue zone\nCrip shit, for niggas to get they groove on (Hey)\nI tell my street life glory in a east side story\nI got that Hall of Fame pen game, nigga, ain't shit changed\nStill leave you niggas assed out like Ving Rhames\nEver since I started, I've been all about big things\nCrip it, curve it, flip it and serve it\nI'm at your service so don’t get nervous\n\n[Bridge]\nThese are words coming from the Dogg\nAnd everything I do is lit (Yes, sir)\nHoppin' right along, tryna get my party on\nCall my nigga (Leon Black), let's go bust a bitch (Mm)\n[Verse 2]\nLa-di-da-di, Snoopy's in the party\nSmokin' that yessir, the best served, that's good for everybody\nIt's some players in the house, if you see 'em, point 'em out\nPulled up in that Bentley with my nigga Leon Black with me\nThat's simply two layers of mackin' on you bitches\nLike true players (\nBut I'm here with my baby daddy\n), bitch, who cares?\nWe came to make the party crack, no games\nI'm in the party strapped, Snoop Dogg and Black, now, where the party at?\nPop that champagne bottle, we goin' up full throttle\nDon't matter, wherever Snoopy go, these hoes gon' follow\nGlasses up, we toastin', Backwoods I'm smokin'\nV.I.P., I'm posted, \neeny-meeny-miney\nYou know where to find me\nWith a cute-faced bitch, big ass and waist tiny\nI got 'em lined up like tic-tac-toe, that's three in a row\nAn exotic bitch, a snow bunny and me and your ho\nWe all up in the club livin' our best life\nBlack gave a nigga thumbs, nigga like, \"That's right\"\nHit the dance floor with some twins, they was close friends\nBack that ass up, she said, \"Grab it with both hands\"\nNow players do what players do\nYou know the Dogg, no sugar-coatin', I speak the truth\nI make the rules, grip it, curve it, flip it and serve it\nI'm at your service, now, don't get nervous\n\n[Chorus]\nAnother episode of a Doggy Dogg tale, you know me well\nYou know I'm coming by the smell\nI'm here when you see the weed smoke in the air\nParty people, wave your hands like you just don't care\nCrip your enthusiasm\n[Outro]\nYeah, say what?\nCrip your enthusiasm\nOkay, like that?\nSay what, say what?\nCrip your enthusiasm\nUh, like this?\nYeah, Crip your enthusiasm\nUh"
}