{
  "title": "Crunch Time",
  "artist": "J.Cole",
  "lyrics": "J. Cole’s joint about those struggling through tough times, including close friends of his.\n\nSamples “Munchies For Your Love” by Bootsy’s Rubber Band:\n[Intro: J. Cole]\nTick\nThis is for my niggas in the fourth quarter\nJust watching that clock tick. Yeah\n[Verse 1: J. Cole]\nYou said, \"at what point do you start seeing bread?\nBeen out hustling for years, shoe box right under my bed\nI move the work out my momma’s house, got me a little old crib\nI always fantasize if I had went to college instead\nWould I be happily married instead of broke and unwed?\nMy nigga made a major move I said I hope for the best\nI told my sister as I kissed her cheek I’m better off dead\nFucking with this white, it’s all been downhill like a sled\nNow listen, I understand they say you make your own bed\nBut tell me who supplied these sheets with this cheap ass thread\nIn denial about the feds, he can’t see past bread\nNow do exactly what the man in the ski mask says, okay?\nThese are the times, survival my only crime\nI gotta be on my grind, a lot of my homies gone\nInside of me Lord I know, it’s a lie that we gon' be fine\nBut momma I’m tired of crying, just lie to me one more time\"\n[Hook]\n'Cause it’s crunch time\n'Cause it’s crunch time\nShit real, man\nA nigga got bills, dawg it’s crunch time\nShit real man a nigga got bills\n\n[Verse 2: J Cole]\nLook, scavenge these records, or these days MP3’s\nLooking for the samples to put a nigga on MTV’s\nThis is for nigga’s with empty dreams and empty jeans\nStill holding on to the word maybe\nCause this 9 to 5 shit is driving you stir-crazy\nComing home tired just to hear it from your lady\nHollering about your baby, need this and need that\nAnd all you want is peace and quiet\nMaybe some feedback, on these raps\n'Cause labels ain’t hollering, and niggas ain't downloading\nNobody see your vision, they walking around blindfolded\nAll this time holding on to possibilities\nYou step outside, you smoke a blunt and then you feel the breeze\nFuck what they talking, it ain’t like life come often\nOnly thing worse than death is a regret-filled coffin\nSo try before you die or always wonder what if?\nI thank the Lord for this wonderful gift\nLooking for strength in this crunch time\n[Hook]\nLooking for strength in the crunch time\nThis shit real dawg a nigga got bills dawg\nIt’s crunch time, yeah nigga it’s crunch time\nThis shit real dawg a nigga got bills dawg\n\n[Outro: J. Cole]\nI feel your pain nigga trust me\nFor all my nigga’s out there still trying to get it\nFew nigga’s I know, few nigga’s I don’t know\nShout out to my nigga FilthE\nNervous Reck\nShout out to Marcus\nMy nigga I forgive you for all that shit you said\nI understand my nigga\nStill love, yeah"
}