{
  "title": "Cyanide (Demo)",
  "artist": "Crush",
  "lyrics": "[Intro]\nMTM, hit 'em with the heat\n[Chorus: Ghostemane]\nCut my neck, the blood fresh\nGot a check, still depressed\nBeen a mess, fuck stress\nWhat next? Take a guess\nCyanide on my breath\nOn my breath, on my breath\nCut my neck, the blood fresh\nGot a check, still depressed\nBeen a mess, fuck stress\nWhat next? Take a guess\nCyanide on my breath, on my breath\n[Verse 1: Pouya]\nThrow your set up, I know you fed up\nRelease the lead from the nine, Columbine, don't get up\nI got a vendetta\nI got depressed and I never got better\nYou ain't on my level\nDon't be pushing me, pressing me\nI got a Big Mac and it's next to me\nAnd I got a fat bitch on the ecstasy\nOn top of the bread like a sesame\nThey want the recipe for success\nAnd now they after me 'cause I got a masterpiece\nUsed to, used to laugh at me and now they gassin' me, dappin' me\nUp in front of my family\nMake 'em say ugh, no Master P\n\n[Verse 2: Ghostemane]\nI think I'm next up in the 27 Club\nI've been too fucked up, serotonin 'bout done\nEvery night been ending with me biting on my gun\nI know you say you love me but you make me wanna jump\nOff of the ledge\nI'm eleven stories up and thinking about how my mother would feel if I jumped\nBut now it's not enough for me to stop, how I feel about ending it all, I'ma jump (Jump)\nJump (Jump)\nReady to die but Wavy saved me\nI guess I'll see another day, not splattering all over pavement\n[Verse 3: ZillaKami]\nGodzilla!\nMy cauldron bubbles be gone\nWith knives as big as King Kong (Okay)\nI walk around like I am holy but the gates want me gone (Uh, uh, ah, yeah)\nA phone no signal, can't call (What's up?)\nA gun nobody can draw (What's up?)\nI wanna sleep, but rest is where the Reaper sees all (Okay)\nOkay, now icepick inside you (Yeah), hit organs and vitals\nI take it out then go to school (Ha-ha), continue the cycle (Ha-ha)\nThe blood flow like geysers, fall down to the fire (Okay)\nI take it out then go to work, continue the cycle \n(Godzilla)\n[Chorus: Ghostemane]\nCut my neck, the blood fresh\nGot a check, still depressed\nBeen a mess, fuck stress\nWhat next? Take a guess\nCyanide on my breath\nOn my breath, on my breath\nCut my neck, the blood fresh\nGot a check, still depressed\nBeen a mess, fuck stress\nWhat next? Take a guess\nCyanide on my breath, on my breath"
}