{
  "title": "Da Art of Storytellin’ [Part 2]",
  "artist": "OutKast",
  "lyrics": "[Verse 1: André 3000]\n\"Baby, did you hear that?\" \"Yeah, baby, I heard it too\"\nLook out the window, golly, the sky is electric blue\nMama Earth is dying and crying because of you\nRaining cats and jackals\n, \nall shackles disintegrate to residue\nSilly mortals haven't a clue as to what the fuck is going on\nI'm on the telephone, dialing the Dungeon (\"Hello?\")\nThis Dré, bring the MP and the SP\nMeet me at the center of the Earth and travel carefully\nBaby, grab the baby, 'cause baby, it ain't much time\nMama Earth is tossing and turning, and that's a sign\nOmega, nigga, I.F.O.s are landing in Decatur\nHope I'm not over your head, but if so, you will catch on later\nPlayed the track, \nguess she could not take it anymo'\nRaping her heavenly body like a ho, coochie so'\nFrom niggas constantly fucking her, never loving her\nNever showing appreciation, busting nuts in her face when they done\n[Interlude]\n\"Who said good folks is not supposed to die?\"\n[Verse 2: Big Boi]\nThe sky is falling, nobody balling, they done gave back they guns\nFor some tickets to the playoffs, but the Hornets, they won\nNigga, we slum, kept all the guns, I gotta protect my family\nI drove the biggest thing in the house 'cause I knew they'd try to ram me\nBut I'm stabbing, making a path on expressway the best way I know how\nLook up in the sky – East, West, no clouds\nHim coming now, fuck that money now\nI ask my honey how she feeling\nAnd is Jordan okay? \"Yeah, yeah, she chillin'\"\nWe should be at The Dungeon shortly\nAin't nobody on they porch, see?\nApproaching the final exit, I'm thinking I see four horsies\nBut I don't though, nigga, you won't know until it's on ya\nI put that on my dope boys from A-Town to California\nAll the weed \nsmell like ammonia\n, but at the Dungeon I know they're smoking\nWriting the raps and doing the beats to make this last recording\nFuck abortion,\n \nI got in the booth to run the final portion\nThe beat was very dirty and the vocals had \ndistortion\n\n[Outro: André 3000]\n\"Who said good folks is not supposed to die?\"\nAll's well, nothing's well\nAll's well, nothing's well\nAll's well, nothing's well\nAll's well, nothing's well\nAll's well, nothing's well\nAll's well, nothing's well\nAll's well, nothing's well\nAll's well, nothing's well\nAll's well, nothing's well"
}