{
  "title": "DADDY",
  "artist": "Doja Cat",
  "lyrics": "[Chorus]\nYou caught me, she gettin' naughty\nNo doubt about it, I'll be on time out\nYou ask me, \"Girl, who yo' daddy?\"\nI say, \"You're mine now\"\nYou caught me, she gettin' naughty\nNo doubt about it, I'll be on time out\nYou ask me, \"Girl, who yo' daddy?\"\nI say, \"You're mine now\"\n[Post-Chorus]\nPut me in the corner, lock me in the bedroom\nGive a girl some orders, say it ain't no good\nPut me in the corner, lock me in the bedroom\nGive a girl some orders, say it ain't no good\n[Verse]\nYah\nDid I do that? Oh, did I do that?\nShit, I put that back on a nigga like, watch yo' ass\nLike a Siamese cat when I leave that scratch\nGot that nigga like, \"This my belt\nI could take this off, I could give you hell, have you screamin' like, 'Oh, my Lord'\"\nBut she don't need help, no, no, she don't, until she wanna talk back\nTalk back, talk back\nCurse words, big hand, loud slap\nWhen I come home, wood screen on snap\nFifty Shades, one lash your type?\nYou got me blushin' mad red from the back\nAin't no cursin', I swear you an ass\nFreak-ass nigga, I swear, you attract, y'all need that nigga, I swear, you a dad\nSee, when I got him achin', he ain't takin'\nHe gon' give this ass a spankin'\nHe don't care how high my rankin'\nWith these rings on, and I thank him\nSee, I'm pantin', and those handprints\nHow the fuck I'm out here standin'?\nSee, how the fuck I'm out here dancin'?\nHe a rough one, I can't stand it, ugh\n\n[Chorus]\nYou caught me, she gettin' naughty\nNo doubt about it, I'll be on time out\nYou ask me, \"Girl, who yo' daddy?\" (You ask me)\nI say, \"You're mine now\"\nYou caught me, she gettin' naughty\nNo doubt about it, I'll be on time out\nYou ask me, \"Girl, who yo' daddy?\"\nI say, \"You're mine now\"\n[Post-Chorus]\nPut me in the corner, lock me in the bedroom\nGive a girl some orders, say it ain't no good\nPut me in the corner, lock me in the bedroom\nGive a girl some orders, say it ain't no good\nPut me in the corner, lock me in the bedroom (You caught me, she gettin' naughty)\nGive a girl some orders, say it ain't no good (No doubt about it, I'll be on time out)\nPut me in the corner, lock me in the bedroom (You ask me, \"Girl, who yo' daddy?\")\nGive a girl some orders, say it ain't no good (I say, \"You're mine now\")\n[Chorus]\nYou caught me, she gettin' naughty\nNo doubt about it, I'll be on time out\nYou ask me, \"Girl, who yo' daddy?\"\nI say, \"You're mine now\""
}