{
  "title": "Dal Mio Sguardo (2006)",
  "artist": "IU",
  "lyrics": "[Intro]\nAh, sono sincero, lo vedi dal mio sguardo\nPuoi non credermi, ma non puoi darmi del bugiardo\nRancore, 2005\n[Ritornello]\nE sai che c'è? Ancora non capisco\nDa dove inizio, dove finisco\nE sai che c'è? Ancora non comprendo\nQuindic'anni e la mia vita ancora non ha un senso!\nE sai che c'è? Ancora non capisco\nDa dove inizio, dove finisco\nE sai che c'è? Ancora non comprendo\nQuindic'anni e la mia vita ancora non ha un senso!\n[Strofa 1]\nSe vivessi cent'anni non mi basterebbe\nIl tempo per riuscire a rischiarire queste nebbie\nIl tempo per capire come giungere al mio centro\nIl tempo per capire dove nasce il vento\nChe smuove queste onde e gronda un mare dalla fronte\nIn salita su 'sto monte, raggiungo la mia fonte\nQuante volte ho osservato Roma su dal \nPincio\nQuante volte ho detto \"forse questa volta vinco\"\nCi sono amici che alla fine non ti aiutano\nAltri che col dito medio ti salutano\nAmiche che all'orecchio a bassa voce poi mi dicono\nChe per le altre ragazze al massimo sono ridicolo\nE le pischelle a cui ho ceduto il mio cuore\nMi hanno rifiutato perchè io provo rancore\nE soffocato dal dolore esso è aumentato\nIl mio fato inciampato\nNel cespuglio dell'amore\nSe, e scrivo testi solamente per sfogarmi\nAnche se la gente è stufa di sentir﻿ gli affanni\nAnche se la gente è stufa di sentir﻿ bambocci\nChe scrivono soltanto di come si senton oggi!\nNon basterebbero cent'anni per riprenderli\nGli attimi passati, in un attimo puoi perderli;\nNon basterebbe una vita per capirlo\nUn mondo che poi finirà col figlio di tuo figlio!\n\n[Ritornello]\nE sai che c'è? Ancora non capisco\nDa dove inizio, dove finisco\nE sai che c'è? Ancora non comprendo\nQuindic'anni e la mia vita ancora non ha un senso!\nE sai che c'è? Ancora non capisco\nDa dove inizio, dove finisco\nE sai che c'è? Ancora non comprendo\nQuindic'anni e la mia vita ancora non ha un senso!\n[Strofa 2]\nSono nato quando è caduto il muro di Berlino\nMi sono accorto dall'inizio sin da bambino\nChe c'è qualcosa che non va nella mia testa\nEd io non voglio che poi 'sto rancore cresca\nEd esca fuori dalla cella in cui l'ho chiuso\nHo ricevuto bombe quando io mi sono illuso\nE non mi scuso alle persone che io ho offeso\nPerché troppo per il culo sono stato preso!\nE in tutto questo ho imparato ad andarci calmo\nAnche se la vita è scritta qui, sopra un palmo;\nNon c'è più tempo di far cose senza senso\nSai che cosa penso? da adesso in poi mi armo!\nEsco dallo stormo, fuori da 'sto branco\nFuori da 'sto sciame che non vola mai più alto\nFuori dai miei sogni, fuori dai bisogni\nEntro nelle cose di cui tu ti vergogni!\n\nIo non capisco, dov'è l'inizio, dove finisco\nSe sto volando cado giù da un precipizio!\nSe sto volando cado giù da un precipizio!\nIo non capisco, dov'è l'inizio, dove finisco\nSe sto volando cado giù da un precipizio!\nSe sto volando cado giù da un precipizio!\n[Ritornello]\nE sai che c'è? Ancora non capisco\nDa dove inizio, dove finisco\nE sai che c'è? Ancora non comprendo\nQuindic'anni e la mia vita ancora non ha un senso!\nE sai che c'è? Ancora non capisco\nDa dove inizio, dove finisco\nE sai che c'è? Ancora non comprendo\nQuindic'anni e la mia vita ancora non ha un senso!\n[Outro]\nBella Rudy! Se!\nE son sincero, lo vedi dal mio sguardo\nPuoi non credermi ma non puoi darmi del bugiardo!\nDel bugiardo\n\"Indietro non posso tornare, vero?\"\n\"No, ma se potessi, davvero lo faresti?\""
}