{
  "title": "Dark Place",
  "artist": "Logic",
  "lyrics": "[Verse]\nYeah\nDepression, anxiety got ahold of me\n'Cause people say they want the older me\nWell, I'm thirty, this the oldest me\nBehold it's me, the piece of shit that's not good enough\nNot black enough, not hood enough\nNot rich enough, not poor enough\nMy heart has poured enough\nI been beaten and battered, my confidence shattered\nBeen broken and tattered\nI'm constantly second guessin' if my profession is worth it on my mental state\nWritin' this from a dark place with humility and grace\nPeace, love, and positivity was my nativity\nBut not when socials are in my vicinity\nI'm not runnin' from the internet\nMy god, I was at its birth, I've been a vet\nGoin' berserk like Peter down in Initech, yo, ayy\nIt's deeper than the surface, I'm searchin' for purpose\nI'm tired of searchin' for Logic on Google on purpose just to read that I'm worthless\nI remember makin' music alone, just a pen and a microphone\nBut nowadays it's hard to get in the zone\nWritin' rhymes was easy before the fame\nNow I'm constantly overthinkin' every line, it's a shame\nRap used to fill me with joy, now it's nothin' but pain\nI'm stuck in the game, tryna get back from where I came\nI write this letter for the person who's listenin'\nFed up and tired of people dismissin' 'em, I'm with you\nI been through what you been through\nAnd no amount of money can take away the feelin' of insecurity\nOnly through maturity can we overcome\nFeel like I've been overrun, feel like it's over, I'm done\nWhoever told you success gon' make you happy? You been lied to\nAll of my dreams came true but I bleed and cry too\nNever been perfect, I failed every time I tried to\nFeelin' hated and underappreciated\nEvery time I look in the mirror, I wonder, \"Why you?\"\nShit, I'd love to end this on some positive shit\nHit you with punchlines instead of some derogative shit\nBut it's okay to be sad sometimes and tired of shit, I guess\n\n[Outro: Alan Watts]\nAnd people say, \"Well you're just out for money\"\nI say, \"That's none of your business\"\nYou see, a lot of people don't feel happy\nUnless they have another thing beyond money, which is called status\nAnd status, to a very large extent in our economy consists in\nIn having this thing, and that thing, and the other thing, and having a swimming pool\nA, uh, Ferrari, uh, certain kind of clothes and uh, certain kind of house\nAnd so on, and so on, and so on\nAnd we think, uh, we need all that\nBecause we haven't asked ourselves whether that was what we really wanted\nThey all think they gotta have this, they gotta have that\nAnd uh, they don't really want it\nIf they sat back and considered, \"Do I need all that? Is this trip really necessary?\"\nThey would come to the conclusion that it wasn't, ha-ha-ha-ha-ha"
}