{
  "title": "Death Row East",
  "artist": "Nas",
  "lyrics": "[Intro]\nYeah, yeah, hold up\nKD2 shit (\nHit-Boy\n)\nAyy hold up, come on, whoa\nRight back at this\nRight back, right back\nHold up, whoa\n[Chorus]\nHigh on life, drunk off dark liquor\nShit gettin' eerie like I threw on \nThriller\nBitch, I'm a hard hitter, Rolex clocks and killers\nHoldin' the order, I'm prayin' God delivers\nI had run-ins with Suge, niggas would've been shook\nAt the height of the beef, they started Death Row East\nDamn, I even saw they tees on some of my Gs\nNotorious label, the story was made in the streets\n[Interlude]\nNow it's real life movies\nRest in peace, Ill Will\n[Verse 1]\nLet's talk about it\nWe the smartest, not thе loudest, came up out the projеct houses\nWhere they resort to violence\nHennessy bottles on the curb, \nlil' niggas tryna serve\nLet's talk about it\nBack when Jungle told Pac, \"It's on\" soon as we walk up out this\nPicket signs, Outlawz outside the music hall\nBunch of ghetto superstars really down to lose it all\nBoth sides was thuggin'\nBut when you in my city, you know how we comin'\nAnimals in the field and most of 'em clutchin'\nWhen you livin' this rugged, that come with repercussions, look\n\n[Chorus]\nHigh on life, drunk off dark liquor\nShit gettin' eerie like I threw on \nThriller\nBitch, I'm a hard hitter, Rolex clocks and killers\nHoldin' the order, I'm prayin' God delivers\nI had run-ins with Suge, niggas would've been shook\nAt the height of the beef, they started Death Row East\nDamn, I even saw they tees on some of my Gs\nNotorious label, the story was made in the streets\n[Interlude]\nHistory lessons, keep it on record\n[Verse 2]\nLet's talk about it\n'Cause when you got a story real as mine, you can't leave nothin' out it\nLet’s take you back to '96\nDiamonds and MAC-10s, lookin' through a fresh lens\nEverything I knew now, wish I knew back then\nLike it was only so much time left\nBefore Makaveli the Don left\nBooked a flight, flying out West\nWe was tryna squash the whole shit in Vegas\nNo media to eat it up and leak it in the papers\nEric B, Big D, and 'Preme was affiliated\nPeace to E.D.I., Napoleon and all the innovators\nWe had respect before we was ever some entertainers\nSee Suge, he was a dangerous threat\nM.O.B almost turned half of New York red\nBrothers I grew up with threw up they sets\nSome even had them Death Row chains hang off their necks\nThere's a rumor that spread I'd like to address\nPac was never set up by Stretch (Let it rest)\nI stepped to him at Bryant Park so we could speak direct\nHe didn’t disrespect, we planned to reconnect\n\n[Interlude]\nI flew to Vegas to shoot the \"Street Dreams\" video and link with 2Pac. Tried to squash the East Coast/West Coast beef. We didn’t talk, but he was still alive in the hospital. \nAnd it rained that day in Vegas\n. Rest In Power\n[Outro: Ed Lover]\nChill out, chill out, yo, hold on. This is my nigga Nas and we both got one thing in common. We both, we both represent Queens to the fullest, aight? This brother was good enough to stop his show. And I want everybody in here, everybody stand up on their feet. First and foremost, please. At 7:03 PM New York time; 4:03 PM Las Vegas time, 2Pac Shakur passed away, y'all. Give me a moment of silence"
}