{
  "title": "Decatur Psalm",
  "artist": "OutKast",
  "lyrics": "In this track off of ATLiens, the duo dedicates their version of a Biblical psalm to the ATL neighborhood of Decatur. This is the only song on this album that doesn’t feature Andre.\n[Verse 1: Cool Breeze]\nI call the crib they say \"Breeze, you ain't know?\"\nI say \"What?\" \"Big Time got popped in his Benzo!\"\nI said \"Damn, man, I'm riding in his Lexus\nI'm 'bout to dump this nigga's shit in Nu Dimensions\nGet to the crib so I can call Big Slate up\nAnd tell 'em the money man done slipped and got his throat cut\nAnd everything that we took from the warehouse\nI heard somebody talkin' 'bout it at the White House\nMan, I thought you said that this job was for me and you\nI ain't know that Bill Clampett wanted some too\nYou tell his folks that I'm sorry 'bout that Lexus\nI'm 'bout to dip and see my sister up in...naaah!\nCan't even tell you where I put my extra playa card\n'Cause them Red Dog police know we homeboys\nJust tell everybody who owe us a dime\nIt's the great \"ho, 'round up yo' money\" time\nI got to have mine, then I'm outta here!\nTake a loss, come back up just like Coco Grier\nAin't got to worry 'bout yo' partner getting caught like a lame\nIt won't be over 'til that big girl from Decatur sang\n[Chorus: Cool Breeze]\nIt won't be over 'til that big girl from Decatur sang!\nEast Point police don't know a damn thang...\n\n[Interlude: Big Boi]\nYeah, it won't be over, check this out...\n[Verse 2: Big Boi]\nCan you see what I be hearing? Talking to spirits when I sleep\nPeep this out real quick, slick, we gets on this beat and speak\nAbout that pimp shit, that walk with dat limp shit, that Hemp shit\nLooking up in your face, I see a coward and a dimwit\nLooking to run up in my private home, just like you was the folks\nServing a warrant to a baby daddy who didn't come to court\nOn a Tuesday, April Fool's Day, don't get caught slipping\nLeaving the keys off in the ignition, making me guilty by suspicion\nPenny pinchers, trying to stack for ninety-six\nBuying another Fleetwood, Diamond took it, so now we's in the mix\nI need to take my ass to the crib and drop the baby off\n'Cause them niggas at the corner sto' been looking at me for too long\nStaring like accidents on highways\n, high days are better than sober ones\nDon't be biased, but I know it has to come (Uh)\nSo I put two in the sky to let them know I'm babysittin'\nY'all don't know nothin' 'bout Big Boi, 'cause that nigga steady dipping\n[Interlude: Big Boi & \nBig Gipp\n]\nIt ain't over (Why that? Why that?)\nTtil the bitch open her mouth up\nAnd sang (Yeah)\nTook me a long time to get here\nA long time, man\n\n[Verse 3: Big Gipp]\nI'm talking about, years, and years\nRiding past funeral fields, holding bodies of my peers\nIf you don't educate yourself\nNow how the fuck you gonna understand how you 'posed to get paid?\nNiggas walk around, get with shade tree ass ways\nFuck a fade, let my hair drag\nBack and forth like a see-saw\nJumping lily-to-ilypad – dag\nLookin' to get my Goodie feel\nI'm broke in like some old men\nWho'd stop dem or would stop\nI'm dropping lines for the big plot\nSixteen is when I started this dream\nIt's ninety-six I'm in your face\nCan you hear that bitch scream?\n[Chorus: Cool Breeze]\nYo\nIt won't be over til that big girl from Decatur sang..."
}