{
  "title": "DINDU NUFFIN",
  "artist": "Doja Cat",
  "lyrics": "[Intro]\n—Dindu nothin'?\nHow much money could a dindu make\nIf a dindu did all the things that you wish to? (How much money, how much money?)\nHow much nothing can a dindu do (How much money?)\nIf a dindu dindu nothin'? (How much money? Yeah, nigga, how much?)\nHow much money could a dindu make\nIf a dindu did all the things that you wish to?\nHow much money can a dindu do\nIf a dindu dindu nothin'? (How much nothing can a dindu do?)\nHow much money could a dindu make\nIf a dindu did all the things that you wish to?\nHow much nothing can a dindu do\nIf a dindu dindu nothin'?\nHow much money could a dindu make\nIf a dindu did all the things that you wish to?\n[Verse 1]\nI'm a degenerate\nSmoke all your cannabis, you cannot handle it\nWave your appendages\nTweetin' and Instagram, camera flick, bitch, you was edited\nSwear you'll remember this, swear you'll be cameraless\nFuck taking pictures, just run with the vibe\nMight as well dead this shit, I feel alive, ugh\nI feel like a part of the life, I feel like I'm starting to die\nI feel like I popped in the sky, get in my space, ha\nYou'll catch a rocket and ride\nI spy (I spy) with my little eye\nA target, you mine, all of this mine\nAll of the shit that I buy, all of the bitches that cry\nSee 'em from up on the stage, see 'em from up in this cage\nSee 'em look down on me, then I look down on they ways\nMirrorin' you, look at myself, feelin' it too\nDrunker than hell, I'm appearing in twos\nDrunker than hell, I'm appearing in yous\n\n[Chorus]\nHow much nothing can a dindu, do\nIf a dindu dindu nothin'?\nHow much money could a dindu make\nIf a dindu did all the things that you wish to?\nHow much nothing can a dindu do\nIf a dindu dindu nothin'?\nHow much money could a dindu make\nIf a dindu did all the things that you wish to?\n[Verse 2]\nHow much nothing could a dindu do\nIf a dindu, dindu nothin'?\nSent you muffin like a goddamn knight\nAt my bake, he chef, I cook, fuck sellin'\nHow much? How much money could a dindu make\nIf a dindu, did all the things that you wish to?\nShit do, I don't need a band on my wrist\nBitch niggas know about it with a pound to the fist\nTo the head chief, take it to the head chief\nIf you're making this bread chief\nTake it to the head chief, take it to the head chief\nAnd I'm up and coming, babe, please say something like\n\"How much nothing can a dindu do\nIf a dindu, didn't do nothin', nothin', nothin', nothin?\" Huh?\n\n[Chorus]\nHow much nothing can a dindu do\nIf a dindu dindu nothin'?\nHow much money could a dindu make\nIf a dindu did all the things that you wish to?\nHow much nothing can a dindu do\nIf a dindu dindu nothin', hm?\nHow much money could a dindu make\nIf a dindu did all the things that you wish to?\n[Outro]\nDindu, dindu, ayy\nHow much money can a dindu make\nIf I dindu did all the thing that you wish to? Hey\nHow much money can a dindu make\nIf a dindu dindu nothin'? Hey\nHow much money could a dindu make\nIf a dindu did all the things that you wish to?"
}