{
  "title": "Disgusting",
  "artist": "Logic",
  "lyrics": "Logic and fellow RattPack member C Dot Castro channel their inner Eminem as they spit ridiculous rhymes over Dr. Dre and Snoop Dogg’s classic song “Deep Cover.”\n[Intro: Logic & \nC Dot Castro\n]\nWelcome everyone to the Sinatra spectacular\nYeah, yeah, you already know what it is\nRattPack boy\nCastro\nLogic\n (\nLogic\n)\nSinatra\nReal all the time\n[Verse 1: Logic]\nYeah, pass the mic before I jack it like gore-tex\nBust like raw sex, rappers suck like vortex\nThe life of a Don\n; We living like kings, and killing our pawns\nBoy, the seconds it's on, don't know where we going\nI'm flowing and killing this shit from dusk 'til dawn\nJust had sex with a Middle Eastern girl; The pussy was bomb\nThat last line made no sense like these rappers' careers\nBut I make dollars, 'cause I'm all about the fiscal year\nYeah; you don't like me? I'll conjure up and summon all your fears\nYou wanna fight me? I'll woop my own ass before you get here\nWanna write me? And tell me that my rhymes suck?\nBitch, I don't give a fuck, I'll stab you in the gut, call it a tummy tuck\nYou can ask my ex, I bust quicker than two techs\nCaressed by a kid with category 5 tourettes\nIn other words, I squeeze with ease, dot my I's and cross my T's\nI'm a perfectionist; the lesson is fuck everyone assessing this\nIt's hip-hop, not to be taken literally\nHowever on the light of note I stayed with bills like Hillary\nMy flow convects, murder subjects with little respect\nBest protect your neck, before you play my tape better inspect the deck\nFuck every other rapper forever, ever, forever since the dawn of time\nSike—I'm not that much of a dick when I rhyme\nOn another level like duplex, bust heads like suplex\nSlaughter emcees then ask who's next\n\n[Verse 2: C Dot Castro]\nAyo, my crew next, but you say you next, so I guess we now\nPriceless flow so even if I write, it's still a freestyle\nNever busting gats, I ain't no gangster, put that heat down\nThen go and grab a mic and see if you can fuck with me now\nI got that A plus flow, I'm on a roll, bitch, I can't fail\nMaking money with my mind, call that shit a brain sell\nRaise hell, like I'm Satan's daddy\n while you in here\nCatch me in a tinted Caddy with a bitch from Cincinnati\nWith the thickest fatty while I hit the gas, you lick it gladly\nWith the window down, see other bitches blowing kisses at me\nIt's a fact that me and Logic rip with vicious rap to list a wrap\nWe spittin' crack to keep the fiends, coming back to show world\nReppin' Maryland but I make music for the whole world\nSeduce a chick with lyrics whenever she hear it, it make her toes curl\nSo sick, I hope I don't hurl, if you love me, let me go, girl\n'Cause no pussy come before my flow, just had to let you know, girl\nSpit it so thorough and in depth, I bet I leave you impressed\nRattPack be my family, I fuck with y'all, no incest\nOnly interest is to blow up, and watch they hands go up\n'Cause I used to throw shows back then but no one would show up\nI ain't all about the money but I want it homie sho' nuff\n'Cause Krispie crazy 'bout the cream, you could say I'm dough nuts\n[Verse 3: Logic]\nI murdered my manager Chris last night\nWe exchanged a couple words, he said some things I didn't like\nI said \"Okay…\" then punched him in the face with a butcher knife\nI want more like Ashton Kutcher's wife\nNow can you feel it? They won't (\nSinatra\n)\nGimme what I want, so fuck it, I'ma steal it\nI'll dilapidate you, grab the butter knife and decapitate you\nYeah that's what I said – huh, and bitch I did it\nWe all have thoughts like this; I'm just willing to admit it\nI would never act upon these thoughts now, don't you get it?\nIt's like when a gentleman sees the baddest bitch and thinks, \"I'd hit it!\"\nBut he never says it; I'll dump your body in a dessert\nIt's the wrath of a psychopath clutching a razor blade in a bath\nHaving his last laugh, anticipating a gash- the other night I murdered captain crunch\nRight in front of Toucan Sam and a whole damn bunch\nThat's life, what can I say? I'm a cereal killer, venereal dealer\nAnd yes, you know they ain't none other iller\nIt's Logic\n\n[Outro: Muhammad Ali]\nJust last week, I murdered a rock\nInjured a stone, Hospitalized a brick\nI'm so mean, I make medicine sick"
}