{
  "title": "Disney Inferno",
  "artist": "IU",
  "lyrics": "[Testo di \"Disney Inferno\"]\n[Intro]\nErappip non eramuf non\nErappip non eramuf non\nItragord non erappip non eramuf non\nItragord non erappip non eramuf non\nItragord non erappip non eramuf non\n\"Se vuoi posso incoraggiarti con un po' di polverina magica\nÈ fatta apposta per quelli come te\"\n\"Ma quella roba è portentosa, mi sento così di buon umore\"\nDJ Myke, Rancore\n[Ritornello]\nDisney Inferno è il paese dei balocchi\nDove tutto quello che tu vedi poi lo tocchi\nDisney Inferno è il paese dei balocchi\nZucchero filato, cocchi, occhi e tarocchi\nDisney Inferno è il paese dei balocchi\nQui è divertimento sano per tutti i marmocchi\nDisney Inferno è il paese dei balocchi\nDove tutti i principi diventano ranocchi\n[Strofa 1]\nCiao adolescenti figli di massoni\nSiete zecche o pidocchi? Rastoni o fascistoni?\nCos'è che vi ascoltate? La musica underground?\nPerché non è commerciale e arriva dritta sull'account\nFratelli d'Italia, ma io son figlio unico\nPer questo vesto male e poi all'esterno non comunico\nChi si depila il petto perché garba più a chi guarda\nDopo un anno sopra il petto c'avrà i peli della barba\nQuesta capra finché canta su una panca campa\nMentre adesso che è crepata sputa bava bianca\nTutti alla parata finché un tipo ti si affianca\n\"Ehi ragazzi una firmetta per la droga che manca?\"\nE tu che cazzo vuoi? Vuoi fare baraonda?\nIo lascerò il coltello a casa e porterò la fionda\nIn zona c'è gente che me sfonda\nE che dio me la mandi bona, e magari pure bionda\n\n[Ritornello]\nDisney Inferno è il paese dei balocchi\nDove tutto quello che tu vedi poi lo tocchi\nDisney Inferno è il paese dei balocchi\nZucchero filato, cocchi, occhi e tarocchi\nDisney Inferno è il paese dei balocchi\nQui è divertimento sano per tutti i marmocchi\nDisney Inferno è il paese dei balocchi\nDove tutti i principi diventano ranocchi\n[Strofa 2]\nFammi uno squilletto e siamo sulla stessa onda\nVedrai le nostre giostre nascoste, sei pronta?\nCon forbici dalla punta rotonda ti strapperò un sorriso\nCome farlo dal viso della Gioconda\nIo vado dietro a fesse\nC'ho un morto sopra il letto a castello\nE sogna guerre per salvare principesse\nConfondo le veline-line con le reverine-rine\nEsco con le burine che si credono poetesse\nSe in classe c'hai la prof che è una stronza\nChe annuisce quando parli\nE dice agli altri che è sbagliata la risposta\nIl sottoscritto abbozza con 'sta cozza\nLe offrirò un panino poi un caffè al mattino fino a che si strozza\nE se adesso mi presento con le falci e coi martelli\nMi becco con due amici e ci facciamo gli spinelli\nSe invece c'ho un tatuaggio con le svastiche\nRomperò il telefono altrimenti mi si accolla Papa Ratzinger\n\n[Ritornello]\nDisney Inferno è il paese dei balocchi\nDove tutto quello che tu vedi poi lo tocchi\nDisney Inferno è il paese dei balocchi\nZucchero filato, cocchi, occhi e tarocchi\nDisney Inferno è il paese dei balocchi\nQui è divertimento sano per tutti i marmocchi\nDisney Inferno è il paese dei balocchi\nDove tutti i principi diventano ranocchi\n[Strofa 3]\nIo quando andavo a scuola tutto allegro\nLa gente nella classe mi chiamava sempre negro\nIl rap almeno lui l'italiano me l'ha imparato\nE ora tu c'hai il culo bianco e il resto lampadato\nHai fatto un bel concerto, creato lo sconcerto\nHai conquistato un sacco di ragazzi un po' indecisi\nCon poco mi accontento, passa tutto al convento\nCe lo dice anche il ragazzo che è in diretta: Francesco ad Assisi\nSvalvoli? THC, alcooli\nGiro sempre con dei sassi bianchi \"Che è coca?\" No, calcoli\nCalcola mi aspetto tanto ormai sei maggiorenne\nQuale SMS, MMS, MSN?\nVorrei gridare aiuto, ma c'è troppo reverbero\nPensavo fosse Pluto, ma c'ho trovato Cerbero\nE non farò più nomi e in più mi scuserò coi Finley\nMa poi per festeggiare ci buttiamo a cazzeggiare tutti a...\n\n[Ritornello]\nDisney Inferno è il paese dei balocchi\nDove tutto quello che tu vedi poi lo tocchi\nDisney Inferno è il paese dei balocchi\nZucchero filato, cocchi, occhi e tarocchi\nDisney Inferno è il paese dei balocchi\nQui è divertimento sano per tutti i marmocchi\nDisney Inferno è il paese dei balocchi\nDove tutti i principi diventano ranocchi\n[Outro]\n\"Sembra che qualcuno stia male\"\n\"Che bellezza, spero che sia una cosa grave\"\n\"Ma è terribile\"\n\"Grazie piccino, ma quello è niente, niente\"\n\"Ragazzi, ho più magia io nel mio dito mignolo, oh oh\""
}