{
  "title": "Doggy Dogg World",
  "artist": "Snoop Dogg",
  "lyrics": "A play on the figure of speech: “It’s a dog-eat-dog world”, characterizing life as a ruthless competition.\n\nThe song samples “If It Ain’t One Thing, It’s Another”, by Richard ‘Dimples’ Fields.\n[Skit: Snoop Dogg]\nCan we get a motherfuckin' moment of silence\nFor the small chronic break?\nA-hah, yeah\nNiggas be brown-nosin' these hoes and shit\nTakin' bitches out to eat, and spendin' money on these hoes\nKnow what I'm sayin'?\nI treat a bitch like 7-Up — I never have, I never will\nI tell a bitch like this:\n\"Bitch, you without me is like Harold Melvin without Blue Notes\nYou'll never go platinum\"\nHey Daz, give me a light, nigga\n[Intro: Taa Dow]\nWe’d like to welcome y'all to the fabulous Carolina West\nI own this motherfucker, and my name is Taa-Dow\nY'all niggas know who I am, y'all niggas tearin' up shit\nBut we got somethin' old, and somethin' new for y'all tonight\nPut yo' hands together for Snoop Doggy Dogg\nThe Dogg Pound, and the fabulous Dramatics\n[Bridge: Snoop Dogg]\nIt's like everywhere I look, and everywhere I go\nI'm hearin' motherfuckers tryna steal my flow\nBut it ain't no thang, 'cause, see, my nigga Coolio\nPut me up on the game when I stepped through the do'\n\n[Verse 1: Snoop Dogg]\nYou know, some of these niggas is so deceptive\nUsin' my styles like a contraceptive\nI hope you get burnt, seems you haven't learnt\nIt's the \nknick-knack, paddywhack\n, I still got the biggest sack\nSo put your gun away, run away, 'cause I'm back (Why?)\nHit 'em up, get 'em up, spit 'em up\nNow, tell me, \nwhat's going on?\nIt make me wanna holler\n, \n'cause my dollars come in O-zones\nKnown for the break up, so take off your clothes\nAnd quit tryna spit at my motherfuckin' hoes\nSpeakin' of hoes, I'll get to the point\nYou think you got the bomb 'cause I rolled you a joint?\nYou'se a flea, and I'm the Big Dogg\nI'll scratch you off my balls with my motherfuckin' paws\nY'alls niggas better recognize\n (Uh-huh)\nAnd see where I'm comin' from — it's still Eastside 'til I die\nWhy ask why?\nAs the world keeps spinnin' to the D-O-double G, Y\n[Chorus: The Dramatics & Nancy Fletcher]\nIt's a crazy, mixed-up world\nIt's a Doggy Dogg World\nIt's a Doggy Dogg World\n(It's a Doggy Dogg World)\nOh\n\n[Verse 2: Kurupt]\nWell, if you give me ten bitches, then I'll fuck all ten\nSee my homie Snoop Dogg sippin' \njuice and gin\nDon't slip, I'm for the set-trip to get papers\nStyles vary, packin' flavor like Lifesavers\nAin't that somethin'? Talk shit and I'm dumpin'\nI had your whole fuckin' block bumpin'\nDon't sweat, but check the technique\n, \nI'm unique like China\nYou'll never find a bomber rhymer than this nigga behind ya\nSo peek-a-boo, clear the way, I'm comin' through\nOne-two, three — you can't see me\nI'm a G like that, strapped with hit-hard tactics\nA fuckin' menace, usin' hoes like tennis rackets\nIt's on again, it's on and poppin'\nAll I see is green, so there ain't no stoppin'\nI wanna see some panties droppin'\nI'm comin' from L.A, she used to chill with Dre up in Compton\n(All I ever did was just use that ho\nShow her my dickies, get with these, and kick flows)\nI’m dishin' out blues, I’m upsettin' like bad news\nCut off khakis, french braids, and house shoes\nKurupt, the name’s often marked for catchin' slugs\nAnd I smoke weed for the fuck of it\nRough and rugged shit, it’s unexplanatory how I gets wicked\nBut it’s mandatory that I kick it\nCheck it, I’m runnin' hoes in '94, now must I prove it\nHoes call me Sugar Ray for the way I be stickin' and movin'\nPrepare for a war, it’s on\nI’m head huntin', hit the button, and light shit up like Red Dawn\nPeep the massacre from a verbal assassin\nMurderin' with rhymes packin' TEC-9’s for some action\nYou really don’t know, do you? You fuckin' wit a hog\nYou can’t do me, I’m goin' out looney like O-Dog\n\n[Chorus: The Dramatics & Nancy Fletcher]\nOoh (Ma-ma-ma, ma-ma-ma, ma-ma, my)\nIt's a Doggy Dogg World (It's your world)\nThe Dogg's World (It's your world)\n[Bridge: Dat Nigga Daz]\nTha Dogg Pound rocks the party (All night long)\nUh-huh, 'til when? (Till the early morn')\nIt don't stop, and uh, it don't quit for the\nTha Dogg Pound clique to drop the cavi dope shit\n[Verse 3: Dat Nigga Daz]\nDiggity-Daz out of the motherfuckin' cut once mo'\nSo grab a seat and grab your gin and juice and check out the flow\nI flip-flop and serve hoes with the fat dick\n'Til I die, I'm still screamin' out (\"Bitches ain't shit\")\nNow, I'm the mack daddy, had he\nNot known about the city where I'm from\n, \ndum-diddy-dum\nAs you groove to the gangster shit\nThe D-O-double G, the P-O-U-N-D, the gangster clique\nNow as Tha Pound break it down with the gangster funk\nI can see and I can tell that's what the fuck you want\nSo I blaze up the chronic so I can get high\nI promise I'll smoke chronic 'til the day that I die\n[Chorus: The Dramatics & Nancy Fletcher]\nIt's a Doggy Dogg World\nA dogs world\nIt's a Doggy Dogg World\nA dogs world\nIt's a Doggy Dogg World\nA dogs world\nIt's a Doggy Dogg World\nA dogs world\nIt's a Doggy Dogg World\nA dogs world\nIt's a Doggy Dogg World\nA dogs world"
}