{
  "title": "Dollar and a Dream II",
  "artist": "J.Cole",
  "lyrics": "[Intro]\nHey, hey (\nAyy, what's up, man? Ayy, uh\n)\nYeah, yeah (\nAyy, look, man, can I, can I get on, can I just get on this bus?\n)\nGot a dollar and a dream (\nAll I got is a dollar-fifty, I'm just tryin'\n)\nYeah, yeah, I got a dollar and a dream, real niggas on my team, everything ain't what it seem (\nI'm just tryna get, I'm tryna get on the bus, man\n)\nYeah, I got a dollar and a dream, hey (\nI ain't got no mon— all I got is a dollar-fifty, I don't go two dollars\n)\nYeah, ayy (\nFuck you and your bus, nigga\n)\n[Verse 1]\nI got a dollar and a dream, real niggas on my team (Yeah, uh-huh)\nEverything ain't what it seem (Uh)\nNiggas hatin', but I love 'em even though they tryna scheme\nBut I'm past that (Past that), a nigga's stock is rising like the NASDAQ (Uh-huh)\nThey say I'm the future, but yet I'm givin' niggas flashbacks\nOf better days when you ain't have to settle for whatever played\nI represent the struggle, nigga, I say what they never say\nWhenever they spit that bullshit they spittin'\nThis that pulpit, I'm hittin' niggas with the gospel (\nAnd the Lord said\n)\nHostile with them hoes, I got a dollar in my pocket plus a dream\nYeah, you laughin', my nigga, but everything ain't what it seem\nWhat it mean to know your mama or your father on that pipe?\nOn that hard white, I'll tell you what them scars like\nI'm speaking through these bars like a nigga in the jail\nTired of siftin' through my mail, I feel like Cartwright, bills (Bills and bills and bills)\nFor real, a nigga ill\nJust let me do the talkin', man, I know how niggas feel\n\n[Chorus]\nI got a dollar and a dream, real niggas on my team, everything ain't what it seem, ayy\n(\nGoddamn, nigga, if these motherfuckin' bill collectors don't stop callin' me, man\n)\nI got a dollar and a dream, real niggas on my team, everything ain't what it seem, ayy\n(\nCan't even goddamn turn on my phone without these niggas ringin' me up\n)\nI got a dollar and a dream, real niggas on my team, everything ain't what it seem (And I'm dreamin'), yeah\n(\nThey tryna call me from different numbers and shit, tryna\n)\nGot a dollar and a dream, real niggas on my team, everything ain't what it seem (And me, I'm dreamin'), yeah (\nTryna fool me, nigga, I'm lil' Cole, nigga\n)\n[Verse 2]\nI got a dollar and a dream, real niggas on my team, everything ain't what it seem\nEvery lady ain't no ho and every bitch sure ain't no queen\nEvery nigga ain't no dog and every nigga ain't no king (Uh-huh)\nShit be happenin' for a reason, everything is everything\nEvery nigga can't dunk, some white men can jump (Haha)\nThey shootin' niggas 'fore they even tell 'em put they hands up\nCrooked cops got a nigga scared to drive\nProbably thinkin' that I'm slangin', man, I see it in they eyes\nBut inside of my pocket is a dollar plus a dream\nYeah, you swear your girl is faithful, everything ain't what it seem\nSee, I seen how she glanced and looked away like she want it\nI ain't sayin' I'ma fuck her, but I could if I wanted\nKnow it hurts that she flirt with a nigga, this is worse\nI bet if I was to hit it, man, I wouldn't be the first (Nah)\nThis is church, this is gospel\nSpit it like I get it from the Bible for your survival (\nAnd the Lord said\n)\n\n[Chorus]\nI got a dollar and a dream, real niggas on my team, everything ain't what it seem, ayy (Yeah, ayy, yeah, yeah, yeah)\nI got a dollar and a dream, real niggas on my team, everything ain't what it seem, ayy (Uh, uh, uh, uh)\nI got a dollar and a dream, real niggas on my team, everything ain't what it seem, yeah \n(\nWait 'til I get my money ri—\n and I'm dreamin')\nI got a dollar and a dream, yeah, got a dollar and a dream, check it\n(\nWait 'til I get my money right\n, I'm dreamin')\n[Verse 3]\nAyy, Sallie, I know I ain't been answerin' your calls (\nAw, not this bitch\n, yeah)\nBut shit, let me explain (I can explain, I can explain)\nIt's because times been hard\nBeen runnin' 'round tryna find a job (I can't get no job)\nI hear my phone ringing in the morning, 9 o'clock\nAnd it's you (Goddamn), can't even front, I press ignore (Yeah)\nI still got your letters layin' in my dresser drawer (Haha)\nYou tellin' me 'bout all the things you did for me (\nI know, I know, I know, I know\n)\nWhen I was broke, you sent me dough and that was big for me (\nI know, I know\n, big for me)\nSee, you was there every year when I needed you (Uh-huh)\nAnd you were so quick to give, I had to be with you (Goddamn)\nRemember when I used to call you on your phone line? (1-800)\nI knew it was official when my mama cosigned (Yeah)\nBut in no time, a nigga graduated\nI hit the real world, baby girl, I'm sad to say it\nBut I was usin' you, you gave a nigga major stacks (Major stacks)\nAnd I know in my heart one day, that I'm gon' pay you back\n\n[Outro]\nI'm gon' pay you back, look\nCan we, can we set up some type of payment plan or somethin'?\nLike, you know what I'm sayin'? Like, you know?\n (I got a dollar and a dream)\nI just graduated six months ago so you know, times is kinda, times is kinda hard, baby, I\nCan I just pay you like a lil' bit right now and then I'll pay you, I'll pay you the rest next, next month when I, when I get paid\nCan I just do somethin' like that?\nI'm not even, I'm not even gon' lie to you, I don't, I don't really have it right now, how much?\nI gotta pay how much?\nFive thousand dol— \nAw, bitch, is you crazy?\nBitch, you lucky I even answered the phone, I shouldn't have even picked up this motherfucker, I sh—\nLook, what's your, what's your name?\nCan I, can I speak to a manager?\nYou are the manager? Look, look can I speak to your manager?\nWho's, who own this motherfucker? Let me talk to the owner\nGoddamnit, I ain't, y'all niggas crazy, hahaha"
}