{
  "title": "Dollar and A Dream",
  "artist": "J.Cole",
  "lyrics": "[Intro]\nYeah, uh (Uh)\nThis for all my 'Ville niggas, man, all my Carolina niggas, man (The lights off and shit)\nAll my real niggas, man, no matter where you come from and shit (Real niggas relate to this shit, you know?)\nWe gon' call this shit right here \"Dollar And A Dream\"\n (Yeah)\n[Verse]\nA dollar and a dream, that's all a nigga got, so (Yeah)\nIf it's 'bout that cream, then I'm all up in the spot\nI was raised in the F-A-Y, a nigga never gave me nothin'\nPops left me, I ain't never cry, baby, fuck him, that's life\nAnd trust me, I'm livin'\nLook what a nigga made out the shit that I was given\nLook what a nigga came out (Yeah)\nMama sewin' patches on my holes\nMan, our hoes couldn't put this flame out\nStraight up, I got my back against the brick wall (Yeah)\nI'm from a world where niggas never pop no Cristal, it was pistols\nYou pass through, you better pray them bullets miss y'all\nI thank the Lord, He let a nigga make it this far\nA lot niggas don't, a lot of moms weep (Yeah)\nI gotta carry on, all the weight is on me\nYou never know when a nigga might try to harm me\nRest in peace that nigga John Lee, I pour liquor, homie\nIt's foul, but yo, the world keeps spinnin'\nGotta keep winnin', get up off this cheap linen\nNigga, I'ma eat, even if it means sinnin'\nNiggas want beef, I'ma sink my teeth in 'em\nPause, I go harder (Yeah), I am all about a dollar (Yeah)\nYou niggas street smart? I'm a motherfuckin' scholar\nSo trust me, I ain't stoppin' 'til my money is long (Yeah)\nSo much dough them hoes'll think I'm rockin' money cologne\nHave a model at the crib waitin', \"Honey, I'm home\"\nCookin' greens for a nigga, give him plenty of dome\nIt's funny, we dream about money so much it's like we almost got it\nUntil we reach up in our pockets (Damn)\nIt's time to face reality (Yeah), the 'Ville is a trap nigga now (Uh)\nAnd if you ain't focused, you gon' be here for a while, yeah\nMy nigga Mike rollin' with me, ridin' shotgun\nType of nigga know 'bout every car but don't got one\nThat's hunger, no wonder niggas fuckin' with \nthe evils\nPosted on the corner, sellin' crack like it's legal\nBut who am I to judge how a nigga get his paper? (Yeah)\nThis money comin' soon, dog, I'm tryna get my cake up\nI guess I gotta wake up these niggas myself (Uh-huh)\nAn E&J sipper, but my shit is top shelf\nYoung J (Uh), the rawest shit you niggas ever heard of (\nYeah\n)\nA journalist, nigga, call me the Fayetteville Observer (Uh, yeah, yeah)\n\n[Outro]\nYou know the routine, man, \nFayettenam\nReal niggas can relate, uh\nAnd 'Ville niggas can relate, man\nMy niggas know about the struggle, man\nWhat you know about your mama sewin' patches on your holes, nigga?\nI had the, I had the, the light blue jeans with the green patches, haha, oh shit\nI was in like, I was in like first grade, man, I swear\nIt was like the 6s came out, the Jordan 6s\nAw, them shits was so fire man, I wanted 'em so bad\nDarryl, what up, man?\nMy nigga Darryl had them shits on in class, yo\nI wanted that shit so bad\nI begged my mom for them shits, but you know\nShe couldn't afford it, yo, she gave me\nShe got me some Reebok Blacktops\nBut that was all good, though, 'cause uh\nThe year after that, I had, I had some, some no-name shits\nSome all-black shits, man\nThem shits had metal, metal shoelace buckles and shit, you know?\nBut you know, back then, niggas didn't\nNiggas ain't even know we was broke, man, no worries and shit, but uh\nTimes have changed, man, I got bills\nMy mom's in debt, nigga, what you know about that?\nCollege loans and shit, nigga\nGotta get this money, man\nShout out the whole BSC, my nigga Slum Bugz\nDJ Sunkist, The Don, Drew Cartier\nDre Bless, my nigga DJ BabeyDrew\nFreeze, I see you"
}