{
  "title": "Don’t Let Me Die",
  "artist": "Jay-Z",
  "lyrics": "[Intro: R. Kelly, (Jay-Z)]\n(Ohhh, ohh, oh, oh, oooooh...)\nDear God, bring our P.O.W.'s home\n(Ohhh, ohh, oh, oh, oooooh)\nAnd bring our brothers on lockdown home – amen\nWhoa-oh-oh ya-ya-yah\nWhoa-oh-oh ya-ya-ya-ya!\n[Hook: Jay-Z, w/ the R. Kelly above repeating in background]\nG'yeah... he's a nigga from the back block\nOn everybody laptop, who used to slang crack rock – HOV'!\nAnd this nigga from the Chi', who hold a note\nLike the guy who said \"the British is comin'\" – my nigga Kel'!\nOh yeah, the niggas is comin\nGet out your good dishes or somethin'\nLike it's Thanksgiving, nigga – it's Hov'!\nAnd none other than the R\nWithout further adieu, like Freddie, get ready it's\n[Verse 1: R. Kelly]\nWhatever happen, Lord, don't send me back\nWhenever I did wrong it, was your name I cried\nI heard you forgave over and over again\nBut when I found that out, I became immune to my sins\nLay wide awake in the middle of my sleep\n\"I see dead people,\" and sometimes it's me, Lord!\nI never wanted to be a Thugfather\nI only wanted to be a son of a father (Like \nTHAT!\n)\nThat's how it sounds, it's sad\nWorse than the war in Iraq when it's me against I!\nI gave up the weed, and somehow I'm still high\nThree years, still seein' them see-through guys, Lord!\nSometimes I don't know what you want from me\nBut I do know you know what I want from you\nGIVE IT TO ME!\n (C'mon!)\nTke away this Hennessy\nTake away me runnin' the streets\nStop people from \nhatin'\n me, take away all of this jealousy\nAnd prejudicy\nLord, you said there was a better place\nI grew up around pimps, hustlers, hoes, and project gang-sters\nHard to \nBELIEVE in\n what I can't see\nI gotta get this money and feed my \nfamily\n!\n\n[Refrain 2: Jay-Z]\nWhatever deity guides my life\nDear Lord, don't let me die tonight\nBut if I shall before I wake, what shall I say?\nIt's been a good run, from hoodlum to island estates\nHow could one who made such foul mistakes\nStill be allowed to have a smile on my face?\nHell, whatever the case, I'm glad it wasn't murder\nIn a town you never heard of, from a nickel-plated burner\nLive my life straight, like a perm\nTry to take the spot I earned, muh'fucker better learn – it's \nHov'!\n!\n[Hook: Jay-Z]\nG'yeah... he's a nigga from the back block\nOn everybody laptop, who used to slang crack rock – Kel'!\nAnd this nigga from the shower\nWho hold a note like the guy who said \"the British is comin'\" – Hov'!\nOh yeah, the niggas is comin\nGet out your good dishes or somethin'\nLike it's Thanksgiving, nigga – it's Kel'!\nAnd none other than the R\nWithout further adieu, like Freddie, get ready it's –\n[Verse 2: R. Kelly]\nHey, boy, hear me out – got a few mo' things to say\nThese niggas be chasin' me like every day\n(C'mere) - NO! My life on crutches, devils say I'll never walk again\nBut the devil is a liar, 'cause I believe within –\nThat you're the reason that I'm still here\nEven though I don't act like it\nEven though I hear my calling and fight it\nFools do me so wrong, it's hard to stay righteous\nIf pimping was a mountain to Heaven, I'd hike it\nBelieve me, Lord, I want you\nGot money and fame, and, still, it just won't do\nSometimes I don't like who I am\nWhen I look in the mirror, my reflection is Uncle Sam (Uncle Sam!)\nAnd every night, I have these weird dreams\nThere's a creature trapped inside of me\nWake up and can't breathe\nI feel like it's twenty of me, goin' 20 different directions on a one-way street\nLord! I got houses, money, and cars\nDone met–every single superstar\nI–got the whole music industry sewed\nBut it still don't matter, when I'm gone and my casket closed! Lord!\n\n[Refrain 2: Jay-Z, (R. Kelly)]\nWhatever guillotine guides my life (Oh, Lord!)\nDear Lord, don't let me die tonight (Don't let me die)\nBut if I shall before I wake I'd accept my fate\nI did what I did my heart was in the right place (Oh!)\nI did so I could live to put food on my plate\nYou musta loved me not to let it end by 3 that day\nWell, whatever the case, I'm glad it wasn't murder\nIn a town you never heard of, from a nickel-plated burner\nI guess I'm not finished with my journey\nPlease forgive me for my sins, shit, I'm still trying to learn \nme\n – Hov'!\n[Refrain: Jay-Z]\nWhatever deity guides my life\nDear Lord, don't let me die tonight\nBut if I shall before I wake, what shall I say?\nIt's been a good run, from hoodlum to island estates\nHow could one who made such foul mistakes\nStill be allowed to have a smile on my face?\nHell, whatever the case, I'm glad it wasn't murder\nIn a town you never heard of, from a nickel-plated burner\nLive my life straight, like a perm\nTry to take the spot I earned, muh'fucker better learn – it's \nHov'!\n!\n[Gospel singing]\n\n[Outro: R. Kelly]\nWrap your arms around us, God\nLet there be peace, and no more war\nBring our soldiers home (C'mon!), let us pray\nHey, hey hey hey\nHey, hey, hey\nHey, hey, hey\nHey, hey hey hey\nHey, hey, hey\nHey, hey, hey\nHey hey hey hey hey\nHey hey hey\nHey hey hey hey, hey hey hey\nHey hey hey hey, hey hey hey..."
}