{
  "title": "Don’t You Trust Me",
  "artist": "Tupac Shakur",
  "lyrics": "[Intro]\nI ain't got time for this, man, I'm out\n[Chorus: Dido & \n2Pac\n]\nYou should stop, for a while\nYou will find me standing by (\nDon't you trust me?\n)\nOver here, at the side of your life (\nIt's not that I don't trust you\n)\nYou spend all your hours just rushin' around\nDo you have a little time to have a little time for me?\n[Verse 1]\nAs soon as I leave the house, you wanna page me\nSee, you got me trapped, I'm goin' crazy, this is slavery\nYou act like it's outrageous, give me space, it won't get better\nAnd maybe we will argue and be through with all these sorry letters\nSoon as I come home, it's like I get third degree\nWhere you been and who you with, I get no room to breathe\nIt makes me wanna leave, I'm sick of these tricks up your sleeve\nYou're suspiciou,s I deceive, give me grief without belief\nBut to me, if you really trust me, then it's pitiful\nQuestion me about my whereabouts, that's so trivial (Trivial)\nLet me live my life and you can live yours\nJust be there to help me, and support, that's what you're here for (Here for)\nNot to give me stress and add to pressure\nHome is where I go to rest, I go to pass the test (The test)\nI'm sorry if I left you all alone\nBut I couldn't make it home, so we argue on the phone\nDon't you trust me?\n\n[Chorus: Dido & \n2Pac\n]\nYou should stop, for a while\nYou will find me standing by (\nDon't you trust me?\n)\nOver here, at the side of your life (\nIt's not that I don't trust you\n)\nYou spend all your hours just rushin' around\nDo you have a little time to have a little time for me?\n[Verse 2]\nCallin' at my house, then hangin' up, you think that makes sense?\nTell me what it takes for us to shake, so we can be friends (Be friends)\nIt's time for us to take our separate paths\nWe had a lot of laughs, but the good's become the past (Past)\nLet's make it an even break, don't make it scandalous\nTry and be mature, I'm pretty sure that we can handle this (Handle this)\nYou're sayin' I'm too busy, I ignore you\nI guess you didn't hear me when I said that I cared for you (Cared for you)\nBut now it seems the arguments are nightly\nI wanna hold you tightly, but instead, you wanna fight me (Fight me)\nSo why let it stress and aggravate me?\nInstead, I'd rather break, hope you don't hate me\nYou tell me that you love me, but you're lyin'\nFightin' back the urge to just start cryin'\nI'll wipe away your tears, come and hug me\nI love you like you love me, girl, but don't you trust me?\n[Chorus: Dido & \n2Pac\n]\nYou should stop, for a while\nYou will find me standing by (\nDon't you trust me?\n)\nOver here, at the side of your life (\nIt's not that I don't trust you\n)\nYou spend all your hours just rushin' around\nDo you have a little time to have a little time for me? (\nIt's not that I don't trust you\n)\n\n[Verse 3]\nI hang up the phone, I can't bear to hear you yellin' at me\nMaybe we should end it, neither one of us are happy (Happy)\nYou know that I'm emotional, you know me\nComin over cryin' just to get me feelin' guilty\nYou and me were meant to be and yet\nYou always wanna sweat, how much closer can we get?\nDon't fret, just let me pack my things and I'll be outtie\nThis time I'm breakin' out, you let your mouth overcrowd me\nI can't take the beefin' and the griefin'\nI get no room to sleep, I hope to see some, 'cause I'm leavin' (Leavin')\nMaybe next time you'll be a little more sure\nAnd I can give you more when you mature (Mature)\nBut, baby, until then, I gotta leave you\nIt's not that I don't need you, but, see you (See you)\nAnd I hope you understand why I'm bustin'\nNot because we rushed it (Hell, no), don't you trust me?\n[Chorus: Dido & \n2Pac\n]\nYou should stop, for a while\nYou will find me standing by (\nDon't you trust me?\n)\nOver here, at the side of your life (\nIt's not that I don't trust you\n)\nYou spend all your hours just rushin' around (\nDon't you trust me?\n)\nDo you have a little time to have a little time for me? (\nIt's not that I don't trust you\n)\n[Outro]\nDon't you trust me?\nIt's not that I don't trust you\nDon't you trust me?\nIt's not that I don't trust you"
}