{
  "title": "Don’t Body Ya Self aka The M.C. Burial",
  "artist": "Nas",
  "lyrics": "This unreleased track sampling John Legend sees Nas sending a powerful warning to fellow Queens rapper 50 Cent.\n[Intro]\nHope y'all make it through the storm\nYou know what, though? I love the rain, man\nLove the rain\nA lot of you cats is runnin' your mouths (heheheh)\nYou're runnin' your mouths crazy\nThink y'all got to ease up, though, you know?\nEase up 'fore somethin' happen, man\nWe don't want that, at least you don't\nBe easy, man\nTell you how it feels to be on top of the world\nBut y'all niggas better take it slow\nDon't body ya self\n(take it slow)\nDon't body ya self\n(take it slow) Yeah, don't body ya self, nigga (just gon' take it slow)\nYeah, yeah\n[Verse 1]\nEverybody get low, niggas\nDedicated to the \"Fuck Nas\" coalition, touch my dough\nLet .40 cals blow, nigga\nNot cows with four legs but cals with more lead\nThat add up more dead, \nit's on nigga\nI'ma bury 'em\nNiggas don't want beef, they vegetarian\nScared of pussy\n, \nyou climbed out a caesarean\n (woo!)\nI push your grown ass back in your mother's womb\nYou need 9 more months, your crew's 9 more punks\nYou rhyme on stuff and claim I ain't sign y'all up\nIf I sign y'all, I'm on dust\nYeah we from the same hood, but nigga, what?\nWhen y'all was tryna rap, y'all was makin' me proud, man\nNow you fucked up, down on your luck, runnin' your mouth, man?\nWhy don't you be a real man? Say you need a little help\nAnd I might help your ass off the shelf\nBut no, you're bein' disrespectful\nThinkin' son so cool that he won't check you\nStand down, the King is home\nQueens' own, \nNASDAQ\n, \nDow Jones\n\n[Break]\nWow\nDon't body ya self, crazy\nTake it slow, man\nSlow down, woah (yeah)\nTake it slow, motherfucker, don't body ya self\nLis—listen (Take it slow, man)\nJust listen, hahaha\nDon't body ya self\nListen\nSlow down, homie\nSlow down\nY'all gotta take it slow\n[Verse 2]\nI am De Niro after Am.Ex. commercials\n and \nThe Fockers\nWith Martin Scorsese after \nGangs of New York\n had rocked us\nBack together with the master plan\nThe rebirth of Langston Hughes, I'm that man\nI'm in the streets like old graffiti\nI'm hearin' wankstas talkin' greasy\nWhether broke or rich, my friend\nNasir bring that career to an end\nAnd I'm bored with you MCs, B\nY'all beneath me \nand my raps bring horror like a board of a Ouija\nOf course I'm the King, get my shine on\nThen I blind y'all 'cause they call me \nThe Lord of the Rings\n (It's nothin')\nPinky heavy man, big stones in the wedding band\nSmell the brimstone, back from Hell again\nNext verse gets worse, from God's Son to Devil sent\n\n[Break]\nY'all need to take it slow\nDon't body ya self\nYeah\nMotherfuckers, act like ya know ('05)\nMotherfuckers, better take it slow\nDon't body ya self (Hahaha)\n[Verse 3]\nThey say Jada defeated him\nJoe too street for him\nWhat's next? \nI guess it's for Nas to \nEther\n him\nY'all awaiting a MC burial\nThis is ethereal, FM stereo to XM radio\nWhat does it mean, ethereal? Hmm.. either heavenly or spiritual\nExtreme, delicately light in a way that seems too perfect for this world\nMan that is righteous, faithful and keeps law\nWill surely live, declares the sovereign Lord\nAnd you are none of the above\nSo you a sucker for death, if I'm a sucker for love\n,\n,\nAnd y'all wanna know why I ain't gotta answer niggas?\n'Cause I truly understand these niggas\nScared of me, so they talk about family members\nLike I can't point out your grandma to niggas\n,\n,\nDamn, you was my man like crew, dog\nDon't make me change your body frame to blue fog\nThe Q is the borough of true Dons\nAny disrespect, nigga, we choose arms\nWill it be \nGilmore or Crowe's?\nNigga act like you know\n\n[Outro]\nYeah\nY'all better take it slow\nMotherfuckers, act like ya know\nMess around and body ya self, man\nDon't body ya self"
}