{
  "title": "Don’t Fuck Wit Me",
  "artist": "Pusha T",
  "lyrics": "Pusha T drops a freestyle over Drake’s “Dreams Money Can Buy” and may have thrown a couple of chin checks towards him and another VA rapper by the name of Ambassador Rick.\n[Intro]\nRe-up gang, G.O.O.D. Music, Def Jam\nI love my family\n[Verse 1]\nThe nerve of you\nHe’ll sit and clip at your lines like he ain’t heard of you\nI seen it happen before, that man will murder you\nThe lowest form of a thief is a cat burglar\nTiptoe-in' but the whole while cloning\nThe elephant’s in the room, the bitch glowing\nLike a ghetto girl with the good weave sewn in\nShe walk like its her's but the whole world knowing\nTold niggas it’s the new god flow\nIt’s that New Testament and the old God knows\nAnd you new niggas don’t get to pass go\nI’ll monopolize Boardwalk Empire flow\nSo don’t mention me in the same breath, I’m Genghis\nJust venting I never wished to be famous\nTruth told I’d much rather be strangers\nBefore it leads to me turnin’ niggas to angels\nLocal niggas hatin’ but I can’t blame ‘em\nClear the road to the riches but I can’t pave ‘em\nPut Trey up on your hook, still couldn’t save ‘em\nBetter chance with a snowball hitting Satan\n\n[Chorus]\nDreams money can buy\nThree racks just spent on my Marty McFly's\nNow I’m back to the future, my career deja-vu you\nWhen you muthafuckers thought I would hardly survive\n[Refrain]\nDon't fuck with me\nYou see\nThere's a lot of people out there to be fucked with\nI am not one\nRe-Up Gang\nDon't fuck with me\n[Verse 2]\nRappers on their sophomores, actin' like they boss lords\nFame such a funny thing for sure\nWhen niggas start believing all them encores\nI’m just the one to send you off, bonjour\nSee yourself as I pull up in that mirror tint\nSkins vs. blouses, you mirror Prince\nChappelle Show,\n \nall of you Neal Brennans\nSketch comedy, who was for real pennin'?\nThe talk don’t match the leather\nThe swag don’t match the sweaters\nAnd wolves don’t walk with shepherds\nThese Margiela verses all you mall dwellers\nOff-the-rack suits looking like pallbearers\nCoffins for my old bitches’ orphans\nDaddy’s MIA like a dolphin\nPlay the Fendi bucket like a shark's fin\nCool J-ing on you bitches but I’m dark-skinned\nWe walked in, seats courtside\nDap Diddy, Will Ferrell on my walk by\nAt the US Open, there’s much more to Queens\nVersace blu-blockers, row behind Oracene\n\n[Chorus]\nDreams money can buy\nThree racks just spent on my Marty McFly's\nNow I’m back to the future, my career deja-vu you\nWhen you muthafuckers thought I would hardly survive\n[Outro]\nPlay Clothes holiday\nIn stores 10/15\nG.O.O.D. Music, Def Jam\nPush..no shots...but nothing goes unseen"
}