{
  "title": "Double Stuf",
  "artist": "Crush",
  "lyrics": "[Intro: Fat Nick]\nAyo, Lil' Mexico, pass the gas\n[Chorus: Fat Nick]\nOh, that's the plug, hold up, double-stuff my cup (Trap, trap, trap)\nI'm in your hood set trippin', bitch, what's up? What's up? What's up? (Grrt, pa-pa-pa, grrt, grrt, pa-pa-pa)\nI bought a foreign just so I can crash it (Nyoom, ayy)\nFreddy Krueger with my Draco, tuck it in my mattress (Aha)\nOh, that's the plug, hold up, double-stuff my cup (Trap, trap, trap)\nI'm in your hood set trippin', bitch, what's up? What's up? What's up? (Grrt, pa-pa-pa, grrt, grrt, pa-pa-pa)\nI bought a foreign just so I can crash it (Nyoom, ayy)\nFreddy Krueger with my Draco, tuck it in my mattress (Aha)\n[Verse 1: Fat Nick]\nYour big homie on the block (Huh?), I'm 'bout to shoot him up (Oh)\nHeard his brother died, done seen his grave (Haha), we piss on somethin'\nThese some bands on me (What?), your bitch go fan on me (What?)\nThis a choppa with extendos, not a .223 (Grrt, pa-pa, grrt)\nSkrrt, hear this engine when I pass (Skrrt)\nHe think I'm the plug, I'ma serve him boof packs (Huh?)\nTreat a hater like some retail, I'ma put a price tag (Haha, always)\nKeep a heater on me, I'ma blow him like a fag\n (Grrt, pa-pa-pa)\nOh shit, what did I just say? (What?)\nWhen I see a opp, do him dirty broad day (Broad day)\nJunkie snortin' fent,\n street dawg need a vet (Junkie)\nMy choppa hit you harder than that dope inside your chest (Grrt, pa-pa, aha)\n\n[Chorus: Fat Nick]\nOh, that's the plug, hold up, double-stuff my cup (Trap, trap, trap)\nI'm in your hood set trippin', bitch, what's up? What's up? What's up? (Grrt, pa-pa-pa, grrt, grrt, pa-pa-pa)\nI bought a foreign just so I can crash it (Nyoom, ayy)\nFreddy Krueger with my Draco, tuck it in my mattress (Aha)\nOh, that's the plug, hold up, double-stuff my cup (Trap, trap, trap)\nI'm in your hood set trippin', bitch, what's up? What's up? What's up? (Grrt, pa-pa-pa, grrt, grrt, pa-pa-pa)\nI bought a foreign just so I can crash it (Nyoom, ayy)\nFreddy Krueger with my Draco, tuck it in my mattress\n[Verse 2: Pouya]\nI cannot be touched, boy (Yuh), never been a fuckboy (Yuh)\nPerc' 30 got you stuck, boy (Bitch), lookin' like a sittin' duck, boy (Yuh)\nI've been goin' reckless (Yuh), yes, I might regret this (Bitch)\nBy tomorrow, but today, I have a deathwish (Yuh, yuh)\nI can make a bitch pop pussy with the setlist (Yuh, ayy, ayy)\nI could serenade your grandma, I could leave her breathless (Yuh)\nI got about fifty sittin' on my necklace (On my neck)\nAnd for what? To only wear while I eat breakfast (Yuh)\nBullets fly, legs buckle, hit the deck, bitch (Bullets fly, yuh)\nI spend money and I gamble, I can't help it (I can't help it)\nPay no mind to no bitch, yeah, I'm selfish (Yeah, I'm selfish)\nStay on my grind, bitch, I'm Tony when that bread hit (Yuh)\n[Chorus: Fat Nick]\nOh, that's the plug, hold up, double-stuff my cup (Trap, trap, trap)\nI'm in your hood set trippin', bitch, what's up? What's up? What's up? (Grrt, pa-pa-pa, grrt, grrt, pa-pa-pa)\nI bought a foreign just so I can crash it (Nyoom, ayy)\nFreddy Krueger with my Draco, tuck it in my mattress (Aha)\nOh, that's the plug, hold up, double-stuff my cup (Trap, trap, trap)\nI'm in your hood set trippin', bitch, what's up? What's up? What's up? (Grrt, pa-pa-pa, grrt, grrt, pa-pa-pa)\nI bought a foreign just so I can crash it (Nyoom, ayy)\nFreddy Krueger with my Draco, tuck it in my mattress"
}