{
  "title": "Dream With Me",
  "artist": "Harry styles",
  "lyrics": "Hello, I’m Harry Styles, and tonight I’m going to help you drift off to sleep with some soothing words and calming music. A sleep story just for you. With all the business of your day, I know how hard it can be to go to sleep. So, thank you for choosing this story, and me, to help you. I wish you a wonderful night sleep. So make yourself comfortable, take a deep breath in, and then out. In, and then out. And when you’re ready, close your eyes\nHave you ever wondered what happens when you sleep, where you go and what you feel; the places that you seek? When you start to drift away, your mind becomes a book that writes itself, then fades away before you wake to look\nTonight we’re going to think about anything you’d like. So, first let’s visualize some scenes to see us through the night. Settle back and clear your mind. We’re heading somewhere special, beyond the world of consciousness, to places more celestial\nI’d like you to imagine now you’re there beneath the stars. Which, when you pause to think about it, actually you are. As you focus on the darkness right before your eyes, feel the scenes with glinting lights to emulate night skies\nThink about the things you cherish most and those you love, and then allow yourself to be embraced from up above. The power of the universe meanders through your mind. So, come with me and let’s see what the two of us can find\nLet’s travel now to moonlit valleys blanketed with heather; the kind of landscape you and I could dream about forever. Imagine lazing on the ground, succumbing to the charms of blades of grass we now caress with fingertips and palms\nA gentle scent of cedar wood is floating on the breeze; a gift from mother nature and her nearby cedar trees. We’re gazing on the night sky now, marveling at infinity. So, allow your mind to wander to a peaceful, new vicinity\nPicture this: a rich green forest damp with morning dew. Inhale the morning air as we explore, just me and you. Leaves create mosaics in every shade of green, as gentle birdsong mingles with the babbling of a stream\nDappled sepia sunlight cuts through branches of ahead, as dew drops fall from leaf to leaf, like glistening strands of thread. The dew drops finally coalesce forming satin beads. Occasionally they kiss our cheeks. Small pleasures; quenching needs\nHolding hands, we stroll, until we chance upon a brook. Its cool, clear water mirroring our faces as we look. A shimmering reflection shows us smiling from above. The world we think but dare not speak, is L-O-V-E; love\nNow, we snuggle on a raft and drift for endless hours. As willow trees sway in the breeze and blossoms fall in showers. Gently swaying to and fro, we look up at the sky and watch the clouds above us forming shapes as they pass by\nThe wisps of cloud swirl slowly, tinged with tangerine and pink, and as they fade, the sunset give us cause to muse and think of places we should visit and the oceans we could cross. For some who wander through this world, there’s grace in being lost\nPassing by a waterfall, our thoughts sway to and fro, and time begins to fade and blur beneath the moon’s pale glow. A symphony of tumbling water, lulls and mesmerizes. Nature’s soundtracks to our dreams assumes so many geysers\n\nStrolling on a sidewalk now, as rain begins to fall. Its gentle pitter-patter holds us deep within its thrall. The raindrops rhythm briefly slows, then intensifies. Peaceful and benevolent; a gift from moonlit skies\nThe fragrance the rain creates upon the concrete surface inspires, yet relaxes us and focuses our purpose to shift our minds to neutral and allow our thoughts to drift and recognize the rainfall as a mesmerizing gift\nSheltering beneath the porch, we watch the rain pour down. But, now the time has come to leave this dreamy moonlit town. A gentle breeze wafts through the trees, and causes leaves to stir, and then the rain relents and fades as time begins to blur\nWe find ourselves upon a shoreline, lounging by a lake. All crickets chirp in nearby reeds, it’s hard to stay awake. The scene feels like a watercolor; soft, diluted tones. As looking down we see each other laughing, skimming stones\nThe stones skip on the gleaming lake and ripples start to form, and though the sun has dipped from view, we feel content and warm. Herons drift on thermals, high above the sun-bleached pier, and in the trees beyond the lake, we glimpse a passing deer\nStrands of cloud unfurl like ribbons in the orange sky. Mirrored on the lake now, like a painted butterfly. In the distance, mountains beckon, capped with pristine snow. The kind of sight that dreams evoke when hearts and minds let go\nContemplating nothingness, a scene takes shape before us. And as it sharpens in our thoughts, we hear a distant chorus, the dampened sound of silence that only snow can bring, surrounds us with its calming vibes, and touches us within\nGlistening snowflakes fall in flurries. Mountain rivers freeze, the powdery slopes look beautiful, and fresh snow dusts the trees. Somehow, now, we’re in a cabin, taking in this view as the fire crackles in the corner just for me and you\nWe linger for a moment, or maybe it’s been hours for when we blink and look again, our vistas waft in flowers. Another destination lulls us; closer now, it seems. Perhaps it’s real, or just another chapter in our dreams\nDrifting in and out of sleep, our thoughts take us elsewhere, to an island fringed by swaying palms, lush beyond compare. A path winds through the mangroves towards a distant beach, that underlines the turquoise ocean. Now, within our reach\nEventually, we feel the powdery sand right beneath our feet. The sun above now blessing us with gentle, soothing heat. We hear the lilting sound of surf breaking up ahead, while spiral shells and pearly shards determine where we tread\nFinally, a lapping wave engulfs our sandy feet. It seems to pause and ruminate, then gradually retreat. We dig our toes in cool, wet sand. Then, sit and face the sea and let the sound wash over us. Alone, just you and me\nStaring at the nothingness that stretches on forever, our thoughts dovetail and unify in tune, two minds together. As minutes turn to hours, we drift off somewhere new and visualize a stairway to a door we now walk through\n\nImagine now a meadow on a balmy afternoon. Birds, and bees, and rustling trees create a summer tune, flanked by fields of sunflowers. Hand-in-hand we walk as the gentle sound of nature surrounds us while we talk\nThe sunflowers give the scenery a warm and golden hue, while hazy sunshine softens our idyllic, rustic view. As we roam past hedgerows, a farmhouse sits alone. Its open shutters pressed against uneven walls of stone\nA garden winds around the house and daisies poke through grass. A bench that’s lived through countless summers creeks as we walk past. We wonder if the house is empty; once loved, but no longer. The thought of passing time inspires a feeling that grows stronger\nThis feeling washes over us, lost between a sight. And as the sun begins to set, we stop and wonder why gravity caresses us and pulls you close to me. Then, the scene begins to fade on new reality\nDeeper, gradually deeper, we drift and now transcend to unfamiliar places. Too surreal to comprehend. Slowly, we capitulate, as sleep begins to call. Entwined in dreams and shifting scenes, we drift and gently fall\nFriendly faces, glorious places, things we hope to do; intertwined with snapshots. Some of me, and some of you. Moonlit valleys, verdant forests, gazing at the ocean, summer meadows, tranquil sunsets, steeped in pure emotion\nThe tenderness we feel when we are close, two minds as one, surrounds us and connects us. But, we’ve only just begun. For now, we dream together of all that is to follow. And now that sleep will keep us safe, for now until tomorrow\nMaybe all the memories that we’ve gathered here tonight are all dreams now remembered, or wishes in plain sight. No matter what, they’re with us now, for this night and forever. And every time we close our eyes, they’re yours and mine to treasure\nGoodnight, and sleep well"
}