{
  "title": "E.T. (Extraterrestrial)",
  "artist": "OutKast",
  "lyrics": "[Verse 1: Big Boi]\nPeep what I say\nEveryday the sun sets just like clockwork\nTo put the Glock to work\nAnd putting bodies to standstills\nMan it kills me\nTaking that life is like taking a shit\nHit or miss, niggas are playing God\nTrying to rob and steal\nThat's why ya gotta guard ya grill\nLike a barbecue, 'cause them harming you\nAre just like honeybees swarming you\nVocally arming you was my responsibility\nIt's killing me thinking that all these niggas see they flauging\nThinking they Steven Seagal and balling\nFalling to the wayside when ya try to call, I've fallen\nWhen we was little nappy headed niggas in the projects\nBut now they carjacks, wait on income tax and unsafe sex\nStill yet they tend to flex, like solo for tha lo-lo\nSmoke same thing, no-no, not this time\nNiggas around my way can rhyme\nSo fuck that country shit, we done a bunch of shit\nAnd yes, you heard of this\nOut of this world like E.T\nComing across ya T.V\nExtraterrestrial - straight from ATL\nKnamsayin'?\nLike that... yeah\n\n[Hook: Witchdoctor]\nOut of this world\nAre you alien?\nOut of this world\nAre you alien?\nOut of this world\nAre you alien?\nOut of this world\n[Verse 2: André 3000]\nRight now I'm smiling, taking advantage of this moment\n'Cause there might not be another soon\nHolding on to memories like roller coaster handle bars\nTightly, 'cause I'm slightly off my rocker\nBut to you I may appear to be your average Joe\nBut little do you know that even Joe got problems that he gots to joust with\nFloating in this game of life despite how out of place you may feel\nIn this race, oh you just can't quit\nAin't that a bitch that be in heat\nI'm on the beat like cops\nOnly cultivate the stable dirt when I skeet my drops\nNo concentrating knocking other niggas out the box\nWhy? 'Cause in a sense, see, we all be kind of fly\nJust can't be scared to spread your wings, head to better things\nMaybe the mockingbird and nightingale they want to sing\nKeeping this thing alive, to the table's what we bring\nWe like hailstorms and blizzards in the middle of the spring\nExtraterrestrial, out of this world\n\n[Hook: Witchdoctor]\nOut of this world\nAre you alien?\nOut of this world\nAre you alien?\nOut of this world\nAre you alien?\nOut of this world"
}