{
  "title": "​enough for you / 1 step forward, 3 steps back",
  "artist": "Olivia Rodrigo",
  "lyrics": "[Verse 1: enough for you]\nI wore makeup when we dated\n'Cause I thought you'd like me more\nIf I looked like the other prom queens\nI know that you loved before\nTried so hard to be everything that you liked\nJust for you to say you're not the compliment type\n[Verse 2: enough for you]\nAnd I knew how you took your coffee\nAnd your favorite songs by heart\nI read all of your self-help books\nSo you'd think that I was smart\nStupid, emotional, obsessive little me\nI knew from the start this is exactly how you'd leave\n[Chorus: enough for you]\nYou found someonе more exciting, the nеxt second, you were gone\nAnd you left me there cryin', wonderin' what I did wrong\nAnd you always say I'm never satisfied, but I don't think that's true\n'Cause all I ever wanted was to be enough for you\nYeah, all I ever wanted was to be enough for you\n[Verse 3: enough for you]\nAnd maybe I'm just not as interesting\nAs the girls you had before\nBut God, you couldn't have cared less\nAbout someone who loved you more\nI'd say you broke my heart\nBut you broke much more than that\nNow, I don't want your sympathy\nI just want myself back\n\n[Chorus: enough for you]\nBefore you found someone more exciting, the next second, you were gone\nAnd you left me there cryin', wonderin' what I did wrong\nAnd you always say I'm never satisfied, but I don't think that's true\n'Cause all I ever wanted was to be enough\n[Chorus: 1 step forward, 3 steps back]\nIt's one step forward and three steps back\nI'm the love of your life until I make you mad\nIt's always one step forward and three steps back\nDo you love me, want me, hate me?\nBoy, I don't understand\n[Bridge: 1 step forward, 3 steps back]\nNo, it's back and forth, did I say something wrong?\nIt's back and forth, going over everything I said\nIt's back and forth, did I do something wrong?\nIt's back and forth, maybe this is all your fault instead\n[Outro: enough for you]\nAnd they'll think that I am so exciting\nAnd you'll be the one who's crying\nYeah, you always say I'm never satisfied, but I don't think that's true\nYou say I'm never satisfied, but that's not me, it's you\n'Cause all I ever wanted was to be enough\nBut I don't think anything could ever be enough for you\nEnough for you, oh\nNo, nothing's enough for you"
}