{
  "title": "Family Business",
  "artist": "Kanye West",
  "lyrics": "[Intro]\nHow's your son?\n(\nAll, all, all tha-thang, thang, all, all tha-thang, thang, thang\n)\nHe made the team this year?\nAight, they said he wasn't tall enough\n(\nAll, all that glitters is not gold, all gold is not reality, real is what you lays on me\n)\nMa', we here, we gon' cook this Sunday, okay? So come by\nDamn, that's your new girlfriend?\n[Verse 1]\nThis is family business\nAnd this is for the family that can't be with us\nAnd this is for my cousin locked down, know the answer's in us\nThis why I spit it in my songs so sweet, like a photo of your granny's picture\nNow that you're gone, it hit us\nSuper hard on Thanksgiving and Christmas, this can't be right\nYo, you heard the track I did, man? \"This Can't Be Life\"\nSomebody please say grace, so I can save face\nAnd have a reason to cover my face\nI even made you a plate, soul food, know how Granny do it\nMonkey bread on the side, know how the family do it\nWhen I brought it, why the guard had to look all through it?\nAs kids, we used to laugh, who knew that life would move this fast?\nWho knew I'd have to look at you through a glass?\nAnd look, you tell me you ain't did it, then you ain't did it\nAnd if you did, then that's family business\n\n[Chorus]\nAnd I don't care about (All, all, diamond ring, diamond ring)\nThey don't mean a thing\n(All, all, all, tha-thang, thang, all, all tha-thang, thang, thang)\nAll these \nfancy\n things\nI tell you that all is my weight in gold\n(All, all that glitters is not gold, all gold is not reality, real is what you lays on me)\nNow, all I know, I know all these things\n[Verse 2]\nYeah, \nthis is family business\nAnd this is for everybody standing with us\nCome on, let's take a family Grammy picture\nAbi, remember when they ain't believe in me?\nNow she like, \"See! That's my cousin on TV!\"\nNow, we gettin' it and we gon' make it\nAnd they gon' hate it, and I'm his favorite\nI can't deny it, I'm a straight rider\nBut when we get together, be Electric Slidin'\nGrandma, get 'em shook up\nAw, naw, don't open the photobook up\nI got a Aunt Ruth that can't remember your name\nBut I bet them Polaroids'll send her down memory lane\nYou know that one auntie, you don't mean to be rude\nBut every holiday, nobody eating her food\nAnd you don't wanna stay there 'cause them your worst cousins\nGot roaches at they crib like them your first cousins\nAct like you ain't took a bath with your cousin\nFit three in the bed if it's six of y'all\nI'm talkin' 'bout three by the head and three by the leg\nBut you ain't have to tell my girl I used to pee in the bed\n\n[Bridge]\nRain, rain, rain, go away\nLet the sun come out and all the children say\n (Uh)\nRain, rain, rain, go away\n (Yeah)\nLet the sun come out and all the children say\n (Yeah, yeah, yeah)\n[Verse 3]\nI woke up early this morning with a new state of mind\nA creative way to rhyme without using nines and guns\nKeep your nose out the sky, keep your heart to God\nAnd keep your face to the risin' sun\nAll my niggas from the Chi' is my family, dawg\nAnd my niggas ain't my guys, they my family, dawg\nI feel like, one day, you'll understand me, dawg\nYou can still love your man and be manly, dawg\nYou ain't gotta get heated at every housewarmin'\nSittin' here, grillin' people like George Foreman\nWhy Uncle Ray and Aunt Sheila always performin'?\nSecond she storm out, then he storm in\nY'all gon' sit down, have a good time this reunion\nAnd drink some wine like Communion\nAnd act like everything fine and if it isn't\nWe ain't letting everybody in our family business, uh\n[Chorus]\n(\nAll, all, diamond ring, diamond ring\n)\nThey don't mean a thing\n(\nAll, all, all tha-thang, thang, all, all tha-thang, thang, thang\n)\nThey don't mean a thing\n(\nAll, all that glitters is not gold, all gold is not reality, real is what you lays on me\n)\nThey don't mean a thing, a thing\nAnd I don't care about\n (Woo! \nAll, all, diamond ring, diamond ring\n)\nThey don't mean a thing\n (\nAll, all, all tha-thang, thang, all, all tha-thang, thang, thang\n)\nAll these fancy things\nI tell you that all is my weight in gold\n \n(\nAll, all that glitters is not gold, all gold is not reality, real is what you lays on me\n)\nAnd all I know, I know all these things\n\n[Outro]\nAll these things\nCLK Mercedes \nBenz\nAll these things\nA whole lotta money\nAll these things\nMommy and Daddy, can you please stop fighting?\nAll these things (And I don't care about)\nAll these things\nLet's get Stevie out of jail"
}