{
  "title": "Fingertips",
  "artist": "Lana Del Rey",
  "lyrics": "[Verse 1]\nWhen I look back, tracing fingertips over plastic bags\nThinking, \n\"I wish I could extrapolate some small intention\nOr maybe just get your attention for a minute or two\"\n[Verse 2]\nWill I die? Or will I get to that ten-year mark?\nWhere I beat the extinction of telomeres?\nAnd if I do, will you be there with me, Father, Sister, Brother?\n[Verse 3]\nCharlie, stop smoking\nCaroline, will you be with me?\nWill the baby be alright?\nWill I have one of mine?\nCan I handle it even if I do?\nIt's said that my mind\nIs not fit, or so they said, to carry a child\nI guess I'll be fine\n[Verse 4]\nIt wasn't my idea, the cocktail of things that twists neurons inside\nBut without them, I'd die\nThey say there's irony in the music, it's a tragedy, I\nSee nothing Greek in it\nGive me a mausoleum in Rhode Island with Dad, Grandma, Grandpa, and Dave\nWho hung himself real high\nIn the National Park sky, it's a shame and I'm crying right now\nTo get to you, save you, if I take my life\nFind your astral body, put it into my arms\nGive you two seconds to cry\nTake you home, I, I'll give you a blanket\nYour spirit can sit and watch TV by my side\n'Cause, baby, I\nRan through a time when I felt you were doing it\n\n[Verse 5]\nI couldn't handle it, I was in Monaco\nI couldn't hear what they said on the telephone\nI had to sing for the prince in two hours\nSat in the shower\nGave myself two seconds to cry\nIt's a shame that we die\n[Verse 6]\nWhen I was fifteen, naked, next-door neighbors did a drive-by\nPulled me up by my waist, long hair to the beach side\nI wanted to go out like you, swim with the fishes\nThat he caught on Rhode Island beaches\nBut, sometimes, it's just not your time\n[Verse 7]\nCaroline,\n \nwhat kind of\n \nmother\n \nwas she to say I'd end up in institutions?\nAll I wanted to do was kiss Aaron Greene and sit by\nThe lake, twisting lime into the drinks that they made\nHave a babe at sixteen in the town I was born in, and die\n[Verse 8]\nAaron ended up dead and not me\nWhat the fuck's wrong in your head to send me away, never to come back?\nExotic places and people don't take the place of being your child\nI give myself two seconds to cry\n\n[Verse 9]\nLet it crash over me\nLike the waves in the sea\nCall me Aphrodite\n, as they bow down to me\n[\nVerse 10]\nSunbather, moon chaser\n, \nqueen of empathy\nI give myself two seconds to breathe\nAnd go back to being a serene queen\nI just needed two seconds to be me"
}