{
  "title": "Fire Squad",
  "artist": "J.Cole",
  "lyrics": "[Produced by J. Cole & Vinylz]\n[Intro]\nYeah, yeah, yeah (Yeah)\nYeah, yeah, yeah, yeah\nYeah, yeah, yeah (Yeah)\nYeah, yeah, yeah, yeah (Yeah)\nYeah, yeah, yeah, yeah, yeah\nYeah, yeah, yeah\nYeah, yeah, yeah, yeah\n[Chorus]\nNigga, why you actin' like a ho?\nKnow that I'ma ride for you, either way it go\nTell me, girl, why you be stressin' me for time? (Time, time, time, time, time, time)\nWhen you tell me you love me, can't you see I'm tryna climb?\nDamn, my nigga, why you actin' like a bitch? (Bitch, bitch, bitch)\nIf you scared to take a chance, how the fuck we gon' get rich?\nCome here, baby, why you always insecure? ('Cure, cure, cure, cure, cure, cure)\nHold on tight to a nigga and be sure\n[Verse 1]\nYeah, ain't a way around it no more, I am the greatest\nA lotta niggas sat on the throne, I am the latest\nI am the bravest, go toe to toe with the giants\nI ain't afraid of you niggas, I'll end up fadin' you niggas\n'Fore it's all said and done, this nigga need medicine\nMy Uzi, it weighed a ton, I need me a better gun\nIn fact I just might need two, 'cause niggas say they the one\nAnd I got somethin' to prove\nForgive me, Lord, here they come, blaow\n\n[Chorus]\nNigga, why you actin' like a ho?\nKnow that I'ma ride for you, either way it go\nTell me, girl, why you be stressin' me for time? (Time, time, time, time, time, time)\nWhen you tell me you love me, can't you see I'm tryna climb?\nDamn, my nigga, why you actin' like a bitch? (Bitch, bitch, bitch)\nIf you scared to take a chance, how the fuck we gon' get rich?\nCome here, baby, why you always insecure? ('Cure, cure, cure, cure, cure, cure)\nHold on tight to a nigga and be sure\n[Verse 2]\nMy inhibition's fightin' my intuition\nPremature premonition, showin' me the demolition\nOf these phony niggas, so ahead of my time\nEven when I rhyme about the future I be reminiscin'\nYou want the truth? Well, come and listen\nI'm like that time you bagged a dime and checked your phone and saw it was a number missin'\nAs fate passes you by, half of you try\nThe other half of you fried, too high to actually fly\nOne day y'all have to decide, who you gon' be\nA scary nigga or a nigga that's gon' rule like me\nKeep it true like me,\n \nCole, you might be\nLike the new Ice Cube, meets the new Ice-T\nMeets 2 Live Crew, meets the new Spike Lee\nMeets Bruce like Wayne, meets Bruce like Lee\nMeets '02 Lil Wayne, in a new white tee\nMeets KD, ain't no nigga that can shoot like me, blaow\n\n[Chorus]\nNigga, why you actin' like a ho?\nKnow that I'ma ride for you, either way it go\nTell me, girl, why you be stressin' me for time? (Time, time, time, time, time, time)\nWhen you tell me you love me, can't you see I'm tryna climb?\nDamn, my nigga, why you actin' like a bitch? (Bitch, bitch, bitch)\nIf you scared to take a chance, how the fuck we gon' get rich?\nCome here, baby, why you always insecure? ('Cure, cure, cure, cure, cure, cure)\nHold on tight to a nigga and be sure\n[Bridge]\n(Who's the king?)\nCame from the bottom, nigga, with stains on my shirt\nWhat you expected from me, I came from the dirt (Who's the king?)\nMoney my motivator, the songs that I sing\nPicture a peasant passin' from pawn to a king\n(Who's the king?)\nYou tell me you still love me, if so then let me go\nWill I return or will I burn, never know (Who's the king?)\nLook in my eyes and see the future\nBut don't sugar coat it (Yeah)\n[Verse 3]\nListen,\n \nhistory repeats itself and that's just how it goes\nSame way that these rappers always bite each other's flows\nSame thing that my nigga Elvis did with Rock 'n Roll\nJustin Timberlake, Eminem and then Macklemore\nWhile silly niggas argue over who gon' snatch the crown\nLook around, my nigga, white people have snatched the sound\nThis year I'll prolly go to the awards dappered down\nWatch Iggy win a Grammy as I try to crack a smile\nI'm just playin', but all good jokes contain true shit\nSame rope you climb up on, they hang you with\nBut not Jermaine, my aim too sick\nI bang, nigga,\n \nI came to bring the pain\n \nmy brain too quick\nYou see how I maneuver this game, I ain't stupid\nI recognize that life is a dream, and I dream lucid\nAnd break the chains and change minds\nOne verse at a time,\n \nand claim 2-6\nAnd fuck it, if the shoe fits, who's the king?\n\n[Outro]\nWe all kings\n \n(We all kings, nigga)\nKings of ourselves first and foremost\n(True)\nWhile the people debate who's the king of this rap game (Hehehaha)\nHere comes lil' ol' Jermaine\nWith every ounce of strength in his veins\nTo snatch the crown from whoever y'all think has it (True)\nBut rather than place it on his head as soon as he grabs it\nPoof, boom, paow, it's like magic\nWith a flash and a bang, the crown disintegrates\nAnd falls to the Earth from which it came\nIt's done\nAin't gon' be no more kings (Ain't gon' be no more kings)\nBe wary of any man that claims\nBecause deep down he clings onto the need for power (Mm)\nIn reality he's a coward (Mm)\nUltimately he's scared to die\nAnd sometimes so am I\nBut when I'm in tune with the most high\nI realize, the fear lies in my lack of awareness of the other side (The other side, ayy)\nToday I know that we are the same, are the same, you and I (Yessir)\nDifferent kind of skin, different set of eyes\nTwo different minds, but only one God\n \n(It's only one God, nigga)\nIt's for all the kings (Uh)\n'Cause I know deep down every poet just wanna be loved"
}