{
  "title": "Flim Flam (Interlude)",
  "artist": "OutKast",
  "lyrics": "This interlude off of Southernplayalisticadillacmuzik is a scene set with two men in a car, who, in turn, get approached by another man who is trying to sell them some stolen jewelry.\n[Interlude]\n[Man 1]\nAyy, J, man, what you wanna drink on?\n[Man 2]\nShit, man, let's sip on some of that Hennessy\n[Man 1]\nCool, man\nAyy, man, who the fuck is this?\n[Seller]\nAyy, ayy, ayy, my nigga, roll your window down, man, roll your window down\nWhat's up, player? Ayy, I got these gold chains, 14K, eighty dollars\nGot— ayy, 'fore you say anything, got 'em off some white folks in Buckhead, 14K\n[Man 2]\nMan, I don't need no chains, man, I don't need nothin', I'm straight, I'm straight\n[Seller]\nNah, check game, eighty dollars, bro\n14-karat gold is what I'm trying to tell you now\nLook, now, look, check it out\n[Man 1]\nMan, what? Nigga, you trying to play me some fool or something? This shit ain't real, nigga\n\n[Seller]\nI said 14-motherfuckin'-K, white folks in Bankhead— Buckhead, man\n[Man 1]\nThis shit ain't real, nigga\nGo on, man, go on, go on, nigga\n[Seller]\nOh, that's a motherfuckin' pimp, nigga, what's up?\nMan, holler at a nigga, man\nEighty dollars for this 14-karat gold chain, man, what it is?\n[Man 2]\nNaw, man, ain't got it, Gipp ain't got it\nI'll give you a sack, nigga, what's up with that? I'll give you a fuckin' sack\n[Seller]\nA what? A sack? Nigga, sack these\nI want greens, bills, dividends is what I'm talkin' 'bout\n[Man 2]\nFuck that shit, nigga, get the hell on\n[Seller]\nRecognize, eighty dollars, 14K, what y'all niggas wanna do?\n\n[Man 2]\nGet the hell on, nigga\n[Seller]\nAlright, bro, just give me— hold on, man, just give me a sack, man\nI'll just go sell the shit and make about twenty dollars, you know what I'm sayin'?\nCome on up, re-up like that, you know what I'm sayin'?\n[Man 2]\nThat bullshit ain't even worth no sack, man, get the hell on out here\n[Seller]\nMan, fuck y'all"
}