{
  "title": "Flip Flop Rock",
  "artist": "OutKast",
  "lyrics": "[Intro: Big Boi, \nKiller Mike\n, & \nJAY-Z\n]\nYeah\nATLien style on y'all ass\nDo or die, Aquemini\nKiller Mike-Roc-A-Fella collaboration, holler\n (\nUgh, ugh, ugh, ugh\n)\n[Refrain: JAY-Z & \nBig Boi\n]\nYoung Hov in the place to be (Woo)\nBig Boi in the place to be (Young)\nAndré 3000 (Kast) Shout out to public housing (Bitch, holler)\nI brought the whole hood with me\nYou got red dirt in your afro\nYoung Hov' in the place to be (Yeah, yeah)\nOutKast in the place to be\n[Verse 1: Big Boi]\nDid you ever think that you would be the nigga on the block?\nDidn't have to break a steering column, didn't have to cook a rock\nA damn goodie two-shoes, that what they call you (Ugh)\nNever judge a person or a book by its covers (Yeah)\nJust because my tone is darker than yours, a little tanner\nYou never took the time out, examine yourself, boy\nAre you Black, white, Asian?\nIndonesian or Borean—that's Black and Korean\nWe on the same team if we breathing\nI jumped off the subject to see if you was seeing\nThat we drop a little science off in every verse\nThey put that P.A. sticker on it 'cause they scared we gon' curse\nBut the knowledge is the power (Power)\nThe cowards get devoured\nAny hour, any cipher, any way to any height (Ugh)\nBecause I might just snap on a fuck-ass nigga (Bitch)\nMight clap a cap at a sucker-ass nigga\nIn the meantime, Daddy Fat Sax gon' chill out\nHe might just pull out his pistol\nAnd let that thing whistle at your windshield or your residence\nSuperman to Clark Kents, you better be way harder\nThan the park bench to start this\nMarcus, Jason, my little brother James—\nAll my brothers from my mama, but Andre is just the same (Ooh)\nAin't no, \"Uno,\" we a duo, deuce, dos, two, a pair\nA player stiffen the competition\nPressed like Levi's and Tuffskins\nOne minus one, negative one minus negative one is nothing (Ugh)\nBusting D-boy raps and player poems\nThe 'Kast shit ain't plastic, we smash it and move the crowd\nAnd rock the crowd, original material while you bore 'em\nYour live show consists of everybody's shit but your own\nDo your own shit in your live show (Biting-ass nigga)\nYeah, yeah, yeah\n\n[Refrain: JAY-Z]\nYoung Hov' in the place to be (Woo)\nBig Boi in the place to be (Ugh, Young)\nAndré 3000 (Kast) shout out to public housing (Bitch, holler)\nI brought the whole hood with me (Yeah, yeah)\nYoung Hov' in the place to be (Woo)\nBig Boi in the place to be (Ugh, Young)\nAndré 3000 (Kast) shout out to public housing (Bitch, holler)\nI brought the whole hood with me (Yeah, yeah)\n[Verse 2: Big Boi]\nPenelope Ann Cruz couldn't snooze\nWith her \nEyes Wide Shut\n, before I asked to hit her gut\nIf you brunette, \nLegally Blonde\n, I might respond\nTake you to \nSwan Lake\n and beyond\nAntwan raps on, raps on\nClap-off, clap-on\nI switch the flow so quick, you cannot fathom\nI take a submarine two thousand leagues below the sea\nAnd try to grab one line or sentence\nRhyme repentance, find the illest lyricist\nAnd give him a clean bill of health\nWealth might make you look good, but you sound like shit\nAnd your team looking shitty to death\n[Verse 3: Killer Mike & \nBig Boi\n]\nMy nigga Big Boi said\n\"Watch 'em as they gawk and they gander\nYou can follow, or lead like \nCommander Picard\nYou can have the whole world\nOr be satisfied with the boulevard, overstand\"\nThis young player's line\nI foregoed the crime and I focused on rhyme\nFocused on every word and line\nLike a young Cassius Clay in his prime\nI was born to talk shit and prove mine, and I'm\nThe epitome of raw rhyme\nGot signed, got serious about the craft\nOf raw rhyme and I got mine—Aqueminis\nMurderous monster, move minds\nSpit it so hard that it oughta be a crime\nWhen you see I'm coming, holler, \"One time,\" holler, \"One time\"\nWhen you see I'm coming, holler, \"One time\" (\n\"One-time\"\n)\n\n[Refrain: JAY-Z]\nYoung Hov' in the place to be (Woo)\nBig Boi in the place to be (Ugh, Young)\nAndré 3000 (Kast) shout out to public housing (Bitch, holler)\nI brought the whole hood with me (Yeah, yeah)\nYoung Hov' in the place to be (Woo)\nBig Boi in the place to be (Ugh, Young)\nAndré 3000 (Kast) shout out to public housing (Bitch, holler)\nI brought the whole hood with me (Yeah, yeah)\n[Chorus: Big Boi, Sleepy Brown, & Debra Killings]\nDon't you like to groove in your hoopty\nIn your old flip-flops or choose to wear your tennis shoes?\nDoes it matter to you\nThat OutKast, we got that skunk for y'all?\nKeep that pump for y'all\n[Verse 4: JAY-Z]\nWhen I'm in the mood, I rock the S. Dot tennis shoes\nAs an interlude, I got the Gucci flip-flops\nAnd I fix it up like gin and juice when I'm in them interviews\nDudes wanna know what he copped\nAnd where you got that, and how could they buy that\n\"Where the million-dollar watch at?\" Stop that\n\"Why that? Why this?\" Niggas wanna hijack the flyness\nI'm on a whole 'nother plane (Woo)\nA whole different lane, a whole 'nother game that I'm playin' (Ugh)\nUnderstand what I'm saying?\nHov' and OutKast, what you think about that?\nReally don't matter, though, what you niggas chatter, though\nAnybody get out of line, then you trust\nThat the MAC'll go, \"Rrat\" (Rrat)\nGot you chilled for that alone\nBack on the shit, back on the strip\nAnother hit, I'm not gon' miss\n\n[Chorus: Big Boi, Sleepy Brown, & Debra Killings]\nDon't you like to groove in your hoopty\nIn your old flip-flops or choose to wear your tennis shoes?\nDoes it matter to you\nThat OutKast, we got that skunk for y'all?\nKeep that pump for y'all\n[Outro: Big Boi]\nY-Yeah"
}