{
  "title": "Flip That Shit",
  "artist": "The Notorious B.I.G.",
  "lyrics": "[Intro: 3rd Eye & \nThe Notorious B.I.G.\n]\nAight, aight, aight, y'all know who's in the house\nY'all know who's in the house\nYo, all y’all motherfuckers get the fuck away from the mic\nGet the fuck away from the mic\nYou know what time it is\nThe Notorious Biggie Smalls in the house\nSay word up, say word up\nWord up for all the bitch-ass niggas\nYeah, they got Third Eye from the group holdin’ the house\nYeah, yeah, yeah\nYeah, we got Naughty by Nature in the house\nYeah, we got them bomb-ass Onyx niggas in the house\nAnd it's about to be a big thing, too\nGet down, nigga\n[Verse 1: Vin Rock]\nI wanna speak up on a beat down (Beat down)\nT-Dub's heating up the motherfucking streets now (Streets now)\nThis time I break apart the only swollen phony ones\nWho's home? Bony ones, can't fuck with the only ones\nAsk the rody, holy one, ass whipped fast, slow ass, don't have, broke\nHeard a nurse pulled a steel toe out your asshole\nEven Apache's on your path, him and your punk ass boyfriend You're gangsta? We don't sweat your ass\n[Verse 2: Treach]\nWho wants that smoke? Just one minute\nOne nigga with one AM want some straight big shit\nLike today was tomorrow yesterday\nIt ain't just your neighborhood I hold\nSo when I roll, there goes your whole motherfucking zip code\nA real nigga coming up with the rumor\nIf I can't suck you later, then bitch fuck you sooner\nI'm playing trooper like a party pooper, shoot ya in the Timber boots\nYou got moles from my nose to my skin super\n\n[Chorus: Fredro, \nSticky Fingaz\n & \nSuavé\n & \nTreach\n]\nSo you flip that shit! \nNo, you flip that shit!\nI don't want that shit! Nigga, you flip that shit!\nNo, you flip that shit! \nAiyyo, you flip this shit!\nI don't want that shit! Nigga, you flip that shit!\nNo, you flip that shit!\n No, you flip that shit!\nBut I don't want that shit!\n \nNigga, you flip that shit!\nAyo, you flip the shit!!!\n \nAy, you flip that shit!\nI don't want this shit! Nigga, you flip that shit!\n[Verse 3: The Notorious B.I.G.]\nAll you niggas better leave the fuckin' state, no need to masturbate\nFuckin' with Biggie, it's time to castrate\nIt's clobberin' time. When I rip rhymes\nI quench thirsts like Very Fines\nAnd I'm still thirsty, niggas wanna hurt the\nSix-pack maniac, tote TECs and MACs, black\nCheck the stacks, what the fuck? I throw uppercuts\nLike Riddick Bowe, and I'm wicked with the slow flow\nYou know, I'm pressing hard, I'm leaving creases\nCutting up bodies and talking to the pieces\nIt gets deep, kid, deep enough to touch the bone\nBrooklyn's own Al Capone\nGet stoned off the blunt when it's filled with the skunk\nGet drunk and do a demolition to punk\nAnd all chumps that scream that my shit don't thump\nThey catch lumps and bumps, I put the shaker in your rump\n\n[Chorus: Fredro, \nSticky Fingaz\n & \nSuavé\n & \nTreach\n]\nSo you flip that shit! \nNo, you flip that shit!\nI don't want that shit! Nigga, you flip that shit!\nNo, you flip that shit! \nAiyyo, you flip this shit!\nI don't want that shit! Nigga, you flip that shit!\nNo, you flip that shit!\n No, you flip that shit!\nBut I don't want that shit!\n \nNigga, you flip that shit!\nAyo, you flip the shit!!!\n \nAy, you flip that shit!\nI don't want this shit! Nigga, you flip that shit!\n[Verse 4: TROO-KULA & \n3rd Eye\n]\nYeah, ayo special request, dig up in your chest\nThat's my nigga West (Yes), my Budacest motherfucking bee's nest\nBig, watch you stick when I wink and I nod\n3rd Eye's raw, we'll take your life like God (\nFor the glory of ya\n)\nHave you heard of this murderous gunslinger nigga swingin'?\nI'm into bringing drama, run to mom-dukes\nI smoke Buddha, I'm smokin' the blunts of the skunk\nAnd I get funky like manure\nIn the Bronx, swervin' mirrors in\nIntelligent militant, that'll lose 100 percent\nAyo, fuck your set 'cause that's nonsense\nI keep bodies in the cemetery, let's make 'em conscious\nAnd that nigga West is on a mission, uh-oh\nI don't be bullshitting, I'll stomp a mudhole in your butthole\nI rip and I flip that quick like you should've let me get that\nMan, I don't want it, take this shit back\n\n[Chorus: Sticky Fingaz, \nSuavé\n, \nFredro\n & \nTROO-KULA\n]\nSo you flip that shit! \nNo, you flip that shit!\nI don't want that shit! Nigga, you flip the shit\nAy, nigga, you flip that shit!\n Nah-nah, you flip that shit!\nI don't want that shit! Nigga, you flip the shit\nHey, you flip that shit!\n \nI don't want that shit\nI don't want that shit either! Nigga, you flip that shit!\nNo, you flip that shit!\n \nWill you flip this shit?\nBut I don't want that shit! Nigga, you flip that shit!\n[Verse 5: Fredro, \nSuavé\n, \nFredro & Suavé\n]\nAiyyo, \ngimme that shit,\n you, fuckin' bald-headed bastard\nWhat, the evil nasty acid?\n Yeah, the shit that burn they asses\nSo ashes to ashes?\n Blast with the ghetto gas\nAnd I'm going, niggas knowing, I'm showing my Razzamatazz\nManian Devil rebel style!\n Niggas know, we fuckin' wild\nI'm wild, I'm wild, \nhe's wild, so we's wild\nSo capture the rapture!\n \nThe black disaster!\n[Verse 6: Sticky Fingaz, \nFredro\n, \nSuavé & Fredro\n]\nI swear to fuckin' God, I'll raise hell and make the white man call me master (\nUh!\n)\nI'm 6-6-6 and need to repent to the pastor\n(\nSo fuck the radio!\n) They closed your ears but read my lips, I rips\nAnd if you eat my words I'll leave you strung like um\n(\nUm, um\n) It was on the tip of my tongue\nBut now it's stuck between my throat, I can't breath for a lick\n(\nIf Onyx\n) Ain’t the top pick, you must be suckin' a glass dick\n(\nJust like his motherfuckin' mother\n) Yeah, she swallowed the babies\nAnd you'll suck the motherfuckers that we biting, getting rabies\n(\nGet ready!\n)\n[Chorus: Fredro Starr & Sonny Seeza]\nC'mon, man, you flip that shit, nah, you flip the shit\nBut I don't want that shit, nigga, you flip that shit\nAyo, you flip that shit, why, you flip that shit\nI don't want that shit, nigga, you flip the shit\nAyo you flip that shit, nah, you flip that shit\nBut I don't want that shit, here, you flip that shit\nNigga, you flip the shit, but I don't want that shit\nNigga you flip the shit, you better flip this shit\n[Chorus: Fredro, \nSticky Fingaz\n & \nSuavé\n & \nTreach\n]\nSo you flip that shit! \nNo, you flip that shit!\nI don't want that shit! Nigga, you flip that shit!\nNo, you flip that shit! \nAiyyo, you flip this shit!\nI don't want that shit! Nigga, you flip that shit!\nNo, you flip that shit!\n No, you flip that shit!\nBut I don't want that shit!\n \nNigga, you flip that shit!\nAyo, you flip the shit!!!\n \nAy, you flip that shit!\nI don't want this shit!"
}