{
  "title": "Florida’s Finest",
  "artist": "Crush",
  "lyrics": "[Verse 1: Pouya]\nYuh, you rappers never left the cul-de-sac\nI'm ready to drop a hundred thousand where the hold 'em at\nMama said I got a problem, yeah, I noticed that\nBut I just wanna watch it burn, just so I can earn it back\n'Cause I'm gettin' bored as fuck, lookin' at the furnace\nLookin' for a come-up as I'm searchin' for a purpose\nDon't depict me as a man who's picture-perfect\nJust so you can feel less worthless, yuh\n[Chorus: Pouya]\nFuck you music? Go blow your brains out to it\nFlorida's finest, you'll find us inside that broke down hoopty\nYou want that fuck you music? Go blow your brains out to it\nFlorida's finest, you'll find us inside that broke down hoopty\n[Verse 2: Pouya]\nYuh, ayy\nI always wanted a Hellcat, then I realized it wasn't enough\nI always keep to myself, not goin' to open up\nBut when it comes to the bread, you know Baby Bone never be holdin' his tongue\nI gotta go get it, lil' baby, I'm never goin' back to bein' a bum\nRun, run when the cops come, toss yo' gun but collect yo' funds\nRun, run, chasin' the sun, 'cause when it go down, I'ma kill someone, yuh, yuh\nI cannot trust a soul with bullet holes engraved in my back, back\nBack in that 'Lac with a bitch sittin' upon my lap\n\n[Chorus: Pouya]\nFuck you music? Go blow your brains out to it\nFlorida's finest, you'll find us inside that broke down hoopty\nYou want that fuck you music? Go blow your brains out to it\nFlorida's finest, you'll find us inside that broke down hoopty\n[Verse 3: Danny Towers]\nYuh, I told her, \"Wake up, lil' bitch, I'm on a meal run\"\nThese niggas rap like it but they ain't ever drill none\nI think I lost too many homies, I don't feel nothin'\nSo when I bring that stick out, I bet that bitch will feel some\nThese niggas thinkin' they tough, if I fuck, I don't buck, I'ma bust it\nIn the back of the bluff with them hollows'll bust at your muffet\nNo bangers we trust, I ain't servin' 'em up, I don't trust it\nThe heater on my side, and no, we don't shoot at the sky, bitch"
}