{
  "title": "Fly In",
  "artist": "Lil Wayne",
  "lyrics": "[Intro]\nSo they ask me\n\"Young boy\nWhat you gon' do the second time around?\nHow you gon' come back?\"\nI tried told 'em\n\"I come back like 32\nI jump back like 33\"\nUgh, hit me\nThat's nothing\nThis is \nTha Carter II\n, people\nThis is \nTha Carter II\n, people\nHey\n[Verse]\nThey call me Mr. Carter, I kissed the daughter\nOf the dead's forehead, I killed the father\nSpilled the heart of a mildew hater\nI will put them body on chill like glaciers\n, gracias\nI'm crazy, yes, it's obvious\nGoing against me is atheist\nI got my angels on my shoulder\n \nand a quarter of that angel dust\nI ain't sniffing, I'm just pitching, your honor\nI ain't snitching, your honor\nHate bitch niggas, bitches with power\nVacate when that kitchen get hotter\nI just sit on the counter\nOpen the cabinet, close the cupboard\nPut that jar in the skillet, drop a four in the bubbles\nI remember being young, tryna hustle my dope\nTryna tell the old junkies that my crack ain't soap\nTryna tell you 'fore you jump that my MAC ain't broke\nYou ain't tryna see how far that black back lane go, no\nCall me Pac-Man, your ghost is blue\nI got my Red River rubies and my ocean blue jewelry\nUsually I'm a hooligan for the money\nYeah, I'm eating, but I got a tapeworm in my tummy, oh\nMake harm and I bomb you in public\nHit you with the straight-arm, no warning, nothing\nLook, it's morning, no yawning or nothing\nI ain't sleeping, I'm up tryna take a nigga lunch\nYou gon' make a nigga break a nigga fronts\nThen shake a nigga shorts and we taking what we want\nI'm so 504, you got to kill me here\nIf you ever looking for me, bitch, I will be here\nCash Money is an army, Navy Seal me here\nLot of niggas ran from me, but I still be here\nNo chrome on the Continental, I'm so fundamental\nCrack the Phil', crack the roof, and roll up the windows\nAnd my hood love me, they tell me bring it home\nThat's why I holler Hollygrove on each and every song\nYou leaping at a dog, a dog with no bark\nJust a bite like an old shark\nAnd all you rich niggas know Pa, I'm talking 'bout Stunna\nHe like, \"Keep your dough,\" he got your ho\nAnd the sun shines on the king and sets on the prince\nI met the Birdman and I been shining ever since, like that"
}