{
  "title": "For All My Niggaz & Bitches",
  "artist": "Snoop Dogg",
  "lyrics": "[Verse 1: Kurupt]\nWell, it's that slow flow, D-O-double-G, nigga\nSee these other fools, but you can't see me, nigga\nWho am I? (It's Kurupt, motherfucker)\nDo or die (We gives a fuck, motherfucker)\nSo slow your roll, I'm in control like Janet\nThe loc-est twenty-one year old nigga that's on this planet\nTake it for granted if ya wanna, 'cause I'm gonna\nGrab my strap then clear the corner, bitch\n[Chorus: Dat Nigga Daz & Lil' Malik]\nTo all my bitches and my niggas, and my niggas and my bitches\nWave your motherfuckin' hands in the air\nAnd if you don't give a shit like we don't give a shit\nWave your motherfuckin' fingers in the air\nTo all my niggas and my bitches, and my bitches and my niggas\nWave your motherfuckin' hands in the air\nAnd if you don't give a fuck like we don't give a fuck\nKeep your motherfuckin' hands in the air\n[Verse 2: Dat Nigga Daz]\nNow, on a one (One), two (Two), three (Three), who could it be?\nComin' with a grip of gangsta shit for '93\nSo '94's arrived, nigga, back on up\nAnd let me and my dog Kurupt fuck shit up\nNow can't nobody see me here or there, wherever I bails\nI put it down all around, 'cause ain't shit for sale\nIn the coupe with the beat, flossin' off gold Ds\nAnd my cousin Snoop packs well, you know what I mean\nAnd it don't take much for Tha Dogg Pound to bust a cap\nIn your ass, for gettin' us all fucked up, now check it\nIt's a fallout for niggas like those\nWho supposed to be the shit, but steadily bitchin' like hoes\nYes, y'all, walk the dogs, yes, y'all, yiggy-y'all\nStay full of that gin and juice\n and have a ball\n\n[Verse 3: Kurupt]\nI packs a strap like that, I kicks it like this\nNow, how many bitches must get dicked?\nBefore they say, \"Oh, that is that nigga from back in the day\nI never, ever thought I'd see him bustin' with Dr. Dre\"\n'Cause I grips mics, I rips mics in half\nHoes be comin' to my flat so I can tap that ass, to all\n[Chorus: Dat Nigga Daz & Lil' Malik]\nTo all my niggas and my bitches, and my bitches and my niggas\nWave your motherfuckin' hands in the air\nAnd if you don't give a shit like we don't give a shit\nWave your motherfuckin' fingers in the air\nTo all my niggas and my bitches, and my bitches and my niggas\nWave your motherfuckin' hands in the air\nAnd if you don't give a fuck like we don't give a fuck\nKeep your motherfuckin' fingers in the air\n[Verse 4: Kurupt & \nDat Nigga Daz\n]\nYou're headed my way, nigga, you best to hit a U-turn quick\nSo what's happenin'? I'm cappin' shit up like a Western flick\nThe kingpin of the clique, top notch\nSeventeen-shot Glock cocked, so all niggas drop\nThe run of the mill fool get broke off for tryin' to serve the best\nKurupt's era, peep the terror, 'cause it's a murder fest\nI smoke chronic every day\n, so what have we?\nAnother motherfucker gettin' served like some cavi\nNow who drops (\nRough rhymes\n)\nI got the Juice like 2Pac\n \n(\nPlus I'm\n), rollin' with two Glocks\nFly motherfuckers can't see Kurupt\nHell-raisin' like Pinhead, beware, I'm tearin' shit the fuck up\nSlow your roll like your legs was broken\nWho's jokin'? Rakim never joked, so why should I, loc?\nAnd that's my idol\n, check the vital rhyme flow, though\nRunnin' 'em like Flo-Jo\n, \nstranded on Death Row\nMediocre motherfuckers die 'cause I'm servin'\nAnd they can't fuck with or see me, I'm mass-murderous\nSmokin' indo, look out my window I suppose\n (Yeah)\nNiggas don't understand how we kicks different flows\nI'm raw like news footage\n, \nI'm rugged like a BF Goodrich\nBring your whole set and get your hood lynched\nDrop to your knees like a dog in heat\nPeep the murderous styles and the poetical techniques\n\n[Chorus: Dat Nigga Daz & Lil' Malik]\nTo all my niggas and my bitches, and my bitches and my niggas\nWave your motherfuckin' hands in the air\nAnd if you don't give a shit like we don't give a shit\nKeep your motherfuckin' fingers in the air\nTo all my niggas and my bitches and my bitches and my niggas\nWave your motherfuckin' hands in the air\nAnd if you don't give a fuck like we don't give a fuck\nKeep your motherfuckin' fingers in the air\n[Verse 5: Lady of Rage]\nCheck it out\n, it's Rage, ready for the breakdown, take down\nWhen it comes to the mic, I'm puttin' my weight down\nAnd that's a hundred seventy-five pounds of beef\nBeatin' your ass down to the concrete\nFool, act like ya know\nI'm stranded on Death Row with nowhere to go\nSo, what's a girl to do?\nTake out a crew or two, a few, what you wanna do?\n[Bridge: Snoop Dogg, \nTha Dogg Pound\n]\nThrow your guns in the motherfuckin' air\nWe don't care \n(\nNiggas don't give a fuck, nigga\n)\nAbout nothin' at all\nJust my Doggs and clockin' a grip', bitch \n(\nNiggas don't give a fuck, nigga\n)\nThat's why I can kick it so tuff\n'Cause when times get ruff, my \n(\nNiggas don't give a fuck, nigga\n)\nThe clique that I'm with don't give a shit\nYou know why? (\nReal niggas don't give a fuck\n)\n\n[Outro: Dat Nigga Daz]\nNow all the bitches and the niggas\nWave your motherfuckin' hands in the air\nTo all my niggas and my bitches\nWave your motherfuckin' hands in the air\nTo all my niggas and my bitches\nWave your motherfuckin' hands in the air\nAnd if you don't give a fuck like we don't give a fuck\nKeep your motherfuckin' fingers in the air"
}