{
  "title": "Forever",
  "artist": "Justin Bieber",
  "lyrics": "[Chorus: Justin Bieber]\nCould you be here with me forever, ever, ever?\nWould you be here with me forever, ever, ever?\nWakin' up all alone ain't better, better, better\nEvery time I go the wrong way, you turn me back around\nTurn me back like woah-woah, woah-woah, oh-oh-oh\nWoah, woah-woah, forever, ever, ever, ever\nDo you wanna look at me forever, ever, ever?\n[Verse 1: Justin Bieber]\nYeah, do you see us in Vegas pushin' a Monte Carlo?\nBet that money on baby, bet she don't leave me, oh, no\nSee them heat waves in the desert, look like a lake in the sand\nWould you watch the sun burn out with me forever, ever, ever, ever?\nYou still intimidate me, keep me up on my toes now\nBetter man, what you made me\nMade me aware of what I was missin'\nBeen missin' the way you give me envision, babe\nNever thought I'd settle down, reckon I lied to myself\nI was busy focusin' on bein' by myself\nSet my feelings to the side, they all got dusty on a shelf\nYou wiped them down when I had nothin' left\n[Chorus: Justin Bieber]\nCould you be here with me forever, ever, ever?\nWould you be here with me forever, ever, ever?\nWakin' up all alone ain't better, better, better\nEvery time I go the wrong way, you turn me back around\nTurn me back like woah-woah, woah-woah, oh-oh-oh\nWoah, woah-woah, forever, ever, ever, ever\nDo you wanna look at me forever, ever, ever?\n\n[Verse 2: Post Malone]\nWhen you asked me if I cheated, I said never (No way)\nWhat are you willing to do to stay together? ('Gether)\nHow many times we gonna break up for the summer?\nHow many times you gonna try to call my mother? (Brrr-brrr)\nGirl, you're killin' me, I don't wanna act like I can fix this (Fix it, fix it)\nI don't wanna be the one that's changed since Texas\nCurrency, it comes so naturally, but I can't buy your love\n[Chorus: Justin Bieber & \nPost Malone & Justin Bieber\n]\nCould you be here with me forever, ever, ever?\nWould you be here with me forever, ever, ever?\nWakin' up all alone ain't better, better, better\nEvery time I go the wrong way, you turn me back around\nTurn me back like woah-woah, woah-woah, oh-oh-oh\nWoah, woah-woah, forever, ever, ever, ever\nDo you wanna look at me forever, ever, ever?\n[Verse 3: Clever]\nI promise I'm gonna love you 'til my dying day\nWake up, your face in my chest, your favorite hiding place\nThe roof is gone as we're driving out the private gate\nCountin' the stars with our last name on the license plate\nWoah, oh, oh, oh\nI lied to myself 'bout trying to be here all alone\nWhen I leave, it's bye for now, it's just never bye for long\nSet my feelings aside, let's settle down\nEvery time I go the wrong way, you turn me back around\n\n[Chorus: Justin Bieber]\nTurn me back like woah-woah, woah-woah, oh-oh-oh\nWoah, woah-woah, forever, ever, ever, ever\nDo you wanna look at me forever, ever, ever?\n[Outro: Clever]\nWould you be here with me forever, ever, ever?\nWould you be here with me forever, ever, ever?\nWakin' up all alone ain't better, better, better\nEvery time I go the wrong way, you turn me back around"
}