{
  "title": "FORGET ABOUT EVERYTHING",
  "artist": "Crush",
  "lyrics": "[Chorus: Pouya]\nForget about everything, I won't lie, I been feeling your vi-ibe\nForget about everything, jump in my ride, just don't get too hi-igh\nForget about everything, I won't lie, I been feeling your vi-ibe\nForget about everything, jump in my ride, just don't get too hi-igh\n[Verse 1: Pouya]\nYeah, no wonder I'm suffering in pain\nPop this pill then I fade away\nMy daddy was drunk when I was born\nBroke out of my cage and I hold that weight\nOn my shoulders, on my mind\nSo paranoid, gotta hold that nine\nYou know I could never let her get mine\nRun up a check every time that I rhyme\nWеnt from the some' to the top of thе line hoes\nAlways asleep in the Tahoe\nPointin' a gun at my rivals\nFive-five and duckin the five-oh\nI know I gotta get ready to rid of the body before the family creep\nI'm driving high, so full of that reefer\nBaby Bone pulling out them heaters, mane\nEgo so massive, yeah, I'm a big ol' diva\nForget your bitch, she in my backseat, sucking me up\nI'm living this life like I'm a legend\nPorsche 9-11s\nSwerving through the 305\nLike Ruby Running Through The 7th\nFlorida boy that's in my blood you know that's mud I walk through\nI got hollow tips for hollow threats I'm pointed at your neck\nPouya the vet'\nI neglect the label reps\nOh no, won't sell my soul, fuck a check\nDone with it all, I'm ready to jet, yeah\n\n[Bridge: Rocci]\nOoh-oh, ooh-oh\nOoh-oh, ooh-oh\nOoh-oh, ooh-oh\nOoh-oh, ooh-oh\n[Chorus: Pouya]\nJump in my ride, just don't get too hi-igh\nForget about everything, I won't lie, I been feeling your vi-ibe\nForget about everything, jump in my ride, just don't get too hi-igh\n[Verse 2: Pouya]\nWhat about the weight of the world on my shoulders? (Forget about everything)\nWhat about these hoes, what about these cars?\nWhat about them gold and platinum plaques, and living like a star? (Forget about everything)\nWhat about everything that I've done so far?\nStrip me right down to my boots and take it all, I pop this pill, I want it (Forget about everything)\nWhat about the state of the world and the culture? I go rhythm vultures\nCrawling like some roaches, kids with broken souls, so lonely (Forget about everything)\nForget about everything\n[Outro: Pouya]\nForget about\nForget about everything\nForget about\nForget about everything\nForget about\nForget about everything\nForget about\nForget about everything\nForget about\nForget about everything (Forget about everything)\nForget about\nForget about everything\nForget about\nForget about everything (Forget about everything)\nForget about\nForget about everything\nForget about\nForget about everything (Forget about everything)\nForget about\nI won't lie, I been feeling your vi-Ibe\nForget about\nForget about everything (Forget about everything)\nJump in my ride, just don't get too hi-igh"
}