{
  "title": "Foul Breeze",
  "artist": "Nas",
  "lyrics": "One of Nasir’s unreleased songs, too dope for the masses. Enjoy.\n[Verse 1]\nAmazin' man\nGot a letter from a Asian fan\nHe asked was I black?\n \nWas I gon' play Japan soon?\nWrote back, \"Yes\", danced in the shower, got dressed\nOld school, powdered my neck\nI give, but I'm selfish\nTattoo of my chick lips on my pelvis\nWell, it's the pubic part — excuse me, y'all\nThink that I became musical\nWay before rap, I did wanna be the tap dance kid\nOn Broadway, 42nd Street, legendary\nThree-card Molly, Nasir drives a Harley now\nFYI — for your info\nInsects splattered on the bike window\nHad a innuendo\nJust last night, don't know where it came from\nGuess it's from a past life\nAm I charismatic enough?\nDoes my charm reach people that could make a change?\nIf I shoot with straight aim at the positive target\nAnd swooed 'em to make a deposit into my account\nWould that be progress?\nI doubt it\n[Chorus]\nSomethin' is fishy, somethin' is botherin' me\nI just can't figure it out\nSomethin' right under my tongue, I can't speak it\nCan't spell it, yo, it's buggin' me out\nSomebody doin' somethin' wrong to somebody I know\nSomehow it's related to me\nAnd now I'm frustrated, 'cause now I'm focusin' too hard\nOn somethin' that's just too plain to see\n\n[Verse 2]\nSavoir-faire, yeah, radiate, conscience clear\nAbout to have a monstrous year\nLivest spot, yeah, err' night, deep\nLadies, get ya harder than termite teeth\nC'est la vie, I'm engaged\nBut the crew came to play, they fly free, check me\nAnd they wrist is froze like toes on bodies in the morgue\nThat was put there by the squad\nLook here — I'm the God on the mic, on the track\nLike Arthur Ashe with a tennis racq'\nTell the DJ — spin it back\n{*Beat reverses*}\nYeah, somethin' like that\nUh, it go savoir-faire, yeah, radiate, conscience clear\nI'm about to have a monstrous year\nLivest spots, err' night we deep\nLadies, get ya harder than termite teeth\nC'est la vie, I'm engaged\nBut the crew came to play, they fly free, check me\nThe wrist is froze like toes on a body in the morgue\nThey were all put there by the squad\nLook here — I'm the God on the mic, on the track\nLike Arthur Ash on the tennis racq'\nTell the..., nah\nEverythin' I be in — crème de la crème\nFrom the linen to the gold front grin, cold stuntin'\nTake a look around, what you found?\nLike Masta Ace, tell me the world's a faster place\nHigh school students will slash your face\nIn these white neighborhoods, I'm talkin'\nComputer rage is real\nGet excited when I'm walkin'\n'Cause I'm used to dark shades and a limousine tint\nBusiness managers scare me half to death\nWhen they tell me every month what is co-being spent\n\n[Chorus]\nSomethin' is fishy, somethin' is botherin' me\nI just can't figure it out\nSomethin' right under my tongue, I can't speak it\nCan't spell it, yo, it's buggin' me out\nSomebody doin' somethin' wrong to somebody I know\nSomehow it's related to me\nAnd now I'm frustrated 'cause now I'm focusin' too hard\nOn somethin' that's just too plain to see\n[Verse 3]\nI don't like when my girl try to pull a MC Lyte\nJump out the whip, through the train, leave me like D-Nice\nThey say we used to resemble each other\nBoth last name Jones, so we must be brothers\nMy yearly salary suffers\n'Cause I hate work, no play, Mick Jag' lane\nAnd I rock parts in my hair that are hotter than yours\nHorizontal lines, designs your barber can't draw\nPosters of Nas on the barbershop doors\nEntourage, security galore\nWhen was the last time you rolled by yourself, superstar?\nGot so much love, I shot Cupid in the heart\nI'm awakened by my own screams\nLucifer masturbated in my dreams\nIt means somebody's gonna get fucked in the worst way\nAnd none of y'all hoes is touchin' my wordplay\nJanitors and men with 80 mill both feel the same grief\nThe men at work — blue collars\nAnd the old men shinin' shoes with shoe polish\nGo through the same dramas\nThey wish for a better tomorrow\nI thought only Five Percenters are conspiracy theorists\nThinkin' what the New World Order thing is\nBut everybody does\nFear of the planet is contaminatin' everybody's blood\nTri-literal, Democratic parties\nAnglo-American military alliance\nStudied at Oxford, scholars, they watchin'\nNASDAQ, Dow Jones — got the world stocks in a shamble\nProcter and Gamble\nToxins demand you understand who plans to jam you\nSome random thoughts by the candlelight in Paris\nAs I struggle to be savvy\n\n[Chorus]\nSomethin' is fishy, somethin' is botherin' me\nI just can't figure it out\nSomethin' right under my tongue, I can't speak it\nCan't spell it, yo, it's buggin' me out\nSomebody doin' somethin' wrong to somebody I know\nSomehow it's related to me\nAnd now I'm frustrated 'cause now I'm focusin' too hard\nOn somethin' that's just too plain to see"
}