{
  "title": "Friends",
  "artist": "Nas",
  "lyrics": "Off of the Nas and Damian Marley’s collaboration album, Distant Relatives.\n\nIn this song, Damian Marley talks about real and fake friends, while Nas goes gangster.\n[Produced by Damian Marley]\n[Chorus 1: African Sample]\n[Verse 1: Damian Marley]\nThese later days in Babylon\n as I watch your children grow\nAnd the years them carry on and I miss you even more\nStill I send them go to school and tell them\nWhat dem fi know\nAll of mi friend dem mi salute, Daddi gon Lenny Screw\nAnother year has come and past\n, \nman a drop like morning dew\nUncle Warrick sick and gone when him couldn't catch a flu\nPicka T you a mi don, respect long and overdue\nWhen nothing never did a gwan you still have on somethin' new\nOur friendship ever last all when one minus from few\nYes we surely had a blast, we're like family, me and you\nA nuh every path you cross lead to somebody whe true\nOf\n the many that are called only chosen is a few\n[Chorus 2: Damian Marley]\nOf the real friends that serve you long\nYour memories might fade\nYour real friends will serve you long\nSunshine or rain\nYour real friends will serve you long\nAcquaintances will fade\nYour real friends won't do you wrong\nReal friend don't change\n\n[Verse 2: Nas]\nOnly talking with winners, a loser or two got my number\nStill they think they real but they just really awfully bitter\nSalty niggas\n hate the smarter ones, \nthese are the doubters\nWho sour 'bout my run\n, I barely made it out the slums\nMy value high 'cause I do more than rap about a gun\nI made money for niggas\n, y'all never looking out for none\nI helped millionaires get to that very position\nSome real millionaires. See, that's ill, 'cause look at statistics\nReal millionaires and I ain't talking ghetto riches, thorough business\nYou mistreating niggas, heard your folks bleed in prison\nYou ain't a G and if you was I don't recall\nWho would roll with y'all, bunch of fucking know-it-alls\n who's dough is small\nLook what's it come to our rapport's good no more\nWe was good before till I saw what type a dude you took me for\nWe had a chance to take paper down, what I took was more\nBecause of hatred, opportunity wasted\n[Chorus 3: Damian Marley]\nYour real friends will serve you long\nYour car and clothes will fade\nYour real friend won't do you wrong\nReal friend don't change, hey\n[Verse 3: Damian Marley]\nYour real friend won't run in war nuh care what the cost is\nYou real friends are in for all the wins and the losses\nFi Real! \nNo question at all them ready fi rise the tallest\nTake to the enemies\n \nall for one and one for all this\nReal friend will hear you out, no secret feelings\nReal friends won't sell you out, no bargain pleading\nFor real, always looking out a meal\nWhen outside a drought your real friend won't hide you out, no\n\n[Chorus 4: Damian Marley]\nYour real friends will serve you long\nWhen all else fails\nYour real friend won't do you wrong\nReal friend don't change\n[Verse 4: Nas]\nMay laughter from backstabbers turn to tears faster\nI wish for you no snake shall slither past ya you have to\nKeep your vision clear cause only a coward lives in fear\nMy surroundings got only real powerful niggas here\nReal men we have a code of ethics, no question\nNo jealousies, no feminine tendencies, we expecting\nNo gossip, no phony logic, no counting your homey pocket\nSpare no expense for legal defense if your homey locked up\nNo keeping tabs on who was the last who looked out\nSelfishness that's a character flaw, no holding out\nYo, what happened to the honor? You're dealing with\n \nsensitive Primadonna drama\nTeflon love for my dudes who solid\n[Chorus 5: Damian Marley]\nYour real friends will serve you long\nYour memories might fade\nYour real friends will serve you long\nSunshine or rain, eh\nYour real friends will serve you long, woe ya woe\nWhen all else fails\nYour real friends won't do you wrong\nReal friend don't change\n\n[Bridge: Damian Marley]\nNow plentiful\nOr scantily\nMy cup be full\nOr emptily\nWith arm in arms\nWe'll all trod on\nThrough destiny\nA friend that's true\nIs there for me\nRespect is due\nThey care for me\nShould I be down\nOr even out\nThey're next to me\nHey\n[Outro: Damian Marley]\nYour real friends will serve you long\nYour memories might fade\nYour real friends will serve you long\nSunshine or rain, hey\nYour real friends will serve you long, woe ya woe\nWhen all else fails\nReal friends won't do you wrong\nReal friend don't change\nReal friend don't change\nReal friend don't change\nReal friend don't change\nReal friend don't change"
}