{
  "title": "From the Ritz to the Rubble",
  "artist": "Arctic Monkeys",
  "lyrics": "[Verse 1]\nWell, last night these two bouncers\nAnd one of 'em's alright, the other one's a scary'un\nHis way or no way; totalitarian\nHe's got no time for you looking or breathin'\nHow he don't want you to,\n so step out the queue\nHe makes examples of you, \nand there's nowt you can say\nBehind they go through to the bit where you pay\nAnd you realise then that it's finally the time\nTo walk back past ten-thousand eyes in the line\nAnd you can swap jumpers and make another move\nInstilled in your brain you've got somethin' to prove\nTo all the smirkin' faces and the boys in black\nWhy can't they be pleasant? Why can't they have a laugh?\nHe's got his hand in your chest, he wants to give you a\n \nduff\nWell, secretly I think they want you all to kick off\nThey want arms flying everywhere and bottles as well\nIt's just something to talk about, a story to tell, yeah\n[Chorus]\nWell, I'm so glad they turned us all away, we'll put it down to fate\nI said a thousand million things that I could never say this mornin'\nGot too deep, but how deep is too deep?\n[Verse 2]\nWell, this town's a different town today\nSaid, this town's a different town to what it was last night\nYou couldn't have done that on a Sunday\nAnd that girl's a different girl today\nSaid, that girl's a different girl to her you kissed last night\nYou couldn'ta done that on a Sunday\nOf course not\n\n[Chorus]\nWell, I'm so glad they turned us all away, we'll put it down to fate\nI thought a thousand million things that I could never think this mornin'\nGot too deep, but how deep is too deep?\n[Bridge]\nLast night, what we talked about\nIt made so much sense\nBut now the haze has ascended\nIt don't make no sense anymore\nI said, last night, what we talked about\nIt made so much sense\nBut now the haze has ascended\nIt don't make no sense anymore, oh\n[Instrumental Break]\n[Outro]\nDa-da-da-da, da\nDa-da-da-da, da, da-da-da-da\nDa-da-da-da, da, da-da-da-da-da"
}