{
  "title": "Fuck it (Freestyle)",
  "artist": "Crush",
  "lyrics": "[Intro]\nFuck it\n[Verse]\nFlow give you shivers and the motherfuckin' blister\nShoutout to my haters and the opposite, the listeners\nIf you fuck with me, well, then I'm bringin' out the killers\nTalk shit, eat shit, but make sure that they feel us\nDon't give a fuck, I told you twice, I told you once\nLookin' at the bitch, I put my dick up in the cunt\nChillin' with my homies, then I'm kickin' back like punt\nFuck a runt, get the fuck up out my crib, I told you once\nAnd I told you twice, if I told you three times\nBetter believe that I'm coming out the crib with a knife\nPut it to your fuckin' throat, now you're gonna fuckin' choke\nOn this dick real quick\nYeah, my phone just rang, what the fuck?\nThat bitch just fucked up my song\nMy bad bitch is wearin' nothin' but a fucken thong\nWhat's wrong with ya?\nOff the dome, bitch\nMy chromosomes are hot in the spot when I come through with the cock\nI put it in your fuckin' pussy, and that shit is gushy (Damn)\nWhy the fuck you stupid ass hoes so pushy?\nAsking for all this shit like I'm gonna fuckin' buy it\nStupid ass trick, better not fuckin' try it again (Nah)\nSuck my cock, suck my head\nI don't need a motherfuckin' pen, fuck a book\nGot all these motherfuckin' haters so goddamn shook\nWhere's the food at? Where's the fuckin' cook? (Woo)\nI spit that crack, that's a fuckin' fact (Uh-huh)\nAll of you haters is so goddamn wack (Goddamn)\nPut you on your back, now kiss my ass, I don't give a motherfuck\nBroken flask on the floor 'cause your ho sippin' my dick so fuckin' slow\nWhat the fuck do you know 'bout that? Yep, I'ma spit that crap\nThree times, four times, five times again\nI don't give a motherfuck, fuck a fuckin' pen\nFuck a pen, fuck a pen, fuck a book\nFuckin' got these haters so shook\nBitch, stop frontin', I'm huntin' for that motherfuckin' pussy cat\nOpen up your legs and wrap it up and send the bitch right back\nLittle kid with the mentality of big guys (Uh-huh)\nDon't act surprised 'cause my shit fly, uh\nFlyer than a jumbo airplane, bitches plain as fuck\nSame ho, different day, ain't shit change (Nah)\nI'm rockin' Dicky [?] from my head to my sneakers\nGo and hand the Chubs blastin' through my speakers\nFuck the school, fuck the students, fuck the teachers (Fuck 'em)\nListen up like I'm a motherfuckin' preacher\nMy flow, wanna know, I'm sorry, can't teach ya\nI'm a monster, a motherfuckin' preacher (Hell yeah)\nBetter believe that, better believe this\nBitches on my motherfuckin', motherfuckin' dick\nGet the fuck up off of it, I'ma spit that fuckin' shit\n'Til they know who Pouya is, that's my motherfuckin' name, ho\n\n[Interlude]\nGet it right, get it right (Uh)\nFuck It\n (Uh), \nFuck It\n (Uh), \nFuck It\n (Uh)\nThats the mixtape (Uh), \nFuck It\n (Uh), \nFuck It\n (Uh)\nFuck It\n (Uh), \nFuck It\n (Uh), \nFuck It\n (Uh)\nMan, I wrote the first two words then I was like, \"Fuck that\"\nThat's why I call that shit \nFuck It\n (\nFuck It\n, \nFuck It\n) 'cause fuck it\n[Refrain]\nFuck It\n (Bah), \nFuck It\n (Bah), duckin' from these fuckin' hoes\nFuck It\n (Bah), \nFuck It\n (Bah), duckin' from these fuckin' hoes\nFuck It\n (Bah), \nFuck It\n (Bah), never ever trust a ho\nFuck It\n (Bah), \nFuck It\n (Bah), never ever love a ho\nFuck It\n, \nFuck It\n, duckin' from these fuckin' hoes\nFuck It\n, \nFuck It\n, never ever love a ho\nFuck It\n, \nFuck It\n, \nFuck It\n, \nFuck It\n, \nFuck It\n, \nFuck It\n, uh\nFuck It\n, \nFuck It\n, never ever love a ho\nFuck It\n, \nFuck It\n, never ever trust a ho\nFuck It\n, \nFuck It\n, duckin' from all these hoes\nFuck It\n, \nFuck It\n, never ever trust a ho"
}