{
  "title": "Fuck Your Ethnicity",
  "artist": "kendrick lamar",
  "lyrics": "[Skit]\nGather 'round\nI'm glad everybody came out tonight\nAs we stand on our neighborhood corner\nKnow that this fire that's burning represents the passion you have\nListen\nKeisha, Tammy, come up front\nI recognize all of you\nEvery creed and color\nWith that being said\nFuck your ethnicity\nYou understand that?\nWe gon' talk about a lot of shit that concerns you, all of you\n[Intro: Alori Joh]\nNow everybody, throw your hands up high\nIf you don't give a fuck, throw your hands up high\nThrow your hands up high\n[Chorus: Kendrick Lamar]\nNow, I don't give a fuck if you\nBlack, white, Asian, Hispanic, goddammit\nThat don't mean shit to me\nFuck your ethnicity, nigga\n[Verse 1: Kendrick Lamar]\nFire burning inside my eyes, this the music that saved my life\nY'all be calling it hip-hop, I be calling it hypnotize\nYeah, hypnotize, trapped my body, but freed my mind\nWhat the fuck are you fighting for? Ain't nobody gon' win that war\nMy details be retail, man, I got so much in store\nRacism is still alive, yellow tape and colored lines\nFuck that, nigga, look at that line, it's so diverse\nThey gettin' off work and they wanna see Kendrick\nEverybody can't drive Benzes, and I been there, so I make it my business\nTo give 'em my full attention, ten-hut, man, I gotta get my wind up\nMan, I gotta get down with God 'cause I got my sins up, ooh\nMatter fact, don't mistake me for no fuckin' rapper\nThey sit backstage and hide behind them fuckin' cameras\nI mosh pit, had a microphone and I tossed it\nHad a brain, then I lost it\nI'm out of my mind, so don't you mind how much the cost is\nPenny for my thoughts, everybody, please hold up your wallets\nYeah, man, I'm the mailman, can't you tell, man?\nGone postal, never freeze up when I approach you\nThat's starstruck and roast you, oh my\nHiiiPower\n\n[Interlude: Kendrick Lamar]\nReporting live from Planet Terminator X\nI saw Martin Luther King with an AK-47\n[Chorus: Kendrick Lamar]\nNow, I don't give a fuck if you\nBlack, white, Asian, Hispanic, goddammit\nThat don't mean shit to me\nFuck your ethnicity, nigga\n[Verse 2: Kendrick Lamar]\nI'm tired of y'all, 'cause everybody lied to y'all\nAnd you believe it? Recognize them false achievements\nIt's treason and I'm Tylenol, I knock out when you knock it off\nKnock on the doors of opportunity, I'm too involved\nI'm no activist, I'm no Einstein\nBefore calculus, I was kicking that math\nDropping that science like an alchemist and I be kicking that ass\nLyrically, I'm UFC\nIf a UFO had came for me, I'ma come back with the head of an alien\nDon't alienate my dreams\nGet it right, get a life, I got two\nThat's a metaphor for the big shit I do\nBoy, TMI, TSA, man, I'm fly\nPut wings on my back\nThat a plane or an angel? Both\nLike a pilot with a halo, woah\nGross\n\n[Bridge: Kendrick Lamar]\nI mean, I've seen so many things come through them, him, her, you, mmm, mmm, mmm, mmm\nI'm just a messenger\nYeah, I know life's a bitch, get the best of her\nPut them threes up, they notice that we up\nHiiiPower and the power in the people and if they don't believe us\nThey'll die\nWizard\n[Chorus: Kendrick Lamar]\nNow, I don't give a fuck if you\nBlack, white, Asian, Hispanic, goddammit\nThat don't mean shit to me\nFuck your ethnicity, nigga"
}