{
  "title": "Full Circle",
  "artist": "Nas",
  "lyrics": "[Intro: Nas]\n(\nHit-Boy\n, \nG. Ry got me\n)\nAyo, Hit-Boy, man\nI need to roll up some of that fonto you got, man\nI be seeing you smoking\nYo, how that I.E. weather?\nUh\n[Verse 1: Nas & \nAZ\n]\nTilted brim like Goldie talking\nPryor listening, my prior women had no remorse\nWhen they tried to end on no discourse, no discussion\nI'm all alone and all the people with the big hats on went home\nSo what you gon' do now, Goldie? Your bottom left you\nIt's up to me and you, Goldie,\n through introspection\nYou ain't Goldie, you Nas, and my heart ain't cold as it was\nAnd I go through multiple love triangles over and over enough\nI talk to my boxing trainer, he's my logic explainer\nConversations through our combination\nHe told me, \"Stick and move,\" and \"Different rules apply to different women\"\nSome women's into licking women\nSome women's independent, some women want brothers who educated\nSome women want Benzes, leather seats that are perforated\nSome do malevolent snake shit\nYo, you can miss me with that fake shit (\nPeace king\n)\n\n[Verse 2: AZ]\nDialogue superb, flyest cars on the curb, word\nWhen I evolved, a higher God emerged reserved\nMore subtle, come from the stress and the struggle\nYoung then, obsessed in the bubble about it\nTook advantage if a woman allowed it\nOne of the foulest, some would say I was childish, money-driven\nMischievous, I perceived it as livin', gifts and ribbons\nAny kisses on the lips was forbidden, I was on it\nShe curvy, then shorty was cornered, no worries\nFor the naughty, it was higher performance, or was it really?\nThe games that I was playin' was silly\nSimilar to them days when I was packin' that milly, it could've killed me\nCaution never crossin' my mind, she callin' cryin'\nMe, I'm more concerned why she ain't fallin' in line, was buggin'\nGrew a lot since they said I was stubborn\nGuess it's real, even players need lovin'\nWhen you enamored by female companions, there's no standards\nOnce you hit and it switch the dynamics, that's the damage\nReflectin' on first impressions, what's she expectin'?\nWhy when men don't follow directions, it's deception?\n[Verse 3: Cormega & \nFoxy Brown\n]\nI was intrigued by fine women, I realized\nSome were drop-dead gorgeous living a lie\nOblivious to beauty inside truly defines\nWill you walk with me or are you there for the ride?\nFor better or worse, every blessing and curse\nUnderstand exotic sands come after the dirt\nI was dealing since adolescent\nThinking my girl was my possession, I stand corrected\nIt takes understanding and affection\nTime is money, I need growth for my investment\nI don't like attention unless it's a woman\nWith majestic grace like an empress in Essence\nLet's just chill, catch vibes in Negril\nCelebratin', many of us never made it (\nHaha\n)\nWhatever brings you down won't elevate you (\nUh\n)\nLike a real one beside you is very gracious\n\n[Verse 4: Foxy Brown]\nIll Na Na\n top five, nigga, dead or alive\nNigga or bitch, \nFirm mafiosa shit\nAyo, Esco, name a bitch fuckin' with me\nDid a bullet, came home, \nBrooklyn gave me the key\nNo cap though, facts though, nigga, that's really rap, though\nLike really though, my nigga, she really back though\nLike really though, my nigga, she really rap though\nIn my lowski low shit, nigga\nGot my wooskies locin', nigga\nComme de Garçons loafers on my posters, \nFirm la familia\nFirst lady, nigga, Bonnie for real\nPussy power like Tasha pushed Tommy to kill, uh\nBlack Sheba, Philipp Plein on a sneaker\nLow in a two-seater, bitch, I spits ether\nI'm saying my salaams, what up?\nGot my three gods with me, so ladies, keep it a buck\nLa familia\n[Outro: Dr. Dre]\nLife (Life)\nEverything comes back around full circle (Yup)\n(Miss me with that...)\nWhat up, Hit-Boy? One of my favorites (Ooh)\nYeah\n, you know what the fuck this is (What is it?)\nKing shit, Firm Biz\nMastered this, no alternative\nClassic shit, that's affirmative\nHa, got me out here on my first-degree murder shit\nStretch marks from this art, gave birth to this\nAnd I stand by every word of this\nMalcolm X with a check, close curtains, bitch\nYeah"
}