{
  "title": "Funeral Music (Cam’ron Diss)",
  "artist": "50 cent",
  "lyrics": "[Intro: Sample]\nThe Business is entertainment\nAnd what entertain the customers is the sight of blood\n[Intro: 50 Cent]\nCam I mean, I was bein nice to him, Ok I'll get him\n[Verse 1: 50 Cent]\nYou niggas should worship the ground I walk on (Yeah)\nI make mills off the tracks I talk on (Grrrr)\n (It's king-pin)\n50, don't call me nigga I don't wan' talk it out\nThe 40 cal'll hit yo' leg go on and walk it out\n (Damn)\nI see it clear you tryin to sabotage Jimmy (Uh-huh)\nSee what happens when you talk after sippin' the Henny? (Ha haa)\nI'll send Haitian niggas at you yeah sak pase\n?\nZoe pound niggas they don't play\nBuck stabbin' niggas on camera and it's ok (Ahh)\nCause my money make my lawyers make the shit go away\nAttempted murda (Murda)\nGet a year on probation (Hahaha)\nCam are you clear what you facin'?\nYou must ain't hear me\nI don' told you I'm a boss\nI'm eatin' good but I ain't chubby like Ricky Ross\nWord on the street is\n50's not Jay\nAnd Cam better stay out his way\n\n[Chorus]\nEverything's cooler than a fan till you roll on\nHave you in the I.C.U. tryna hold on\nNiggas in the waitin' room been waitin' so long\nTill they hear the flatline and doc say \"he's gone\"\nHe's gone (Ha ha, that's fucked up)\nWhen they say he's gone (Ah ha, ah ha, ah ha, he dead)\n[Verse 2: 50 Cent]\nWell he knew that could happen fuckin with the kid (Yeah)\nThis is graveyard music right here ya dig? (Uh-huh)\nThis is not competition this is murder\nCareer endin', mind bendin, Southside ya finished\nNow look niggas laughin' at Cam down on Lennox\nThey heard what he did but they don't know why he did it\nI have eighty of them boys with black flags, come through with black mags\nAnd have you niggas zipped up in black bags\nFor a second he was hot now he cold\nI apply pressure on niggas until they fold\nBut never mind me\nMan, that's just how it be\nThe game got me trained they call me the hustle man\nAnd like fame\nMy style'll live forever\nThey thought I crossover, 'cause they don't know no better\nI think they think I'm laxed now 'cause I got the cheddar\nTill I return back bustin', trust me it's nothin (Ohhh!)\n\n[Chorus]\nEverything's cooler than a fan till you roll on (Yeah)\nHave you in the I.C.U. tryna hold on (Hold on)\nNiggas in the waitin' room been waitin' so long (Hahaa)\nTill they hear the flatline and doc say \"he's gone\"\nHe's gone\nWhen they say he's gone\n[Outro]\nIt shouldn't have to be like this (Yeah), man\nDipSet\nCam stay up, I'm not gonna destroy DipSet\nWe just gotta make changes\nFrom now on\nJimmy's the boss, of DipSet\nAnd Juelz is the Capo\n(He's gone) Cam's demoted to soldier\nWe like Jimmy better anyway\nBallin'\nCome on man\nWhat the last Cam joint you liked?\nComputers computin'\nBoogity boobity\nHahahahahaha (He's gone)\nCam'ron\nYou better learn how to talk to me\nOhhhh!"
}