{
  "title": "Funkin’ Around",
  "artist": "OutKast",
  "lyrics": "Track 2 off of Big Boi and Dre Present… released in 2001. The song had originally been unreleased up until it’s inclusion on the compilation album.\n[Intro: André 3000]\nHello, well... good evening, ladies and gentlemen\nWhat'd we like to do right here—\nWell, first of all, let me let you know who I am\nWell, I go by the name of André 3000, right?\nAnd we come from a little place called, like, Stankonia, Georgia, right?\nYou know, right now everybody wants to be from space\nAnd, like, want to be from the country and everything like that\nYou know, like, really, like, the South\nIt's like cool to be from the South right about now\nGirls, listen up\n[Verse 1: André 3000]\nTorn between Saturday night and early Sunday morn'\nI don't know, I'm somewhere stuck in between-tween\nI'm out here knowin' Hip-Hop is dead\nThe average nigga on my corner yellin' \"What the fuck you mean-mean?!\"\nSee, we ain't even seen the mountain-top\nCounter-clockwise goes the neighborhood\nHand-me-downs and canned goods\nWon't cut the Grey Poupon\nWe got to make you run, back to the drawing board\nCan't afford to lose, y'all make me yawn\n1/1/91 – my teacher sees potential in me, said, \"Sit down, son\nAnd let me tell you like I heard it when I felt deserted\"\nIt wasn't no other way to word it, got my feelings murdered\nBy the bullet of bad, the singer of sad\nSongs to make you long for your mom and your dad\nPlaid clash with polka dots, I hope you ain't mad\nBack up, little mama, I'm about to react\n\n[Hook: André 3000]\nYup – we ain't just funkin' around, ah-ah\nNo – you don't want to see me clown, ah-ah\nNo – tomorrow sounds like right now, ah-ah\n[Bridge: Sleepy Brown]\nPeople, have ya party, but please don't be late\nIt's time to bounce, rock, roller-skate\nBounce, rock, roller-skate\nHey, sexy mama, there's no time to waste\nIt's time to bounce, rock, roller-skate\nBounce, rock, roller-skate\nGrab your partner, roll around, and feel the sound, ah baby\nPeople, have ya party, and don't be late\nIt's time to bounce, rock, roller-skate\nBounce, rock, roller-skate\n[Verse 2: Big Boi]\nWhile Scotty is beamin', lil' Pookie 'nem schemin'\nWhat's the use of living, my nigga?\nWhile you snoozing, I'm dreamin', I'm Tylenol PM\nYou amount to the same thing every day, like per diem\nNever tryin' to be nothing, but a damn \"what-you're-being\"\nOne nation under the cool should be the rule\nWhether young man or young lady begins or starts grade school\nSilence before violence\nNine times out of ten times, the quietest is the livest\nFumblin' through your privates\n\"Daddy Fat Sax, can they have your back?\" Naw!\n\"Ooh! You're such a playa\"\n\"Ooh! Your Southern drawl got me sprawled out\"\nIn your black book, my name was crossed out\nWent from starting to second-string, now in the doghouse (Woof!)\nReminiscing, the party you was missing\nInstead of arguments, you think about the hugs and kisses\nIf this is something hard for you to take\nYou better bounce, rock, roller-skate\n\n[Hook: André 3000]\nYup – we ain't just funkin' around, ah-ah\nNo – you don't want to see me clown, ah-ah\nNo – tomorrow sounds like right now, ah-ah\nYup – we ain't just funkin' around, ah-ah"
}