{
  "title": "get well soon",
  "artist": "Ariana Grande",
  "lyrics": "[Intro]\nYou can feel it, feel it\n(Yeah, yeah)\n[Verse 1]\nThey say my system is overloaded\n(Girl, what's wrong with you? Come back down)\nI'm too much in my head, did you notice? Mm-mm\n(Girl, what's wrong with you? Come back down)\nMy body's here on Earth, but I'm floatin'\n(Girl, what's wrong with you? Come back down; Down)\nDisconnected, so sometimes, I feel frozen and alone\n[Chorus]\nThis is for everybody\nBabe, you gotta take care of your body (Yeah, yeah, yeah)\nAin't no time to deny it (Yeah), that is why we talking about it (Get better)\nYeah, we talking about it (Get better, get better)\nTo deal with it, don't try to get by it (Get better, get better)\nAin't no time to deny it (Get better, get better)\nSo we had to sit down and just write it\n (Get better)\n[Verse 2]\nWant you to get better (Woo!)\nMy life is so controlled by the what-ifs\n(Girl, what's wrong with you? Come back down)\nIs there anybody else whose mind does this, mm-mm?\n(Girl, what's wrong with you? Come back down)\nDown, down, down, down\nIs there such a ladder to get above this? \n(Down, down, down, down, down, down, down, down, down, down, down, down)\n(Girl, what's wrong with you? Come back down)\n(Down, down, down, down)\nMaybe I should ground myself where the mud is\n (Down, down, down, down, down, down, down, down)\nBefore I'm gone\n\n[Chorus]\nThis is for everybody\nBabe, you gotta take care of your body (Uh-huh; Yuh, yuh)\nAin't no time to deny it (Yuh; Oh, yeah), that is why we talking about it (Yuh, yuh; Baby)\n(Get better)\nYeah, we talking about it (Get better, get better)\nTo deal with it, don't try to get by it (Get better, get better; Ooh)\nAin't no time to deny it (Get better, get better; Yeah)\nSo we had to sit down and just write it (Get better)\n[Bridge]\nYou can work your way to the top\n (You can feel it, feel it)\n(Ooh; Oh, my)\nJust know that there's up and downs and there's drops (You can feel it, feel it)\n(Ooh; Oh-ayy)\nUnfollow fear and just say \"You are blocked\" (You can feel it, feel it, yuh)\n(Ooh)\nJust know there is so much room at the top\n (You can feel it, feel it, yee)\n(Ooh)\n[Refrain]\n(Ah, ah, ah)\nWell, here's one thing you can trust (Yuh)\nIt take you and me to make us (Yeah)\nOne of those days you had enough (Yeah), I'll be there (Yeah, yuh, yuh, yuh)\n'Cause if it ain't one thing, it's another (It's another)\nWhen you need someone to pull you out the bubble (Out the bubble)\nI'll be right there just to hug you (Just to hug you),\n I'll be there (Yuh, yuh, hey)\nWhere are you? Are you home? (Where are you? Are you home?)\nCall me right on the phone (Call me right on the phone)\nI'll be there (Ayy, sheesh), yeah, I'll be there (Yuh, yuh)\nI don't care who is gone (I don't care who is gone), you shouldn't be alone (You shouldn't be alone)\nI'll be there (Mm-mm), there\n\n[Bridge]\nYou can work your way to the top (Woo!)\n (You can feel it, feel it, woo)\n(I'm with you, I'm with you, I'm with you, just call me, I'm with you, I'm with you)\nJust know that there's up and downs and there's drops (You can feel it, feel it, babe)\n(I'm with you, I'm with you, I'm with you, just call me, I'm with you, I'm with you; Ah, ayy)\nUnfollow fear and just say, \"You are blocked\" (You can feel it, feel it, yuh)\n(I'm with you, I'm with you, I'm with you, just call me, I'm with you, I'm with you; Ah-ah)\nJust know there is so much room at the top (You can feel it, feel it, yee)\n(I'm with you, I'm with you, I'm with you, just call me, no matter the issue)\nNo matter what\n[Refrain]\n(Ah-ah-ah)\nHere's one thing you can trust (Yeah)\nIt take you and me to make us (Yeah, yeah, yeah)\nOne of those days you had enough (Yeah, yeah, yeah), I'll be there, I'll be there (I'll be there)\n'Cause if it ain't one thing, it's another (It's another)\nIf you need someone to pull you out the bubble (Out the bubble)\nI'll be right there just to hug you (Just to hug you, yee), I'll be there (I'll be there)\nWhere are you? Are you home? (Where are you? Are you home?) Call me right on the phone (Call me right on the phone)\nI'll be there (I'll be there), yeah, I'll be there\nI don't care who is gone (I don't care who is gone), you shouldn't be alone (You shouldn't be alone)\nI'll be there, ooh, there\n[Outro]\nYou can work your way to the top (You can feel it, feel it)"
}