{
  "title": "Get Money (Take Money)",
  "artist": "Crush",
  "lyrics": "[Intro: Boobie Lootaveli]\nAyy, ayy\nAyy, ayy, ya dig?\nAyy, ayy\n[Verse 1: Boobie Lootaveli]\nFuck fame, pick the MAC up, let it mash up\nSnubnose in the club, don't make me act up (Don't mak\ne me act up)\nStupid ass bitch make no sense\nI be gettin' money off both ends, pick your bags up (Pick them bags)\nMake sure you park in reverse\nSomethin' like me what a bad bitch prefer\nI been sayin', \"Mothafuck 12\" since pre-birth\nIf you owe me, it is nowhere to hide on this green Earth\n[Chorus: Boobie Lootaveli]\nGet money-money, take money-money, yeah\nI be countin' five, ten, twenty hunnid, yeah\nMy ho thick, big hunny-bunny, yeah\nSippin' juice cups, big muddy buddy, yeah\nGet money-money, take money-money, yeah\nI be countin' five, ten, twenty hunnid, yeah\nMy ho thick, big hunny-bunny, yeah (\nYuh, ayy\n)\nSippin' juice cups, big muddy buddy, yeah (\nYuh, ayy, yuh\n)\n[Verse 2: Pouya]\nYuh, I don't wanna take no picture with these rappers\nI don't wanna touch your bitch if your bitch is below the average\nDon't make me pull the Ratchet, make me turn into a savage\nTook a minute to get it, now I have it (Now)\nUsed to whip a Saturn, what's the matter with these rappers? See your pattern\nFuckboys and clout hoes, the game can't get no sadder\nLeave me to myself and my wealth, hang me from a Gucci belt\nBlow the .45 and let my brains splatter\n\n[Verse 3: Boobie Lootaveli & \nPouya\n]\nCellphone calls from my cousin sittin' in a cell\nCops wanted me to snitch, bitch, I told 'em, \"Go to Hell\"\nPost office into sendin' packs, mothafuck the mail\nBitch mad I'm on the road so she got a fuckin' cell\nStep into the spotlight, walk a mile in my life and act like\nYou know how to act right around these rubber bands (Bitch)\nDon't you leave your crib without your gun inside your hand\nNone of my homies got a CCL, and who you think is postin' bail?\n[Chorus: Boobie Lootaveli]\nGet money-money, take money-money, yeah\nI be countin' five, ten, twenty hunnid, yeah\nMy ho thick, big hunny-bunny, yeah\nSippin' juice cups, big muddy buddy, yeah"
}