{
  "title": "Get Em High",
  "artist": "Kanye West",
  "lyrics": "A crowd-pleaser and smoking anthem, Kanye, Talib, and Common take turns flexing their skills.\n[Intro: Kanye West]\nUh-uh, I'm tryna catch the beat\nUh, I'm tryna catch the beat\nI'm tryna catch the beat, uh-uh, uh-uh\nI'm tryna catch the beat\n[Chorus: Kanye West]\nN-now, th-th-throw your motherfuckin' hands\nGet 'em high\nAll the girls pass the weed to your motherfuckin' man\nGet 'em high\nNow I ain't never tell you to put down your hands\nKeep 'em high\nAnd if you're losin' your high, then smoke again\nKeep 'em high\n (Now, now, now, now)\n[Verse 1: Kanye West]\nMy flow is in the pocket like wallets, I got the bounce like hydraulics\nI can't call it, I got the swerve like alcoholics\nMy freshman year, I was going through hella problems\n'Til I built up the nerve to drop my ass up out of college\nMy teacher said I's a loser, I told her, \"Why don't you kill me?\nI give a fuck if you fail me, I'm gonna follow\nMy heart\", and if you follow the charts\nOr the plaques or the stacks, you ain't gotta guess who's back, you see?\nI'm so Chi' that you thought I was bashful\nBut this bastard's flow will bash your skull\nAnd I will cut your girl like Pastor Tro'\nAnd I don't usually smoke, but pass the 'dro\nAnd I won't give you that money that you askin' for\nWhy you think me and Dame cool? We assholes\nThat's why we hear your music and fast forward\n'Cause we don't wanna hear that weak shit no mo'\n\n[Chorus: Kanye West]\nN-now, th-th-throw your motherfuckin' hands\nGet 'em high\nAll the girls pass the weed to your motherfuckin' man\nGet 'em high\nNow I ain't never tell you to put down your hands\nKeep 'em high\nAnd if you're losin' your high, then smoke again\nKeep 'em high (Now, now, now, now, now, \nYou've got mail\n)\n[Verse 2: Kanye West, \nSumeke Rainey\n & \nTalib Kweli\n]\nNow who the hell is this\nEmailing me at 11:26\nTelling me that she thirty-six, twenty-six plus double-d?\nYou know how girls on Black Planet be when they get bubbly\nAt NYU but she hail from Kansas\nRight now, she \njust lampin'\n, chillin' on campus\nSent me a picture with her feelin' on Candice\nWho said her favorite rapper was the late great Francis\nW-H-I-T,\n \nit's getting late, mami\nYour screen saver say Tweet, so you got to call me\nAnd bring a friend for my friend, his name Kweli\nYou mean Talib? Lyrics stick to your rib\n (I mean)\nThat's my favorite CD that I play at my crib\n (I mean)\nYou don't really know him, why is you lyin'?\nYo, Kwe, she don't believe me, please pick up the line\nShe gon' think that I'm lyin', just spit a couple of lines\nThen maybe I'll be able to give her dick all the time\nAnd get her high (\nYeah\n), ow\n\n[Verse 3: Talib Kweli & \nCommon\n]\nI can't believe this nigga use my name for pickin' up dimes\nBut never mind\n, \nI need some tracks, you tryin' to pull tracks out\nAnd my rhymes is finna blow, you trying to blow backs out\nWell, okay, you twisted my arm, I'll assist with the charm\nAyo, ain't you meet that chick at that conference with your moms?\nHer sister the bomb, but she got the bougie behavior\nAlways got something to say like a OkayPlayer-hater\nAnyways, I don't usually fuck with the Internet\nOr chicks with birth control stuck to they arm like Nicorette\nYou really fuckin' that much or tryna get off cigarettes? (\nKeep 'em high\n)\nIf she think it's fly, she ain't met a real nigga yet (No)\nI apologize if I come off a little inconsiderate\nI got the Bubba Kush and her sister could get a hit of it, yeah\n (\nYo, yo\n)\n[Verse 4: Common]\nGet 'em high like noon or the moon\nOr a room filled with smoke, a hype filled with dope\nY'all assumed I was doomed, out of tune\nBut I still filled the notes with real nigga quotes\nReal rappers is hard to find like a remote\nControl, rap is out of\nUsed to, but still got love\nThat's why I abuse you who are not thugs\nRock clubs like Tiger Woods in the hood\nShould have my own reality show called \"Soul Survivor\"\nI stole on live-er niggas than you\nYou's a bitch, I got ones that are thicker than you\nHow could I ever let your words affect me?\nThey say hip-hop is dead, I'm here to resurrect me\nMarks is too sexy to even make songs like these\nThat's why the raw don't know your name, like Alicia Keys\nToo many featured MCs, and producers is popular\nTwelve thousand spins, nobody got to coppin' a\nAlbum, \nhow come you the hot garbage of\nThe year? It's clear your image is looped up\nLabel got you souped up, tellin' you you sick\nWhen you a dick with a loose nut\nVideo hard to watch like Medusa\nEven your club record need a booster\n, chimped up\nWith a pimp cup, illiterate nigga,\n read the \ninfra-\nRed across your head\n, \nI'm bred king like Simba\nBolder than Denver,\n \nI ain't a mad rapper\nJust a MC with a temper\nYou dancin' for money like Honey\n, \nI did this my way\nSo when the industry crash, I survive like Kanye\nSpittin' through wires and fires, MCs retirin'\nGot your hands up, get them motherfuckers higher, then\n\n[Chorus: Kanye West & \nCommon\n]\nN-now, th-th-throw your motherfuckin' hands\nGet 'em high (\nYeah\n)\nAll the girls pass the weed to your motherfuckin' man\nGet 'em high (\nMm-mm, uh-uh, uh\n)\nNow I ain't never tell you to put down your hands\nKeep 'em high (\nKeep 'em high, keep 'em high, uh-uh\n)\nAnd if you're losin' your high, then smoke again\nKeep 'em high"
}