{
  "title": "Girls, Girls, Girls (Part 2)",
  "artist": "Jay-Z",
  "lyrics": "A hidden track off the classic Blueprint album, featuring production by Kanye. It samples “Trying Girls Out” by The Persuaders and also features vocals from Michael Jackson and Chante Moore.\n[Intro]\nI'm not a one girl's guy\n (Real talk for you, peep game)\nAnd they know it\nWhen it comes to love, I don't lie\n (We don't lie, man)\nAnd the girls respect me for it\n (You gotta respect that)\nAin't gonna say my nose can't be opened\n (I mean, never say never)\nBut right now, it's just too many fine ladies out there\n (Too many ladies, hah)\nTo choose one from\n[Pre-Chorus]\nI love girls, girls, girls, girls, girls, I do adore\nYo, put your number on this paper, 'cause I would love to date ya\nHolla at ya when I come off tour \n(Woo)\n[Verse 1]\nWho you lovin'? Who you wanna be huggin', huh?\nWho you with? Who you wanna be fuckin'?\nGot this smarty art chick to whom I pose this question\nI read a couple books to add to her soul's progression\nTo put this in laymen's terms, I gave her some knowledge\nShe gave me brains in return, she had to drop out of college\nNow all she does is homework, I give her in-house tutorin'\nIn and out, I'm movin' through her student body union\nAnd she call me professor, say daddy come and test her\nSo she could fail on purpose and repeat the semester\nI'm like, \"At this rate, ma, you'll never graduate\"\nShe said, \"I ain't no fool, I'll make it up in summer school\"\n\n[Chorus]\nI love girls, girls, girls, girls, girls, I do adore\nYo, put your number on this paper, 'cause I would love to date ya\nHolla at ya when I come off tour\nNow let the people sing\nI'm tryin' girls out\n (Just tryin' girls out)\nJust tryin' girls out\nYo, put your number on this paper, 'cause I would love to date ya\nHolla at ya when I come off tour\n[Verse 2]\nHuh? Who you lovin'? Who you wanna be fuckin'?\nWho said what? Why you trippin', girl? Why is you fussin'?\nGot this model-slash-actress-slash-part-time waitress\nSpend her whole day, she hanging 'round with part-time haters\nAll they do is dish dirt and put her up on my latest\nItinerary, but since I tend to vary, see\nI tend to carry more rumors than ten Mariah Careys\nTend to hurries, in ten places at once (Woo)\nPlus she can't front, 'cause peep how I run mines\nMa, our time together is our time together, and uh\nOur time apart is our time apart\nSo love Jay with your mind, girl, and not your heart\nAnd some day, I'll slow down, but for now, I get around\nLike the late Makaveli or Pirelli twenty-inches\nOr Caine and O-Dog, stick up tape from Menace\nYou tell 'em chicks if they must know my business\n\n[Chorus]\nI'm tryin' girls out\nJust tryin' girls out\nPut your number on this paper, 'cause I would love to date ya\nHolla at ya when I get off tour\nI'm tryin' girls, girls, girls, girls, girls, I do adore\nYo, put your number on this paper, 'cause I would love to date ya\nHolla at ya when I come off tour\n[Verse 3]\nI'm lookin' for a Southern girl that cook like Patti LaBelle\nBig ghetto booty, scarf over her doobie\nChanel under the Louis, Gucci over her booty\nVicky cover her titties\n, attitude of the city\nPretty, witty, girly, worldly\nOne who likes to party, but come home early\nLight, kinda dark, short, sorta tall\nSlim, kinda thick, \nI swear I love 'em all\nShe can cook the coke and got hook-up on the license\nBut she can get you first-class seats for coach prices\nIsn't this great? My flight leaves at eight\nHer flight lands at nine, my game just rewinds\n[Chorus]\nI'm tryin' girls out\nJust tryin' girls out\nPut your number on this paper, 'cause I would love to date ya\nHolla at ya when I get off tour\nI'm tryin' girls, girls, girls, girls, girls, I do adore\nYo, put your number on this paper, 'cause I would love to date ya\nHolla at ya when I come off tour\n\n[Outro]\nI'm not a one girl's guy, and they know it\nWhen it comes to love, I don't lie\nAnd the girls respect me for it\nAin't gonna say my nose can't be opened\nBut right now, it's just too many fine ladies out there\nTo choose one from\nI'm tryin' girls out (Waitin' patiently)\nJust tryin' girls out (Until I find the one for me)"
}