{
  "title": "Git Up, Git Out (Full Mix)",
  "artist": "OutKast",
  "lyrics": "[Hook: Cee-Lo]\nYou got to git up, git out and git something\nDon't let the days of your life pass by\nYou need to git up, git out and git something\nDon't spend all your time tryna get high\nYou need git up, git out and git something\nHow will you make it if you never even try?\nYou need to git up, git out and git something\nCause you and I got to do for you and I\nThat's why\n[Verse 1: Cee-Lo]\nI don't recall, ever graduating at all\nSometimes I feel I'm just a disappointment to y'all\nEvery day I just lay around then I can't be found\nAlways asking \"Gimme some,\" living life like a bum\nTimes is rough, my auntie got enough problems of her own\nBrother, you supposed to be grown\nI agree, I try to be the man I'm 'posed to be\nBut negativity is all you seem to ever see\nI admit, I've done some dumb sh..., and I'm probably gon' do some mo'\nYou shouldn't hold that against me though\n(Why not?) Why not? My music's all that I got\nBut some time must be invested for this to be manifested\nI know you know but I'm gon' say this to you, I\nGet, get but I don't get too high\nSo what's the limit 'posed to be?\nThat must be why you can't get yourself up out the bed before three\nYou need to git up, git out, cut that bullsh... out\nAin't you sick and tired of having to do without?\nDamn, what up with all these questions?\nYou act as though you know something I don't, do you have any suggestions?\n'Cause every job I get is cruel and demeaning\nSick of taking trash out and toilet bowl cleaning\nBut I'm also sick and tired of struggling\nI never ever thought I'd to have resort to drug smuggling\nNaw, that ain't what I'm about\nCee-Lo will just continue traveling his route\nWithout any doubt or fear\nI know the Lord ain't brought me this far so he could drop me off here\nDid I make myself clear?\n\n[Hook: Cee-Lo]\nYou need to git up, git out and git something\nDon't let the days of your life pass by\nYou need to git up, git out and git something\nDon't spend all your time tryna get high, nigga\nYou need git up, git out and git something\nHow will you make it if you never even try?\nYou need to git up, git out and git something\nCause you and I got to do for you and I\nThat's why\n[Verse 2: Big Boi]\nWell, uh, get up, stand up, so what's said, you penhead?\nSee when I was a youngster, used to wear them country Pro Keds\nMy mama made me do it but the devil, he made me smart\nTold me to jack them weak suckers for they hooding Starters\nIn the middle school, I was a bigger fool\nI wore with tank tops to show off my tattoo, thought I was cool\nI used to hang out with my daddy's brothers, I call them my uncles\nThey taught me, they taught me, I followed them when they ran numbers\nSo in a sense, I was Rosemary's baby\nAnd then I learned the difference between a trick and a lady\nHell, I treat 'em all like doughs, see I pimped 'em\nWitch never had my money so I never whipped 'em\nSee all the playas came and all the playas went\nA playa ain't a gangsta but a playa can handle his business\nYou need to git up, git out, git something\nSmoke out cause it's all about money, money, money\nYeah I said it, a pimp sporting plaits and a Braves hat\nI hang with Rico Wade 'cause the Dungeon is where the funk's at, boy\nI'm true to Organized cause they raised me\nI'm also down with LaFace 'cause L.A. Reid, yeah, he pays me\nAnd it's cool, yeah it's real cool getting paid fat pockets\nAnd all that other fat stuff like that, yeah\n\n[Hook: Cee-Lo]\nYou need to git up, git out and git something\nDon't let the days of your life pass by\nYou need to git up, git out and git something\nDon't spend all your time tryna get high, nigga\nYou need git up, git out and git something\nHow will you make it if you never even try?\nYou need to git up, git out and git something\nCause you and I got to do for you and I\nThat's why\n[Verse 3: Big Gipp, \nCee-Lo\n]\nA lot of people in my past tried to do me, screw me\nThrow me over in the fire, let me get chunky and charred\nLike a piece of wood and them spirits got the mutant's mind\nI'm getting paranoid and steady looking for the time\nIt's eight in the morning and ain't nobody up yet\nI got my long johns, get my coat and throw on my ball cap\nI'm headed out the door, to get off in my ride\nI'm digging through the ashtray, hoping to have a good day\nI had Jamaica's best and when I light it up, I hear a voice in my head\n(\nYou got to git up, git out and git something\n)\nNow I know it's on, my day is finally started\nBack up in my crib, eat my grits, break out quick, in my slick\n'84 Sedan DeVille, steady bouncing\nOut the Point to Campbellton Road\nThe valley of the Southside flow\nEverybody know about that killa that we call blow, so\nKeep your eyes peeled for the COBRA unit\nCause they known for jumping out of black Chevy trucks and through the fog\nHere come the Red Dogs, I'm busting out around the corner in my hog\nDipping from the area, I'm scared\nSo one of these each is might wind up dead, 'cause I have no time for jail\nOoh, Clampett cops, Ohh Elgin Bell\nAnd crooked faced Campbell, got the whole country\nThinking that my city is the big lick for '96\n'94, Big Gipp, Goodie Mo'\nOutKast, a vision from the past\nHootie Hoo!\nMy White Owls are burning kind of slow\n\n[Hook: Cee-Lo]\nYou need to git up, git out and git something\nDon't let the days of your life pass by\nYou need to git up, git out and git something\nDon't spend all your time tryna get high nigga\nYou need git up, git out and git something\nHow will you make it if you never even try?\nYou need to git up, git out and git something\nCause you and I got to do for you and I\nThat's why\n[Verse 4: André 3000]\nY'all telling me that I need to get out and vote, huh, why?\nAin't nobody black running but crac-kers, so, why\nI got to register? I thinking of better stuff to do with my time\nNever smelled aroma of diploma, but I write the deep-est rhymes\nSo let me take y'all way\nBack to whipping dammies in Southwest Atlanta, ayy\nY'all could not tell me nothing, thought I hit that bottom rock\nAt age 13, start working at the loading dock\nThey laying my mama off of work, General Motors tripping\nBut I come home banked like Hank, from licking and dipping\nDoing dumb things, not knowing what I... know now\nYeah, that petty stuff will have you cased up and locked down\nI dips, over to East Point still actin' a fool\nWasting my time in the school, I'd rather be shooting pool\nCool is how I played the tenth grade\nI thought it was all about macking goods and wearing pimp fade\nInstead of being in class, I'd rather be up in some, in some\nNot thinking about them six courses that I need to pass\nGraduation rolled around like rolly-pollies\nDamn, that's messed up, I should've listened when my mama told me\nThat, if you play now, you gonna suffer later\nFigured she was talking yang yang so I payed her no attention\nAnd kept missing the point she tried to poke me with\nThe doper that I get, the more I'm feeling broke as hits\nHuh, but that don't matter though, I am an O-U-T-Kast\nSo get up off your ass\n[Hook: Cee-Lo]\nYou need to git up, git out and git something\nDon't let the days of your life pass by\nYou need to git up, git out and git something\nDon't spend all your time tryna get high\nYou need git up, git out and git something\nHow will you make it if you never even try?\nYou need to git up, git out and git something\nCause you and I got to do for you and I\n[Outro: Cee-Lo]\nYou need to...\nYou need to...\nYou need to...\nYou need to..."
}