{
  "title": "Git Up, Git Out (Goodie Mob Mix - Clean)",
  "artist": "OutKast",
  "lyrics": "[Chorus: Cee-Lo]\nYou need to git up, git out and git something\nDon't let the days of your life pass by\nYou need to git up, git out and git something\nDon't spend all your time tryna get high\nYou need git up, git out and git something\nHow will you make it if you never even try?\nYou need to git up, git out and git something\n'Cause you and I got to do for you and I\n[Verse 1: Cee-Lo]\nI don't recall, ever graduating at all\nSometimes I feel I'm just a disappointment to y'all\nEvery day I just lay around then I can't be found\nAlways asking \"Gimme some,\" living life like a bum\nTimes is rough, my auntie got enough problems of her own\nRollo, you supposed to be grown\nI agree, I try to be the man I'm 'posed to be\nBut negativity is all you seem to ever see\nI admit, I've done some dumb sh..., and I'm probably gon' do some mo'\nYou shouldn't hold that against me though\n(Why not?) Why not? My music's all that I got\nBut some time must be invested for this to be manifested\nI know you know but I'm gon' say this to you, I\nGet high but I don't get too high\nSo what's the limit 'posed to be?\nThat must be why you can't get yourself up out the bed before three\nYou need to git up, git out, cut that bull out\nAin't you sick and tired of having to do without?\nDamn, what up with all these questions?\nYou act as though you know something I don't, do you have any suggestions?\n'Cause every job I get is cruel and demeaning\nSick of taking trash out and toilet bowl cleaning\nBut I'm also sick and tired of struggling\nI never ever thought I'd to have resort to drug smuggling\nNaw, that ain't what I'm about\nCee-Lo will just continue traveling his route\nWithout any doubt or fear\nI know the Lord ain't brought me this far so he could drop me off here\nDid I make myself clear?\n\n[Chorus: Cee-Lo]\nYou got to git up, git out and git something\nDon't let the days of your life pass by\nYou need to git up, git out and git something\nDon't spend all your time tryna get high\nYou need git up, git out and git something\nHow will you make it if you never even try?\nYou need to git up, git out and git something\n'Cause you and I got to do for you and I\nThat's why\n[Verse 2: Big Gipp]\nA lot of people in my past tried to do me, screw me\nThrow me over in the fire, let me get chunky and charred\nLike a piece of wood and them spirits got the mutant's mind\nI'm getting paranoid and steady looking for the time\nIt's eight in the morning and ain't nobody up yet\nI got my long johns, get my coat and throw on my ball cap\nI'm headed out the door, to get off in my ride\nI'm digging through the ashtray, hoping to have a good day\nI had Jamaica's best and when I light it up, I hear a voice in my head\n(You got to git up, git out and git something)\nNow I know it's on, my day is finally started\nBack up in my crib, eat my grits, break out quick, in my slick\n'84 Sedan DeVille, steady bouncing\nOut the Point to Campbellton Road\nThe valley of the Southside flow\nEverybody know about that killa that we call blow, so\nKeep your eyes peeled for the COBRA unit\n'Cause they known for jumping out of black Chevy trucks and through the fog\nHere come the Red Dogs, I'm busting out around the corner in my hog\nDipping from the area, I'm scared\nSo one of these -itches might wind up dead, 'cause I have no time for jail\nBuck Clampett cops, buck Elgin Bell\nAnd crooked face Campbell, got the whole country\nThinking that my city is the big lick for '96\n'94, Big Gipp, Goodie Mo'\nOutKast, a vision from the past\nHootie Hoo!\nMy White Owls are burning kind of slow\n\n[Chorus: Cee-Lo]\nYou got to git up, git out and git something\nDon't let the days of your life pass by\nYou need to git up, git out and git something\nDon't spend all your time tryna get high\nYou need git up, git out and git something\nHow will you make it if you never even try?\nYou need to git up, git out and git something\n'Cause you and I got to do for you and I\nThat's why"
}