{
  "title": "Git Up, Git Out (OutKast Mix - Clean)",
  "artist": "OutKast",
  "lyrics": "[Chorus: Cee-Lo]\nYou got to git up, git out and git something\nDon't let the days of your life pass by\nYou need to git up, git out and git something\nDon't spend all your time tryna get high\nYou need git up, git out and git something\nHow will you make it if you never even try?\nYou need to git up, git out and git something\n'Cause you and I got to do for you and I\nThat's why\n[Verse 1: Big Boi]\nWell, uh, get up, stand up, so what's said, you pinhead?\nSee, when I was a youngster, used to wear them country Pro Keds\nMy mama made me do it but the devil, he made me smart\nTold me to jack them weak suckers for they hooded Starters\nIn the middle school, I was a bigger fool\nI worе with tank tops to show off my tattoo, thought I was cool\nI used to hang out with my daddy's brothers, I call them my unclеs\nThey taught me (They taught me), I followed them when they ran numbers\nSo in a sense, I was Rosemary's baby\nAnd then I learned the difference between a trick and a lady\nHell, I treat 'em all like those, see I pimped 'em\nWitch never had my money so I never whipped 'em\nSee, all the playas came and all the playas went\nA playa ain't a gangsta but a playa can handle his business\nYou need to git up, git out, git something\nSmoke out cause it's all about money, money, money\nYeah I said it, a nigga sporting plaits and a Braves hat\nI hang with Rico Wade 'cause the Dungeon is where the funk's at, boy\nI'm true to Organized cause they raised me\nI'm also down with LaFace 'cause L.A. Reid, yeah, he pays me\nAnd it's cool, yeah, it's real cool getting paid fat pockets\nAnd all that other fat stuff like that, yeah\n\n[Chorus: Cee-Lo]\nYou got to git up, git out and git something\nDon't let the days of your life pass by\nYou need to git up, git out and git something\nDon't spend all your time tryna get high\nYou need git up, git out and git something\nHow will you make it if you never even try?\nYou need to git up, git out and git something\n'Cause you and I got to do for you and I\nThat's why\n[Verse 2: André 3000]\nY'all telling me that I need to get out and vote, huh, why?\nAin't nobody Black running but crac-kers\nSo, why I got to register?\nI thinking of better stuff to do with my time\nNever smelled aroma of diploma, but I write the deep-est rhymes\nSo let me take y'all way\nBack to when Benjamin stayed in Southwest Atlanta, ayy\nY'all could not tell me nothing, thought I hit that bottom rock\nAt age thirteen, start working at the loading dock\nThey laying my mama off of work, General Motors trippin'\nBut I come home banked like Hank, from licking and dipping\nDoing dumb thangs, not knowing what I know now\nYeah, that petty stuff will have you cased up and locked down\nI dips, over to East Point still actin' a fool\nWasting my time in the school, I'd rather be shooting pool\nCool is how I played the tenth grade\nI thought it was all about mackin' girls and wearing pimp fade\nInstead of being in class, I'd rather be up in some (In some)\nNot thinking about them six courses that I need to pass\nGraduation rolled around like rolly-pollies\nDamn, that's messed up, I should've listened when my mama told me\nThat, if you play now, you're gonna suffer later\nFigured she was talking yang yang so I paid her no attention\nAnd kept missing the point she tried to poke me with\nThe doper that I get, the more I'm feeling broke as chits\nHuh, but that don't matter though, I am an O-U-T-Kast\nSo get up off your ass\n\n[Chorus: Cee-Lo]\nYou got to git up, git out and git something\nDon't let the days of your life pass by\nYou need to git up, git out and git something\nDon't spend all your time tryna get high\nYou need git up, git out and git something\nHow will you make it if you never even try?\nYou need to git up, git out and git something\n'Cause you and I got to do for you and I\nThat's why\n[Outro: Cee-Lo]\nYou need to...\nYou need to...\nYou need to..."
}