{
  "title": "Git Up, Git Out",
  "artist": "OutKast",
  "lyrics": "The message is simple: Get up, get a job, and make a living. But as the song depicts, the road to a successful life through education isn’t  as easy as it seems.\n[Chorus: Cee-Lo]\nNigga, you need to get up, get out, and get something\nDon't let the days of your life pass by\nYou need to get up, get out, and get something\nDon't spend all your time tryna get high\nYou need get up, get out, and get something\nHow will you make it if you never even try?\nYou need to get up, get out, and get something\n'Cause you and I got to do for you and I\n[Verse 1: Cee-Lo]\nI don't recall ever graduatin' at all\nSometimes I feel I'm just a disappointment to y'all\nEvery day I just lay around then I can't be found\nAlways askin', \"Give me some,\" livin' life like a bum\nTimes is rough, my auntie got enough problems of her own\nNigga, you supposed to be grown\nI agree, I try to be the man I'm 'posed to be\nBut negativity is all you seem to ever see\nI admit (What?), I've done some dumb shit\nAnd I'm probably gon' do some more\nYou shouldn't hold that against me though\n \n(Why not?)\nWhy not? My music's all that I got\nBut some time must be invested for this to be manifested\nI know you know, but I'm gon' say this to you, I\nGet high, but I don't get too high (Why?)\nSo what's the limit 'posed to be?\nThat must be why you can't get your ass up out the bed before three\nYou need to get up, get out, cut that bullshit out\nAin't you sick and tired of havin' to do without?\nDamn, what up with all these questions?\nYou act as though you know somethin' I don't, do you have any suggestions?\n'Cause every job I get is cruel and demeanin'\nSick of takin' trash out and toilet bowl cleanin'\nBut I'm also sick and tired of strugglin'\nI never, ever thought I'd to have resort to drug smugglin'\nNah, that ain't what I'm about\nCee-Lo will just continue travelin' his route\nWithout any doubt or fear\nI know the Lord ain't brought me this far so he could drop me off here\nDid I make myself clear?\n[Chorus: Cee-Lo]\nYou need to get up, get out, and get something\nDon't let the days of your life pass by\nYou need to get up, get out, and get something\nDon't spend all your time tryna get high (Nigga)\nYou need to get up, get out, and get something\nHow will you make it if you never even try?\nYou need to get up, get out, and get something (Get something)\n'Cause you and I got to do for you and I, that's why\n[Verse 2: Big Boi]\nWell, uh, get up, stand up, so what's said, you dickhead?\nSee, when I was a youngster, used to wear them fuckin' Pro Keds\nMy mama made me do it\n \nbut the Devil, he made me smarter\nTaught me to jack them weak-ass niggas for they fuckin' Starters (Yeah, ha-ha-ha)\nIn the middle school, I was a bigger fool\nI wore a tank top to show off my tattoo, thought I was cool\nI used to hang out with my daddy's brothers, I call 'em my uncles\nThey taught me how to smoke herb, \nI followed them when they ran numbers\n\nSo in a sense, I was Rosemary's baby\nAnd then I learned the difference between a bitch and a lady\nHell, I treat 'em all like hoes, see, I pimped 'em\nBitch never had my money, so I never whipped 'em (What's up, ho?)\nWait, see, all the players came and all the players went\nA player ain't a gangster, but a player can handle his shit, bitch\nYou need to get up, get out, get something\nSmoke out 'cause it's all about money, money, money\nYeah, I said it, a nigga sportin' plaits and a Braves hat\nI hang with Rico Wade 'cause the Dungeon is where the funk's at, boy\nI'm true to Organized 'cause they raised me\nI'm also down with LaFace 'cause L.A. Reid, yeah, he pays me\nAnd it's cool\nYeah, it's real cool gettin' paid fat pockets and all that other fat shit like that, ha-ha\n[Chorus: Cee-Lo]\nYou need to get up, get out, and get something\nDon't let the days of your life pass by\nYou need to get up, get out, and get something\nDon't spend all your time tryna get high (Nigga)\nYou need to get up, get out, and get something\nHow will you make it if you never even try?\nYou need to get up, get out, and get something (Get something)\n'Cause you and I got to do for you and I, that's why\n\n[Verse 3: Big Gipp & \nCee-Lo\n]\nA lot of people in my past tried to do me, screw me\nThrow me over in the fire, let me get chunky and charred\nLike a piece of wood and them spirits got the mutant's mind\nI'm gettin' paranoid and steady lookin' for the time\nIt's eight in the mornin' and ain't nobody up yet\nI got my long johns, get my coat and throw on my ball cap\nI'm headed out the door to get off in my ride\nI'm diggin' through the ashtray, hopin' to have a good day\nI had Jamaica's best\nAnd when I light it up, I hear a voice in my head\n(\nYou got to get up, get out, and get something\n)\nNow I know it's on, my day is finally started\nBack up in my crib, eat my shit, break out quick in my slick\n'84 Sedan DeVille, steady bouncin'\nOut the Point to Campbellton Road\nThe valley of the Southside flow\nEverybody know about that killer that we call blow, so\nKeep your eyes peeled for the COBRA unit\n'Cause they known for jumpin' out of black Chevy trucks and through the fog\nHere comes the Red Dogs, I'm bustin' out around the corner in my hog\nDippin' from the area, I'm scared\nSo one of these bitches might wind up dead\n'Cause I have no time for jail\nFuck Clampett cops, fuck Eldrin Bell\nAnd crooked-ass Jackson, got the whole country\nThinkin' that my city is the big lick for '96\n'94, Big Gipp, Goodie Mo'\nOutKast, a vision from the past\nHootie-hoo\nMy White Owls are burnin' kind of slow\n[Chorus: Cee-Lo]\nYou need to get up, get out, and get something\nDon't let the days of your life pass by\nYou need to get up, get out, and get something\nDon't spend all your time tryna get high (Nigga)\nYou need to get up, get out, and get something\nHow will you make it if you never even try?\nYou need to get up, get out, and get something (Get something)\n'Cause you and I got to do for you and I, that's why\n[Verse 4: André 3000]\nY'all tellin' me that I need to get out and vote, huh, why?\nAin't nobody black runnin' but crac-kers, so, why\nI got to register?\n \nI thinkin' of better shit to do with my time\nNever smelled aroma of diploma, but I write the deep-ass rhymes\nSo let me take y'all way\nBack to when a nigga stayed in Southwest Atlanta, ayy\nY'all could not tell me nothin', thought I hit that bottom rock\nAt age thirteen, start workin' at that loadin' dock\nThey layin' my mama off of work, General Motors trippin'\nBut I come home banked like Hank from lickin' and dippin'\nDoin' dumb shit, not knowin' what a nigga know now\nYeah, that petty shit will have you cased up and locked down\nI dips over to East Point, still actin' a fool\nWastin' my time in the school, I'd rather be shootin' pool\nCool is how I played the tenth grade\nI thought it was all about mackin' hoes and wearin' pimp fades\nInstead of bein' in class, I'd rather be up in some ass\nNot thinkin' about them six courses that I need to pass\nGraduation rolled around like rolly-pollies\nDamn, that's fucked up, I should've listened when my mama told me\nThat if you play now, you're gonna suffer later\nFigured she was talkin' yang-yang, so I paid her\nNo attention and kept missin' the point she tried to poke me with\nThe doper that I get, the more I'm feelin' broke as shit\nHuh, but that don't matter though, I am an O-U-T-Kast\nSo get up off your ass\n[Chorus: Cee-Lo]\nYou need to get up, get out, and get something\nDon't let the days of your life pass by\nYou need to get up, get out, and get something (Get something)\nDon't spend all your time tryna get high\nYou need to get up, get out, and get something\nHow will you make it if you never even try?\nYou need to get up, get out, and get something (Get something)\n'Cause you and I got to do for you and I\n[Outro: Cee-Lo]\nYou need to g—\nYou need to g—\nYou need to g—\nYou need to g—"
}