{
  "title": "GIVE IT UP",
  "artist": "Doja Cat",
  "lyrics": "[Produced by FWDSLXSH]\n[Verse 1]\nYou need to find yourself and let it show\nYou'll forget it when you let it go\nI'll never let you leave, daddy\n'Cause there's some things you need to see, daddy\nSo everybody give it up for my baby\n'Cause we gon' live it up 'til our days is gone\nGive it up for my, baby\nCome on, come on\nAnd we might touch the surface, babe\n'Cause love is kind to those who grow\nJust tell 'em you don't know who I be\nYeah, I got a couple tricks up my sleeve (Yeah, eh-eh-ey)\nSo roll 'em up (Roll 'em up), all them haters are bored of us (Bored of us)\nI'm waitin' for ya, I can't afford the love (-ford the love)\nCan't you see, you ain't live in a\nFantasy world (World), yeah\nCan't ya keep up? Sippin' margarita\nCall me Señorita, dancin' in my Lita's (Oh-oh)\nLookin' like Vita, Coco, I'm sweeter\nYou can't really beat her, follow me and I'll lead ya\n[Interlude]\nOh-oh, oh-yeah\n(Doja) Oh, Doja, yeah\n\n[Verse 2]\nWho you better than? We go farther than neverland\nTakin' off and I never land, yellow bitches and yellow sand\nRemy, weed and stiletto hands, pop the pussy like metal cans\nFur coat and I'm sheddin' man, haa, steez\n'Cause I see the light, give you what you need tonight\nWe don't fuck with leave behinds, simple plans, we just lead behind\nDon't make me count to six (Six), give you kitten's timeouts and shit (Shit, shit)\nKeep your weapon and mouth your bitch (Bitch, bitch), run for it, now my mouth is sick (Haaa!)\nTell me \"Doja, that hurts, no fair\", see my team, we just circle squares\nBad bitches with purple hair, with attitudes that no man could bear\nUh-oh, look at what the Cat dragged in, keep the rats out my cat mansion\nFuck all your opinions, I don't give them atten-ti-on\nLights out at the benihana, sugar fish and that sushi roll (That sushi roll)\nCool ya chick, keep ya uzi home (Brrrr), uzi home\nDouble cup, po' it in, sweat it out and then sew it in\nBeamer benzes and polish friends, yoo (Yo)\n[Outro]\nBut, mirror, who is the coldest bitch? Mirror, who be the coldest bitch?\nMirror, who is the coldest bitch? Mirror, who be the coldest bitch? And, ugh\nColdest bitch\n, who be the coldest bitch?\nWho be the coldest bitch? Who be the coldest bitch?\nWho be the co-old?\n (Ooh-ooh, aah) \nWho be the coldest?\nWho be the coldest?\n (Ooh-ooh, aah, oh) \n Who be the coldest bitch?\nWho be the coldest?\n (Ooh-ooh, aah) \nWho be the coldest bitch?\nWho be the coldest bitch?\n (Ooh) \n Who be the coldest bitch?"
}