{
  "title": "gnx",
  "artist": "kendrick lamar",
  "lyrics": "[Chorus: Kendrick Lamar]\nTell 'em Kendrick did it, ayy, who showed you how to run a blitz?\nTell 'em Kendrick did it, who put the West back in front of shit?\nTell 'em Kendrick did it, ayy, I'm trippin' and I'm lovin' it\nTell 'em Kendrick did it, like, wha—\nHi, have you ever been a joint and you know it?\nHave you ever had to flip your unemployment?\nOn the dead guys, nigga, I ain't goin'\n[Verse 1: Peysoh]\nAyy, on the dead ones\nWe'll treat an enemigo like some bread crumbs\nAll of my killers on go, like, who said somethin'?\nRedrum, all I think about when I see heads comе\nDo my dance, hit the chop when I see opps go\nLеt 'em claim it, we the ones who really pop, bro\nDon't televise it, we the ones who lettin' chops blow\nOpps know, let 'em piss him off and it's a flop show\nMurder man, singin' murder music off a murder van\nBeat the pussy up like I been celibate and I murder sound\nWho is him? One and only shotta, known as murder man\nCatch you doin' dirty, it's no other way but murder plans\nI broke her heart and you the type to go and fix it\nDon't wanna speak if you ain't talkin' 'bout no ticket\nI'm bougie with it, but I might just let you kiss it\nHit that block with diamonds on me, you could tell 'em Peysoh did it\n\n[Chorus: Kendrick Lamar & \nPeysoh\n]\nTell 'em Peysoh did it\n, ayy, who showed you how to run a blitz?\nTell 'em Peysoh did it\n, who put the West back in front of shit?\nTell 'em Peysoh did it\n, ayy, I'm trippin' and I'm lovin' it\nTell 'em Peysoh did it\n, \nlike, wha—\nHi, have you ever been a joint and you know it?\nHave you ever had to flip your unemployment?\nOn the dead guys, nigga, I ain't goin'\n[Verse 2: Hitta J3 & \nKendri\nc\nk Lam\na\nr\n]\nHop out suicide doors, it's the Hitta, man\nYou don't wanna see them doors slidin' on the Caravan\nI know killers who was catchin' bodies and not one fade\nI was thirteen up a\nt Avalon, poppin' chai\nns\nFourteen, ridin' minibikes with some dead friends\nTwenty-one, flag on my head like a Taliban\nTwenty-five, feelin' like the box, it was full of sand\nAt the cemetery, fuck that, that's where I could've been\n142nd, I'm connected like I'm Rosecrans\nKinda shit I seen, try and forget and I will pop a Xan'\nUppin' scores, doin' files, sacrifices like a boxing ring\nCan't throw in the towel, pistol-packin' since a child\nAyy, like it's Iraq, shooter name Hussein\nRidin' with the dirty blicky, switchy, make a new flame\nShe said I been a dog all my life, bae, can you change?\nTrue to my religion, Cuban links, more than two chains\n\n[Chorus: Kendrick Lamar & \nHitta J3\n]\nTell 'em \nHitta did it\n, ayy, who showed you how to run a blitz?\nTell 'em Hitta did it\n, who put the West back in front of shit?\nTell 'em Hitta did it\n, ayy, I'm trippin' and I'm lovin' it\n[Verse 3: YoungThreat]\nIt's gettin' down to the wire\nGet on my Bob the Builder shit, get down with the pliers\nBeen comin' back-to-back hits, how this nigga ain't tired?\nI'm with some rockstar bitches, they want Lizzie McGuire\nI'm switchin' gears, I pop the clutch, I'll send a nigga up\nA risk-taker, I'll call you niggas' bluff\nIf they hangin' out for real, we come deduct, tuckin' tails, they out of luck\nWhen it's wartime, they hidin' in the cut\nY'all had y'all chance, y'all couldn't do it\nI swear I'm comin' worse than y'all baby moms, I'm puttin' niggas through it\nThey hate to see me doin' it\nMeal ticket, I'm pursuin' it\nI'm in the field for real, UCLA Bruins\nThey askin' how I do it, how a young nigga so fluent\nI kept my mouth closed and I ain't never leave no witness\nD.O.A. up on the scene, tell 'em YoungThreat did it, nigga"
}