{
  "title": "God’s Gift",
  "artist": "J.Cole",
  "lyrics": "This percussion-filled tune takes on Cole’s career arc, his hatred of domestic violence, and his penchant for terrible animal-themed puns\n[Intro]\n(Aheee, ahee-iya-iya-iya-eee-e)\n(Aheee-e)\n(Aheee-e-e)\n(Yeee-hee, Ahee-e-e)\n(Yeah, yeah, yeah, yeah, yeah, yeah)\n(Aheee-ahe-e)\n(Aheee-e-e) Up up and away, hey, do you trust me?\nWould you love me, then it must be\n[Verse 1: J. Cole]\nWorldwide stunner\n, \noh, man, I'ma\nReign on the game, make it storm and thunder\nGrab an umbrella, bitch, and go stand under\nAnd bundle up, it's gon' be a cold ass summer\nUh, you niggas so last summer\nOn to the new, on-on to the new shit\nJigga wouldn't even take my CD when he seen me\nTwo years later, bitch, we made it on, on to the Blueprint\nNow how's that for persistence?\nCole World comin', call back up assistance\nSame broads used to hang up on my walls\nNow they come up out their drawers\n, \nhow's that for a mistress?\nHell bent, heaven sent, Lord I repent if I ever sinned\nNow I know I ain't the richest, but I still wanna ball\nPut money over bitches, but we still underdogs\n\n[Chorus]\nDid you miss me? No I don't know where I'm goin'\nBut I'm goin', now is you comin' with me (With me, with me)?\nUp, up and away (And away, and away)\nHey, do you trust me (Trust me, trust me)?\nIf I was on my last dollar, dead broke, assed out, would you love me (Love me, love me)?\nThen it must be (Must be, must be) a match made in heaven (Heaven, heaven)\n(Wake up, wake up, wake up)\nGod's Gift, (Get up, get up, get up)\nGod's Gift, (Wake up, wake up, wake up, wake up)\nGod's Gift, (Get up, get up, get up)\nMothafucker this is God's gift\n[Verse 2: J. Cole]\nPussy my passion\nMan, I just can't help it, I see a cookie, I grab one\nLookin' for some nookie, I'm tryna scoop me a bad one\nEvery verse I spit, it just like it could be my last one\nEver since I got on\nI've been on a mission to fuck the bitches I missed out on\nEx-cheerleader, hollerin', \"What's up?\"\nNow her nigga beat her, damn, that's fucked up\nWhat type of little fuck boy hit a\nWoman, bet he wouldn't put his hands on a nigga\nHa, I ain't bitter, boy, that's all you\nHa, plus I just fucked her 'fore she called you\nHa, dry your eyes, baby, I'll drive you home\nOlder hoes saying, \"My how you've grown\"\nI came up, fucked the game up\nShow my momma I'll survive on my own\n\n[Chorus]\nDid you miss me? I don't know where I'm goin'\nBut I'm goin', now is you comin' with me (With me, with me)?\nUp, up and away (And away, and away)\nHey, do you trust me (Trust me, trust me)?\nIf I was on my last dollar, dead broke, assed out, would you love me (Love me, love me)?\nThen it must be (Must be, must be) a match made in heaven (Heaven, heaven)\n(Wake up, wake up, wake up)\nGod's Gift, (Get up, get up, get up)\nGod's Gift, (Wake up, wake up, wake up, wake up)\nGod's Gift, (Get up, get up, get up)\nMothafucker this is God's gift"
}