{
  "title": "Gorilla (G-Mix)",
  "artist": "Bruno mars",
  "lyrics": "[Verse 1: Pharrell Williams]\nYeah, it's 4:00 a.m. (Uh) and you are up gettin' fucked up\nAnd what a world (Uh), it is all girls, I'm in luck (Uh-huh)\nSay, \"Hello\", to your sisters (Uh) and let's try some yoga (Uh-huh)\nI'm Yoda, it's cold, but let's get it poppin' like soda\nOne will make a bridge and two will make a pose up\nOne will do the down dog and I will be the cobra\nIt's N*E*R*D where the party is never sorry, no illa\nI take 'em to the head, now to the bed, said the red gorilla, yeah\n[Verse 2: Bruno Mars]\nOoh, I got a body full of liquor with a cocaine kicker\nAnd I'm feelin' like I'm thirty feet tall\nSo lay it down, lay it down!\nYou got your legs up in the sky with the devil in your eyes\nLet me hear you say you want it all\nSay it now, say it now!\n[Pre-Chorus: Bruno Mars]\nLook what you're doin', look what you've done\nBut in this jungle you can't run\n'Cause what I got for you. uh\nI promise it's a killer\nYou'll be bangin' on my chest, bang, bang\nGorilla\n\n[Chorus: Bruno Mars]\nOoh, yeah\nYou and me, baby, makin' love like gorillas\nOoh, yeah\nYou and me, baby, makin' love like gorillas\n[Verse 3: R. Kelly]\nI'm like a anaconda in your garden (Ooh)\nBaby girl, I'm explorin'\nDeep down in your forest like\n\"Ooh, ooh, ooh, ooh, ah, ah, ah, ah\"\nHey, we got it hotter than an Amazon\nGot ya cheetah bra with your heels on\nAnd I'm about to be the king of your jungle like\n\"Ooh, ooh, ooh, ooh, ah, ah, ah, ah\" (Yeah)\nYeah, yeah\n[Pre-Chorus: R. Kelly]\nHey, it's like a rain forest, baby, how I got your love pourin' down\nYeah, and I'ma make that pussy growl\n'Cause what I got for ya, girl, I promise, it's a killer (Hey, hey)\nYou'll be bangin' on my chest, bang, bang (Hey)\nGorilla\n[Chorus: Bruno Mars & \nR. Kelly\n]\nOoh, yeah (\nYeah, hey, yeah\n)\nYou and me, baby, makin' love like gorillas\nOoh, yeah (\nYeah, I'll be, yeah, yeah, uh\n)\nYou and me, baby, makin' love like gorillas\n\n[Bridge: Bruno Mars & \nR. Kelly\n]\nI bet you never ever felt so good, so good\nI got your body tremblin' like it should\nYou'll never be the same baby once I'm done with you-you-you-you-you (\nHey, ayy, ayy, ayy, ayy\n)\nI'm gonna be your gorilla\nWe'll be makin' love like gorillas\nBaby, I'ma be your gorilla\nOh, you with me, baby\nMakin' love like gorillas\nAnd I'll be goin' ape on you, baby\nUh, all up on you and the floor is goin' crazy, yeah\n[Outro: Bruno Mars, \nR. Kelly\n & Both]\nYou and \nme\n, baby, \nwe'll be\n fuckin' \nlike gorillas\nYeah\n, yeah, \nyeah\n, yeah, \nyeah\nBaby, \nyeah\n, baby, \nyeah\n, aww, \nyeah\nYou and me, baby, makin' love like gorillas\nYeah, mm\nMakin' love like gorillas"
}