{
  "title": "Gotta Go",
  "artist": "Crush",
  "lyrics": "[Intro]\nYuh, don't sleep on me, ho\nSS up in this bitch\nYou know you gotta get the fuck out my crib, ho\nYuh, lil' Pou\nBaby Bone Pouya\nDon't sleep on me, ho (Ho, ho, ho, ho)\nShe love the way that I flow (Flow, flow, flow)\nShe want a little bit more (More, more, more)\nBut she gotta go, you gotta go, ho\n[Chorus]\nYou gotta, you gotta, you gotta go, ho\nShe gotta, she gotta, she gotta go, ho\nYou gotta, you gotta, you gotta go, ho\nYou gotta, you gotta, you gotta\n[Verse]\nGet the fuck out of my face\nGet in yo' place, that's out of my way\nLittle Pouya is through with the fake\nFor God's sake, just leave me alone\nI'ma do me, man, fuck my foes (Yuh)\nCopycat rappers ain't nothin' but clones (Yuh)\nSlippin' the dick on a lick, now I'm blown (Yuh)\nBut she still gotta go\nYou know that's how I roll (Okay)\nBaby Bone gon' treat you right (Alright)\nVirgin pussy flow so right, I'm dippin' right after tonight\nSo don't fight with me, fuck with me, yuh\nI'm Pouya, ho, wassup? (Wassup?) I never gave a fuck\nBaby girl, don't front\nLet me hit it from the front while you actin' like a cunt\nHo, I know you want this nut (Yuh)\nBitch, you know I know wassup (Yuh)\nI won't lie, I'ma keep it blunt (Yuh)\nTap that ass like a mothafuckin' button (Yuh)\nKickin' back with my dawgs like Pun (Yuh)\nAnd you know they roll with the pump in the trunk\nI can't fuck with no punk (Yuh)\nI smell the pussy like skunk (Yuh)\nYou know this shit gon' bump\nSo turn up the bass in your mothafuckin' trunk\nYou cuffin' hoes like cops (Cops), bro, when that shit gon' stop?\nDon't sex these hoes, I just want top in that '94 Cadillac drop-top\nStill fuck the cops (Yuh), they tryna' ruin my plot\nSo I let the body rot, Baby Bone gon' be on top\nFace too, ho, what you thought?\nYou know this shit will never stop\nThis my style so please don't drop\nNo diving board, jump off my cock\nHo, I'm ready for some money (Yuh)\nShow me, where the money?\nIf it ain't about the money then you nothin' but a dummy\nBummy ho, funny ho, I wanna see that bootyhole\nSince you ain't got no money, at least pop the pussy for Pouya, ho\n\n[Chorus]\n(Bitch, I already fucked, I told you get the fuck out my crib)\nShe gotta, she gotta, she gotta go, ho\n(I already been through that like a million times, I don't want you)\nYou gotta, you gotta, you gotta go, ho\n(We're not like, you're not my bitch, like, get the fuck out, bitch, like, I don't fuck with you)\nShe gotta, she gotta, she gotta go, ho\n(At all, you stupid dirty ho, get the fuck out the crib, go, just go)\nYou gotta, you gotta, you gotta go, ho, yeah"
}