{
  "title": "GP4",
  "artist": "Logic",
  "lyrics": "[Intro]\nWatch\nWatch\nY'all niggas overdoin' it\nYou gotta slow that shit down\nTake your time, reevaluate your shit, it don't matter (\nWatch\n)\nNiggas ain't got money, ain't got time\nFuck it, just say this shit\n[Chorus]\nYou and me\nGon' live together in this perfect harmony (\nI hear 'em callin'\n)\nI can hear 'em callin' me\nWe've come a long way since H.O.C. (\nWatch\n)\nYou and me\nGon' live together in this perfect harmony (\nI hear 'em callin'\n)\nI can hear 'em callin' me\nWe've come a long way since H.O.C. (\nWatch\n)\n[Verse]\nI live by the beat, I die by the beat, since 1990, I (I)\nLive by the beat, I die by the beat, like MPC Akai\nWho I named William after 'cause I get bills from these beats\nFuck the industry, you know we keepin' it real up in these streets\nCame up in a world that's off its axis\nAll that's promised, death and taxes\nDon't give a fuck who be rhyming the fastest, my anxiety\nMake me spit it a mile a minute\nI'm stuck in a clinic like Flynn Montgomery\nTake a step back, tell me right now, boy, just what's your summary\nCreeping through fireside\nSmash the window of that fire ride\nJust to see what we can snatch from up inside\n'Til the flashin' lights come 'round that corner then we run and hide\nPrayin' to God up in Heaven, eleven at night and I got no alibi\nMy damn, dip to Stewart Town\nBest not come 'round these parts if you new in town\nWonder what my homies from back in the day livin' at, are doin' now\nRunning with my sister Jeannie, schooling me like Mr. Feeny\nThis  the first time I heard a gunshot on the block\nGrowing pains (\nThree\n), this the type of shit don't never stop\nHere come the cops\nShooting up the hood like Black Ops\n'Cause trigger-happy police tend to trigger happy people\nAnd some people who believe we not equal shoot up the steeple\nMy God, if you exist, then why you make life so hard?\nIf you exist, the way you think is avant-garde\nIf you exist, you got a funny way of showing it\nWhat happens in the afterlife?\nThese people think they knowin' shit\nAnd on that note, I keep it G\nLike track four, \"Kick in the Door\" by Notorious B.I.G. \nDon't believe me, look that shit up, I promise you'll find the key\nTo that punchline, feelin' just fine\nLet the abyss of my mind, my mind consume\nSnap my fingers like Thanos and Bobby Boy bringin' the doom\n'Cause I'm 6:30, killin' shit, hands down and dirty\nThat white boy can't rap, he talk good and act nerdy\nI just texted Erykah Badu\nTo let her know what I'm gon' do\nSample \"Dreamflower\" by Tarika Blue\nThat's cool with you?\nYeah, that's fine, baby, all gravy\nLong as you know you my baby\nAnd that beat yo' daddy like if he ever cheat on me\nI mean she don't own the sample but she might as well\n'Cause her and Dilla paved the way for all I got, and, well\nI'ma show my gratitude, no attitude, no auto-tune like T-Pain\nDoin' \nUnplugged\n, I'm unplugged, like Trinity\nWonder how the people gonna remember me, goddamn\nSwitch up the plan\nWe all say it, we all claim it, but it's no use\nThe greatest rapper alive is probably slacking producing\nIntroduce you to my train of thought\nSnapping on a track like the illest conductor\nWith no contradiction\nI brought my heart to the table\nFact and never fiction, fuck a fable\nReady and willing you better believe that I'm able to spit\nPower through these lines faster than fiber-optic cable, I'm gone\n\n[Chorus]\nYou and me\nGon' live together in this perfect harmony (\nI hear 'em callin'\n)\nI can hear 'em callin' me\nWe've come a long way since H.O.C. (\nWatch\n)\nYou and me\nGon' live together in this perfect harmony (\nI hear 'em callin'\n)\nI can hear 'em callin' me\nWe've come a long way since H.O.C. (\nWatch\n)\n[Interlude: T-Man]\nWatch\nFrom the bottom\nWhen you come from the bottom, you ain't get no chances, man\nI'ma do this shit 'til the Fourth Of July, blow up straight to the sky (\nWatch\n)\nNigga fuck it, we high\nI remember when a nigga had to ask for money\nIt's been a long time since I had to do that shit (\nWatch\n)\nThis shit ain't free\nI got the roof over my head and a bed, nigga, my bitch givin' me head\nI'd rather get money instead\nMan, it's Bobby Boy Records in this bitch\nY'all niggas better write this shit down (It don't matter)\n'Cause 10 years from now, we on top\nAnd we ain't never gon' stop\nAll money in (\nWatch\n)\n\n[Outro: Thalia]\nThis album marks the reunion of Logic and No I.D. \nFor the first time in six years\nSince the inception of its predecessor"
}