{
  "title": "Grandpa’s Space Ship",
  "artist": "Logic",
  "lyrics": "[Skit]\nMorty:\n Hey, uh, Grandpa Rick, can we maybe... maybe I can pick what we listen to next? You know... we've been in this ship for like three hours now\nRick:\n Well, Morty, that entirely depends on whether or not you have the mental capacity to pick something I would be willing to listen to\nMorty:\n Well, what about Logic?\nRick:\n Logic?\nMorty:\n You're not fuckin' with Logic? Bro? You know what I'm talkin' about?\nRick:\n Morty, calm down, of course, I love Logic. Who doesn't like Logic? You gotta be a fuckin' idiot if you don't like Logic. But the question is, what \"Logic\" are we talkin' about here?\nMorty:\n What do you mean?\nRick:\n Well are we talkin' about mixtape Logic or album Logic?\nMorty:\n What does it matter? I mean Logic is Logic\nRick:\n Morty, it matters very much\nMorty:\n I don't know, Rick, I mean... album Logic?\nRick:\n Ugh, Morty I'm sorry, I'm gonna have to decline a request\nMorty:\n What? Grandpa Rick, are you saying you don't like Logic albums?\nRick:\n Morty, if that's what I was trying to say, I would have said it. Don't come at me like a little punk ass motherfucker, don't try to come at me, Morty. I'm saying that he's got a plethora of music that varies from mood to mood, Morty. Okay? And I'm saying that I'm in the mood to turn some shit up, Morty. I'm not in the mood for a message about how I can be whatever I want or oohhh you know like equality and everybody and all that shit, alright? Just wanna hear some fuckin'... about titties, throwin' stacks on some ass, you know, just some good old fuckin' ATL style club rap, Morty\nMorty:\n Geez, Rick, I mean, Logic he turns stuff up on his albums too, Rick, you know? He turns shit up\nRick:\n Morty, shut up. I'm simply implying, you know, I want some shit I can turn up on this ride to Clazabar planet in sector G9, okay\nMorty:\n Alright, geez, okay\nRick:\n So, you know, so, meet me in the middle, Morty. Give me some of that \nBobby Tarantino\n shit. You're talking about Logic, you know and I'm talking about that titty rap. Jus- why don't we meet in the middle with some Bobby Tarantino, you know. I need it, just need to hear it, it's pretty good\nMorty:\n Yeah, you know I agree with you Rick, here I'm gonna throw this Bobby Tarantino shit in\nRick:\n Yeah, drop that shit, drop that shit, Morty! Drop that shit in my fucking spaceship, Spaceship!\nSpaceship:\n Yes, Rick?\nRick:\n Uh, play \nBobby Tarantino"
}