{
  "title": "Great Influence",
  "artist": "Crush",
  "lyrics": "[Intro]\nOh man, oh man, I'ma\nI'ma kill this bitch, man\nWhere the fuck you at?\nWhere the fuck you at, bitch?\nYuh, ayy\n[Verse 1]\nWe sharin' Sharon at the Sheraton 'cause sharin' is carin'\nAnd Karen is starin' at me, I know she feelin' embarrassed\nGrab her by the neck, say, \"Bitch, don't ever disrespect me\"\nPop the MAC-11 if your soul is feelin' empty\nNot so much my enemies but more so my fans I do envy\nYuh, these hoes startin' a frenzy\nMy dick is feelin' so flimsy, I can barely keep up with a B cup\nSee, I ain't bring my A-game, can you keep up?\nFuck what you heard, piss on your dirt\nPut in that work like private school girls in the first grade\nDade County, born and raised out the 305\nWhere hookers stick and jive with pocket knives, win the battle lose your life\nFuck your wife in my rusty pickup truck\nThe same kids you hangin' with the same ones yellin', \"Stick em up\"\nI can resurrect you, I can pick you up out the mud, put you on to somethin'\nShow you all the ropes, show you how that money grow\n[Chorus]\nI can show you how to fuck your bitch\nI can show you how to rip that condom off your dick and smack your mama in the lip\nLet the children know it's lit\nDrop out of school, you know you never had that on your bucket list\nI can show you which way you should go\nNever listen to your parents, trust me, they don't fucking know what's best for you like I do, yuh, ayy\nYou think I give a fuck about your IQ?\n\n[Verse 2]\nYour mama thinkin' you stupid because you bringin' in Fs\nGivin' her stress and a couple knots in her chest\nNobody appreciate that you've been tryin' your best\nI can show you how to give up and just hang from your neck\nYour stepdaddy lookin' for your respect\nI say fuck that, don't give it to him, fuck him and his rep\nI know he getting on your nerves comin' home drunk as fuck\nBeatin' on you and your mama\nI say put one that in that llama and spit on him while he's sleepin'\nPut a needle in his veins so the police think he was tweakin'\nTell your mama you was gone the whole weekend\nThrow away the pistol, make sure nobody could reach it\nYour life is better, ain't it? Told you that you need me\nI can show you how to be the man\nI can show you how to make your body count expand\nI can show you how to multiply\nYour profits, your pockets, your hoes, follow me and I promise\n[Chorus]\nI can show you how to fuck your bitch\nI can show you how to rip that condom off your dick and smack your mama in the lip\nLet the children know it's lit\nDrop out of school, you know you never had that on your bucket list\nI can show you which way you should go\nNever listen to your parents, trust me, they don't fucking know what's best for you like I do, yuh, ayy\nYou think I give a fuck about your IQ?\nI can show you how to fuck your bitch\nI can show you how to rip that condom off your dick and smack your mama in the lip\nLet the children know it's lit\nDrop out of school, you know you never had that on your bucket list\nI can show you which way you should go\nNever listen to your parents, trust me, they don't fucking know what's best for you like I do\nYou think I give a fuck about your IQ?"
}