{
  "title": "Grove St. Party",
  "artist": "Lil Wayne",
  "lyrics": "[Intro: Lil Wayne]\nWoo!\nHahahaha\n[Verse 1: Lil Wayne]\nI got a whole lotta money, pop that pussy for me\nMy homie got that yopper, he a-bang it at a copper\nAyy, gangsta party, gangsta party, gangsta party\nStove on my waist, cook your ass up, gourmet\nAll-black four-four, do you want foreplay?\nI'm going at your face like Oil of Olay\nNo champagne, but you know my flag rosé\nSwagger on steroids: Canseco, Jose\nNo Limit Records: We so 'bout it 'bout it\nI'm higher than a bitch, feel like I climbed a fucking mountain\nIllest nigga you know, my accountant still counting\nShot hit him a minute ago, but his body still bouncing\nBeam on the hammer, beam on your forehead\nGotta kill the witnesses 'cause Birdman car red\nHollygrove Monster, Eagle Street creature\nCome to your funeral, kill everybody but the preacher\nI live in Miami, nigga, I'll South Beach you\nRobin Leach—uh, \nthat's\n how we ballin'\nYou know that I'm loaded, but please don't think it's sweeter\nBeat one of you bitch niggas up like John Cena\nThem hoes on Young Money, tell them hoes we coming\nBoy, we get it popping, we ain't saving hoes, we swapping\nYeah, gangsta party, gangsta party, gangsta party\nBig-head \nDesert Eagle\n, call it Sade\nI just get that money, Stunna taught me that\nThat Xan took me under, Patrón brought me back\nI'm leaning on these motherfuckers like I caught a flat\nAnd that Glock snap back like an old Starter hat, haha!\nWhat the lick read? I'm in the big league\nI'm a breath of fresh air—let the bitch breathe\nI'm tryna chillax, but I had to do it, Dev\nI'm at the funeral, like, \"I had to do it, Rev.!\"\nMack, you my big brother, I'll split a wig for you\nPut that on Mary P., until they bury me\nMoment of clarity—yeah, that's my diamond game\nI keep a fine bitch 'cause I like the finer things\nHaha! Fuck with me, slime\nNo brain on the whip, I got nothing in mind, hehe\nCarter 4\n, they ain't fucking with mine\nI drop that Sorry 4 the Wait to make up for the time, yeah!\n\n[Verse 2: Lil B]\nYeah I do my thang, bitch what's up? (Swag)\nYoung BasedGod\n, came in with the ballers (Woo, woo, woo, with the ballers)\nIced-out chain, bitch, I'm rich off that same shit (Oh, that same shit)\nSixty-five hoes on my dick, bitch, it's Christmas\nStraight Westside, Bay Area bitch, I'll grave em (Swag)\nPretty boy shit, Based God finna hang 'em\nArmed like a cradle, and you niggas can't stop me (Can't stop me)\nShouts out to Mack Maine getting rich and cocky (Mack Maine)\nBitch it's still Westside (Swag), shouts out to Weezy\nYoung BasedGod with that 55 heater\n187 bitch (Ayy), I pull a 2-11 bitch\nWith that tiny shirt, man (Yeah)\nAnd that (Yeah) tiny pants, man (Swag)\nI'm on that BasedWorld, and I fuck with Cash Money\nNiggas don't understand, man, they gang like a chain\n (Swag, swag)\nMan, that \"Woo woo swag,\" bitch, brr-rang-dang-dang-dang\nMan, bruh, off top, I'm a Wolfpack hitter (Swag)\nMan, my life just a painting. and I paint you a picture\nMan, think about it: a young paid-ass nigga\nThis that stuntin' music (Stuntin' music); bitch, I just do's it (I just do's it)\nIt's Lil B (Yeah, yeah) and I'll motherfucking bruise 'em, we run it! (Swag!)\n[Outro: Lil B]\nMan, shouts out to Maine and Wayne, man (Woo!)\nShouts out to New Orleans! Westside\nI can't believe it's niggas getting money down here who fuck with me! Swag!\nWeezy, I see you! What it do!\nThat motherfucking partying\nBitches, man, what it do?\nHahahahaha\nYeah!\nAyyyyy"
}