{
  "title": "Growing Pains III",
  "artist": "Logic",
  "lyrics": "[Skit]\nBruh, yo (Nah sayin'? It was somethin' that-)\nGuess who I met last night, man\nYou know your land-, land chick? The fuck (Woo)\nOh, yeah, man (Ayy dog, I don't know, man)\nNow that chick bad last night (God-damn-, fat ass), bruh\nShe just run up on me like, \"Yo\" (What?)\nNah mean? We talkin' and shit- (Crazy)\nWe gotta-we gotta stay- (Blap-blap!)\nOh, we heard man\nIt was cool, opp (For sure), you know, got crazy, so I had to let 'em out\n(Yeah, faggot-)\nCrazy thing that I heard, the homie say he ran around the corner from here\n(Is that right?) Right around the corner, nah mean? (Boy, wait-wait-wait)\n(Right around the corner?) Nah mean? (It's on, it's on!)\nSort that new life, he should look out (I'm gon' kill a nigga tonight)\nOkay (I'm like-) (I mean if-) (Shit)\nIf somethin' go down, man, we ready, man, ain't-\n(Nobody-nobody) and we ready, the whole hood ready (This car creeping)\n(Looks brazy-) damn, oh shit!- (Oh, shit!)\nGo, go, go-! (In the roof!) go-!\n[Verse 1]\nUh, yeah, outside I can hear 'em bussin', bussin'\nAnd the police they rushin'\nGo to my head like concussion\nI'd rather not have this discussion\nMy mind racing for the elevation of the toxic in my blood\nWhere my mind, don't know now\nBut I know where it was\nI need Nikki, where is Nikki?\nBaby girl, please come and get me\nNow I'm old and shit is trippy, but I know that God is with me\nThis that baby mama drama\nGive a fuck about a man, I know I'ma\nBe there for my son, talking with my sister, it begun\nEnd of the month, that's the worst of the month\nBut the first of the month put the weed in the blunt\nThat welfare check, check\nWon't ever bounce like my daddy did\nBut I'm glad he did 'cause it made me strong\nMade me help somebody with this song\nPaint the picture of my life\nGrowing up what it was like\nSection 8, grab a plate\nFood for thought, gravitate\nFood stamps, Social Services tryna take me away\nMy mama locked up, I pray to God that I see her today\nMaybe not, maybe so; \nWest Deer Park, that's all I know\nJust me and my homies, people that know me\nOnly ones that know\nAround my way (Around my way)\nLiving day by day (Living day by day)\nCorn rows and hang time, automatics and gang signs\nFive-O with them K-9's\nManhunt when it's game time\nThey was robbing the ice cream man in broad day\nNow I'm running from the police\nDon't know how, but I got away\nSelling weed to my homies\nAnd a girl in the building that know me\nAt 15, such a fiend, for the shit, that I seen\nAll my homies smoking green, fucking bitches, sipping lean\nIt was king, it was cool, seemed like something I should do\nSuch a youngin', such a fool\nNow I'm breaking into school\n'Cause my homie told me to\nWhat to do, what would you?\nWhen will I lose my anonymity\nAnd become one with the enemy?\nTell me, would I be the enemy?\nFeel like nobody in front of me\nI can feel the vibe\n\n[Interlude]\nBobby, what are you thinking?\nWhat are you dreaming about?\nBobby, what's inside?\nWhat are you thinking right now?\nWhat are you thinking?\nGo to sleep\n[Verse 2]\nI guess maybe I was thinking things would be different now\n'Cause when I wake up, my dreams fade\nEverything cascade\nIn this vanilla sky, I feel like David Aames\nWhy must I open my eyes?\nI wish I could stay asleep forever\nAttain every goal I wanted and watch it repeat forever\nWill it happen? Maybe never\nMaybe so, I got to know—but tell me why, uh\nI picture myself at the top but I know that I'm dreaming\nWill I wake up before I finally confront all my demons?\nMaybe not—All I know is this life I live\nI can't live it no longer\nWish I was stronger, wish that I could survive\nTurn on the TV, let it wash my brain\nPretend that family's my family to avoid the pain\nHello children, how was school?\nIt was good, how 'bout you?\nI love you (I love you, son), I love mama too\nAre you ready for dinner?\nI'm able to set the table\n'Til I snap out the fable when that TV turn off\nAnd I realize I'm back in hell\n(Bobby...)\n\n[Outro: Thalia]\nLogic has recorded 1700 songs in the span of his\n10 years as an MC. However, only just over\n150 have been released to the public..."
}