{
  "title": "Growing Apart (To Get Closer)",
  "artist": "kendrick lamar",
  "lyrics": "[Produced by Tae Beast]\n[Chorus: Jhené Aiko & \nKendrick Lamar\n]\nWhere are we going? Why are we slowing down?\nWhere are you going? We should be growing now\nSmoke to \nit\n nigga, smoke to it nigga, oh\nWhere are we going? We should be slowing down\nWhere are you going? We should be growing now\n[Verse 1: Kendrick Lamar]\nThat's what she said to me, \nthat place I used to call home is just a bed to me\nAnd we don't even sleep, neighbors can hear her weep\nMeanwhile I'm in these streets with everybody, I'm trying to get it\nAnd she know they got me, I watch her feelings watch me\nAs they staring with the saddest eyes of loneliness\nLook each other in the face and barely blink\nI tried to make it right, but the pen ran out of ink\nSo if my letters don't reach you, I hope these lyrics in sync\n[Chorus: Jhené Aiko]\nWhere are we going? Why are we slowing down?\nWhere are you going? We should be growing now\n[Verse 2: Kendrick Lamar]\nThat's what it said to me\nBut the place I call ambition now dead to me\nGone and forgotten, I'm off track like Dale Earnhardt\nMy liver rotten, alcoholic tripping\nFucking bad bitches and they got bad intentions\nClub night, guys and dolls\nBalling out, but I'm 'bout to drop the ball\nI'm calling out for help, my engineer called\nTold me come to the studio, I wanna tell him, \"Nah\"\n\n[Chorus: Jhené Aiko]\nWhere are we going? Why are we slowing down?\nWhere are you going? We should be growing now\n[Verse 3: Kendrick Lamar]\nThat's what he said to me\nBut that place we call Heaven unfair to me, only 144 can go\nSeven billion people on planet Earth today\nIs it something that I don't know?\nI know to follow Him rather following people\nOr follow vanity 'cause that means I'm following evil\nGuess I'm following evil, I should follow cathedral\nBlessings I need, but live like I don't need you\n[Chorus: Jhené Aiko]\nWhere are we going? Why are we slowing down?\nWhere are you going? We should be growing now\n[Verse 4: Kendrick Lamar]\nSo in conclusion, we all seem to stumble, planning our own demise\nForgetting the big picture and making it wallet size\nSo to what is important in my life, I apologize\nI promise to stay faithful, focused and sanctified\nWe all get distracted, the question is\nWould you bounce back or bounce backwards?\nWould you not know how to act or take action?\nIt's just a part of life and if your vision’s impaired, you probably lose it all tonight\n\n[Outro: Jhené Aiko]\nI'm tryna visualize how to get it right, but my vision's so blurry\nTryna slow it down, stay close to the ground, but we're always in a hurry now\nAnd if I could make this world spin a little slower, then I would\nThen we could grow a little closer\n,\n I think we're getting closer\nI think we're getting closer"
}