{
  "title": "Guardie&Ladri",
  "artist": "IU",
  "lyrics": "[Testo di \"Guardie&Ladri\" ft. Nayt]\n[Intro: Rancore]\n(Dai)\n(Mondo di merda)\n[Strofa 1: Rancore]\nHo nuovi testi, dai, quant'è che investi? Dai\nCol cacciavite puoi sfilare la piastrella, vai\nTi faccio un prezzo, dai, che mezzo pezzo? Dai\nAdesso passami lo stucco lì per terra, vai\nIn matematica avevo nove in pagella, sai?\nUna cosa bella, dai, peccato adesso è una merda\nIo che la uso per un'altra faccenda\nTipo ognuno i cazzi suoi e ci aiutiamo a vicenda\nConosco gente che non fa la differenziata\nInvece noi che siamo bravi ricicliamo la carta\nTu non fare mai taccheggio nel cuore dei ladri\nNon ti devi confidare mai con uno che canta (Uh)\nUn filtro di sigaretta in mezzo agli aghi\nLezioni di cucito 24h\nNel parcheggio della vita di giorno paghi\nUn mio amico l'ha lasciata sulla striscia bianca\nLibero operaio delle quartine (Eh)\nComitiva dentro i palazzoni delle rime\nImportante, se scrivo nel cortile\nCaricare il cellulare, ringraziare i guardalinee\nConta il risultato più dei singoli addendi\nSiamo i figli del mattino, abbiamo oro tra i denti\nDieci chili di canzoni già divise in mezz'etti\nTu che ridi, ma, fidati, vendila a dei pischelletti\nSiamo come spacciatori, pezzi\nDi canzoni, sillabe nel cellophane e nomi che indosso\nCi metto l'apostrofo ed uso l'inchiostro\nDi taglio diverso, da dettaglio ad ingrosso\nTarek, butta tutto dentro i bidoni, vai\nTarek, devi prendere precauzioni, poi\nMadri che ci fischiano dai balconi\nPerché è già ora di cena e noi giochiamo ancora a\n\n[Ritornello: Rancore]\nGuardie e ladri, ladri, ladri, ladri, ladri\nDieci ragazzini a giro fanno le guardie\nGuardie, guardie, guardie, guardie\nAltri dieci ragazzini fanno i ladri, ladri, ladri\nNei cortili noi giochiamo a guardie e ladri\nE siamo passati da giocare col fuoco\nFino ad iniziare ad infuocare quel gioco\n[Strofa 2: Nayt, \nNayt & Rancore\n]\nPiù sillabe metto, più aumenta il peso\nA un estraneo arriva spessa, do la stessa che do a tutti\nFa in modo diverso da un pezzo all'altro\nSe fai un personal, beh, forse ci resti perso\nAl principio vivo\nCiò che muove è il mio rancore, incido, scrivo\nScopri che il mio cuore è il principio attivo\nNe metto troppo, è un'overdose, gridano: \"Omicidio, Dio\"\nDalle buste fino a far fare i pacchi dalle industrie\nRicordo, scrivevo sopra un bus, mo si vanno a fare ovunque\nScuola, casa, macchina, da un bunker\nCanto con nessuno e con chiunque\nVuoi fa' i soldi co' 'sta merda? Sei all'altezza?\nInfila l'ago, voglio il sangue, cento litri al pezzo\nVendi tanto a poco, ma poi nessuno apprezza\nPerché è ciò che non consumi che oggi non ha prezzo\nHo sempre sperato che reggessi, ma\nLeggersi i testi è tosta, apprezzarne la complessità\nIo che l'ho fatto per necessità\nHo dato il massimo ad una clientela pessima, ci pensi mai?\nDiversi sempre da voi in gusto e intensità\nTi senti assente, poi diventi niente\nPiù sto dentro, aumento flusso e densità\nQuando taglio, non giocare \nnei pressi a\n\n[Ritornello: Rancore]\nGuardie e ladri, ladri, ladri, ladri, ladri\nDieci ragazzini a giro fanno le guardie\nGuardie, guardie, guardie, guardie\nAltri dieci ragazzini fanno i ladri, ladri, ladri\nNei cortili noi giochiamo a guardie e ladri\nE siamo passati da giocare col fuoco\nFino ad iniziare ad infuocare quel gioco\n[Outro: Rancore]\n(Ah)\n(Sì)\n(Uhm-uhm)\nEheh"
}