{
  "title": "Guns & Roses",
  "artist": "Jay-Z",
  "lyrics": "[Intro: Heavy D & \nJay-Z\n]\nYeah, it's magic\nHuh? Jay-Z and Lenny Kravitz\nAnd it's a Heavy D production, you bastards\nCome on\nHah, hey yo, stop playing man\nThis is real serious, huh? (\nIt's the Roc\n)\nYeah (\nYo\n) yo, let's go\n[Verse 1: Jay-Z]\nPost Positano, Hov' hanging with Bono\nU2 can live like Salvatore Ferragamo\nAnd you too can cool out poolside at the Delano\nIf you too flow like you was out of your mind yo\n'Cause who knew dude that loved apple pies from McDonald's\nWould soon be the boss of the Big Apple? Ya know\nAnd who knew dude that played ball for the NBA\nWould make a mistake on the who knew estates? Throw it away\nWho knew that would be his last shot, who drew up that play?\nThey giveth and they taketh, life is cruel that way\nBut even a broken clock is right at least two times a day\nYou could have turned guns into roses like two times today\nNow here's something you gotta say two times to Jay\nI got my shades on, waiting for the sun to shine my way\nGot my boom box, suntan lotion, waiting for action\nThey say when you play with skills, good luck could happen\nLet's go\n\n[Bridge: Lenny Kravitz & \nJay-Z\n]\nC'mon (\nIt's the Roc\n)\nC'mon (\nIt's the Roc\n)\nC'mon (\nIt's the Roc\n)\nC'mon (\nLet's rock\n)\nC'mon!\n[Verse 2: Jay-Z]\nThings got too hot so I jumped off in this rap shit\nYou got it criss-crossed, ain't no turning me backwards\nToo many District Attorneys concerned with the actions\nOf one individual, he's criminally attached\nI turned in all my rap chips, \nI'm earning my bachelors\nBy dating all the models and actresses\nI'm learning all the potholes in every single barrio\nTrying not to mess up my axis kid\nOn the road to the riches through trafficking\nThrough rapping and whatever's happening\nRocawear, I'm the young black Ralph Lauren\nEvery time I get out, they pull me right back in\nThe Michael Corleone of the microphone\nThe Michelangelo of flow, I paint pictures with poems\nI gather no moss like a rolling stone\nCase the Grim Reaper visits my home, nigga I'm gone, c'mon\n[Bridge: Lenny Kravitz & \nJay-Z\n]\nC'mon (\nIt's the Roc\n)\nC'mon (\nIt's the Roc\n)\nC'mon (\nIt's the Roc\n)\nC'mon (\nLet's rock\n)\nC'mon!\n\n[Chorus: Lenny Kravitz]\nLife is all about guns and roses\nBittersweet like friends and foes is\nSome get left behind, some get chosen\nJust like life, guns and roses\nLife is all about guns and roses\nBittersweet like friends and foes is\nSome get left behind, some get chosen\nJust like life, guns and roses\n[Verse 3: Jay-Z]\nTote more guns than roses, foes is\nVisibly shook of the invisible bully (Let's go)\nFlowers need water to grow, it gotta rain\nIn order to experience joy, you need pain\nEvery time a baby is born, somebody's slain\nYou know the saying, somebody's loss is another's gain\nThe sun comes out when the water goes down the drain\nA rainbow then the clouds come out, we do it again\nEverything evens up, you just wait\nEven a garbage can gets a steak\nYou ain't even a garbage can, you have faith\nBut when it turns your way, before it turns away\nGotta turn that into something, you gotta learn from Jay\nYou'll get return on your investment if attention you pay\nLet's go\n\n[Bridge: Lenny Kravitz & \nJay-Z\n]\nC'mon (\nIt's the Roc\n)\nC'mon (\nIt's the Roc\n)\nC'mon (\nIt's the Roc\n)\nC'mon (\nLet's rock\n)\nC'mon!\n[Chorus: Lenny Kravitz]\nLife is all about guns and roses\nBittersweet like friends and foes is\nSome get left behind, some get chosen\nJust like life, guns and roses\nLife is all about guns and roses\nBittersweet like friends and foes is\nSome get left behind, some get chosen\nJust like life, guns and roses (Yeah!)\nLife is all about guns and roses\nBittersweet like friends and foes is\nSome get left behind, some get chosen\nJust like life, guns and roses (I say yeah!)\n[Outro: Lenny Kravitz]\nLife is all about guns and roses"
}