{
  "title": "GunTalk (GL Mix)",
  "artist": "The Notorious B.I.G.",
  "lyrics": "[Intro: 50 Cent, The Notorious B.I.G., Malice, JAY-Z, Shyne, Nas, Fat Joe]\nThat's the sound of a man, Green Lantern\nDamn, a nigga style is unorthodox\nMove forward, y'all amateurs\nY'all compare me to you, nigga, you ain't there!\nAll I need in this life of sin\nIs a crooked lawyer, big rims, and a MAC-10!\nPull out my waist, the Eagle four-forty\nI pull up in they curb, pull a Desert Bird\nAll I need in this life of sin\nIs a crooked lawyer, big rims, and a MAC-10!\nThe fifth got a rubber grip and a beam on it\n[Verse 1: The Notorious B.I.G.]\nI got seven Mac-11's, about eight .38's\nNine 9's, ten Mac-10's the shits never end\nYou can't touch my riches\nEven if you had MC Hammer and them 357 bitches\nBiggie Smalls, the millionaire, the mansion, the yacht\nThe two weed spots, the two hot Glocks\nHuh, that's how I got the weed spot\nI shot dread in the head, took the bread and the lamb spread\nLil' Gotti got the shotty to your body\nSo don't resist or you might miss Christmas\nI tote guns, I make number runs\nI give MCs the runs dripping\nWhen I throw my clip in the AK, I slay from far away\nEverybody hit the D-E-C-K\nMy slow flows remarkable, peace to Matteo\nNow we smoke weed like Tony Montana sniff the yayo\nThat's crazy blunts, mad L's\nMy voice excels from the avenue to jail cells\nOh my God I'm dropping shit like a pigeon\nI hope you're listening, smacking babies at they christening\nSo you better grab your pistol\n'Cause if you sit still, I'm gonna make your fucking shit spill\nAnd I'm talking 'bout buckets, why did I have to do it?\nSadat said fuck it, you got a gun, nigga bust it\n'Cause I got mo' shots to pop ya\nBig Poppa, breaking you off something proper\nSigning off is the hardcore rap singer\nAKA crack slinger, bring it any time nigga\n\n[Break: JAY-Z, \nShyne\n, \nEminem\n, \nNas\n]\nAll I need in this life of sin\nIs a crooked lawyer, big rims, and a MAC-10!\nNever was a thug, just infatuated with guns\nYou know I click-clack — where you and your mens at?\n[Verse 2: Cam'ron]\nAny beef marriage it, me and three Arabics, Ali Naseem on point like Pete Maravich\n[?]\nI miss the era of the BM's, BB's\nI was ducking GMDC\nHad that scope, aim and I light ya'\nSeen all islands, Caymans to Rikers\nContain, complain, detain, maintain, the same reign, the game is for lifers\nI don't care I put flame in the fire\nChristian, atheist you pray to Elijah\nDon't play, okay, just pray I don't snipe ya'\n'Cause with the SK, doggy I'm OK\nMy AK was my a.k.a. before my ABC's had me A-OK"
}