{
  "title": "Gunz N Smoke",
  "artist": "Snoop Dogg",
  "lyrics": "[Intro: 50 Cent & \nThe Notorious B.I.G.\n]\nCome, let me show you the ropes\nChucks come with the LOCs\nDrums come with the dope\nGuns come with the smoke, bang\nI just want the paper\nI just want the paper\nGun smoke, Gun smoke\n[Verse 1: 50 Cent & \nThe Notorious B.I.G.\n]\nThey say he a big stepper\nI'm just sayin' I am not the type to get stepped on\nI ain't got a big weapon\nGlock 17 with the switch, but the clip long\nI ain't finna play wit' you\nBoy, you fuck around, I'ma have to catch a fade wit' you\nGet the blick in broad day wit' you\nHave the lil' homies run down while bae wit' you \n(\nGunsmoke, gunsmoke\n)\nLittlе man, dope party\nGot him out the night, but the nigga got four bodiеs\nWho want smoke? Nobody\nGoin' once, goin' twice, don't want to smoke nobody\nTell me what you know 'bout it\nStrapped right now, nigga, how you want go 'bout it?\nI'm not the one you lean on\nThe type you wanna try apply pressure to and scheme on\nPussy nigga, dream on\nRun, nigga, run 'til I have to click the beam on\nRed dot ya, I got ya, B.I.G. time (Woo), who shot ya?\nI dropped ya, who popped ya? Shit lit\nSoon as I spot ya, ooh-wee\nWhy would you be fuckin' with me?\n \n(\nGun smoke, gun smoke\n)\n\n[Verse 2: Snoop Dogg & \nThe Notorious B.I.G.\n]\nLet's take a second here for this moment of violence\nYou smell it in the air, product of my environment\nI come from freestylin' over gunshots and sirens\nNothing more gangster than my voice over these violins\nGet down, lay down, it's the wolf of the Dogg Pound, yeah\nPlayground, shakedown\n, \nAutobahn, no brakes now\nSkinny nigga back pushin' weight now\nNew Death Row on the plate now\nMore details, please do tell\nWhat's that smell, nigga? \n(\nGun smoke, Gun smoke\n)\nShit, you would too, if you knew\nWhat a young nigga had to do\nRendezvous with a Pac or two\nRock shit up like Mötley Crüe\nIn this fight, you gotta stick and move\nAll my life, I had to show and prove\nStill a nigga with a attitude\nIf you ain't gangster, this is not for you\nYeah, bullet holes in the palm trees (Palm trees)\nDirty money in the laundry\n (Laundry)\nTen toes in the concrete (Concrete)\nNiggas know where to find me (Find)\nI got a long reach, this Long Beach, where we don't speak\nAnd you saw what happened to the last nigga\nThat tried to fuck with my proceeds\n \n(\nGun smoke\n)\n\n[Verse 3: Eminem & \nThe Notorious B.I.G.\n]\nI remember when I was thirteen\nSearchin' for how to get my revenge on the world that hurt me\nThirsty for commas, them double entendres\nTurned me to an entrepreneur and a monster\nConstantly caught in some kind of controversy\n \n(\nGun smoke, Gun smoke\n)\nThat was my mantra, to taunt ya was kinda condescending\nBut why should I be kind to the kind of people that weren't kind to me\nComin' up? So like that syrup they canceled\nI'ma say, \"Fuck you and your mama,\" then blame my rap persona\n \n(\nGun smoke, Gun smoke\n)\nThat's the excuse that I used to explain my grammar\nAllowing me to just do what I do and not face the ramifications\nSo I could air my frustrations\nBut I'll be damned if the same reporter's gonna shove another tape recorder\nAnd camera in my face while I am at the Burger King\nJust to grab my lil' baby daughter a hamburger like Shady oughta be amicable\nGuess that's the price that you pay for all the glamour, the fame and stardom\nLike when you're treated just like an animal\n \n(\nGun smoke, Gun smoke\n)\nYou'll not act like one when you came from bottom\nBut they gonna make me wanna pull a llama\nAnd make like I'm a mechanical bull (Yeah)\nFuck around and buck these hoes, ain't talkin' no luxury clothes\nTwo nines I tuck, see those?\nLike Rock & Roll Hall of Famers, try and duck deez, yo\nHey, what the fuck you want?\nDidn't I just see you yesterday?\nFuck outta here, fuckin' bitch\nNow I'm much older, and I may be calmer\nRun up on me, and I might be a little less likely\nTo go crazy on ya, and let the\n\n[Outro: The Notorious B.I.G.]\nGun smoke\nI just want the paper\nI just want the paper\nGun smoke, gun smoke"
}