{
  "title": "Gunz for Sale",
  "artist": "50 cent",
  "lyrics": "[Intro]\nWoo wooo\nHaha\nG-Unit!\nAhhhhhh\n[Chorus]\nWe got those semi-automatics and we got them revolvers\nWe them niggas you should get at if you got a problem\nWhen them hollow tips hit 'em, man, that should solve 'em\nWe got them Lugers, them Rugers, \nthem M1s\n and they all for sale\nGot that nine millimeter, got that ten millimeter\nGot that little deuce deuce and they all for sale\nGot that old trey pound, got that new four pound\nThey've been used once or twice and they all for sale\n[Verse 1]\nWa da da dang, wa da da da dang\nI'm the reason them thangs in my hood go bang!\nI got that trey deuce, I call that \"My nigga, behave\"\n16 gauge\n in case you niggas wanna get crazy (Yeah!)\nWhen a sawed off hit your body parts, they fall off\nYou get hit in the leg, man, you can't even crawl off (Uh huh)\nWhen that AK switch to automatic to spray\nEverybody out this bitch could get hit wit a stray\nI got silences, scopes, \nmilitary issued pistols\nHolla at me, whatever you need, homie, I can get you \nev'thing\n Rubber grips, hollow tips, extra clips\nYou don't want your shit to jam, better buy a cleaning kit\nTeflon\n, \nkevlar, need to wrap it round your chest\n (Yeah!)\nYou pop off, they pop back and you get left a bloody mess\nMAC-11, MAC-10, time for some action\nDump a clip out this bitch, see how niggas act then\nGot guns and ammo, they all for sale\nClips included, you responsible for your bail\n\n[Chorus]\nWe got those semi-automatics and we got them revolvers (Yea!)\nWe them niggas you should get at, if you got a problem\nWhen them hollow tips hit 'em, man, that should solve 'em\nWe got them Lugers, them Rugers, them M1s and they all for sale\nGot that nine millimeter, got that ten millimeter\nGot that little deuce deuce and they all for sale\nGot that old trey pound, got that new four pound\nThey've been used once or twice and they all for sale (Ahhhh)\n[Verse 2]\nG stand for \"Gangster\", Unit stand for \"U Niggas In Trouble\"\nBetter lock and load on the double, G-Unit!\nFresh out the box, 40 Cali Glocks\nCalico 100 shot, \nstreet sweepers clear the block\n (Uh huh)\nI'm that nigga niggas call when them shots pop\nTake 'em to my grandmama basement, show 'em what I got (Yea!)\nLook, I got three 380s, a TEC and two M1s (Uh huh)\nIce came through in some shit and bought him one (What)\nThem young boys from the projects crazy\nHe was kissing on the toast and saying \"that's my baby\"\nBuck came through saying \"50, show me some love\"\nSold him a dub-dub, something he can sneak in the club\nGave him some shells for that trey 8 snub, he gave me some bud, gave him a pound, gave him a hug, love is love\n (Uh huh)\nI take it back to the N.W.A days, fuck Jake\nMy CDs raise the crime rate in \nthe tri-state\nGot some Ruger's, some SIG's, some Colt's\nMy nigga, for real... Holla at the kid, they all for sale\n\n[Chorus]\nWe got those semi-automatics and we got them revolvers\nWe them niggas you should get at, if you got a problem\nWhen them hollow tips hit 'em, man, that should solve 'em\nWe got them Lugers, them Rugers, them M1s and they all for sale\nGot that nine millimeter, got that ten millimeter\nGot that little deuce deuce and they all for sale\nGot that old trey pound, got that new four pound\nThey've been used once or twice and they all for sale\n[Outro]\nYeah, man, y'all niggas got any problems?\nY'all know where y'all can reach me at, man\n1917, 499, 1919, homie\nYou know I mean, holla at the kid\nYou know what I mean?\nSo what it got bodies on it, it still look new"
}