{
  "title": "Gypsy",
  "artist": "Lady Gaga",
  "lyrics": "[Verse 1]\nSometimes a story has no end\nSometimes I think that we could just be friends\n\"'Cause I'm a wandering man,\" he said to me\n\"And what about our future plans?\nDoes this thing we have even makes sense\nWhen I got the whole world in front of me?\"\nSo, I said\n[Chorus]\nI don't wanna be alone forever, but I can be tonight\nI don't wanna be alone forever, but I love gypsy life\nI don't wanna be alone forever\nMaybe we can see the world together\nI don't wanna be alone forever, but I can be\nTonight!\nTonight!\n[Verse 2]\nSo I just packed my baggage, and\nSaid goodbye to family and friends\nAnd took a road to nowhere on my own\nLike Dorothy on a yellow brick\nHope my ruby shoes get us there quick\n'Cause I left everyone I love at home\n\n[Chorus]\nAnd I don't wanna be alone forever, but I can be tonight\nI don't wanna be alone forever, but I love gypsy life\nI don't wanna be alone forever\nMaybe we can see the world together\nI don't wanna be alone forever, but I can be\nTonight!\nTonight!\n[Post-Chorus]\n'Cause I'm, I'm, I'm, I'm, I'm, I'm a gypsy, gypsy, gypsy, I'm\nI'm, I'm, I'm, I'm, I'm, I'm a gypsy, gypsy, gypsy, I'm\nI'm, I'm, I'm, I'm, I'm, I'm a gypsy, gypsy, gypsy, I'm\nI'm, I'm, I'm, I'm, I'm, I'm a gypsy, gypsy, gypsy, I'm\n[Bridge]\nAnd then he asked me, he said, \"Baby, why do we love each other?\"\nI said, \"Honey, it's simple, it's the way that you love and treat your mother\"\n[Chorus]\nThought that I would be alone forever, but I won't be tonight\nI'm a man without a home, but I think with you, I could spend my life\nAnd you'll be my little gypsy princess\nPack your bags and we can chase the sunset\nBust the rearview and fire up the jets\n'Cause it's you and me\nBaby, for life (If you go with me)\nFor life (See the world with me)\n\n[Post-Chorus]\n'Cause I'm, I'm, I'm, I'm, I'm, I'm a gypsy, gypsy, gypsy, I'm\nI'm, I'm, I'm, I'm, I'm, I'm a gypsy, gypsy, gypsy, I'm\n[Outro]\nRussia\n, UK, Paris, \nI'm Italian,\n \nAsian, かんぱい !\nAfrica, India, I'm a gypsy, gypsy, gypsy, I'm\nLatin-American, \nI don't speak German, but I try\nSomeday in Jakarta\n, I'm American, I'm gypsy, I'm\nBangkok, Australian, Malaysia, \nSweden, Finland, Norway\nBe my home just for the day\nI'm a gypsy, gypsy, gypsy, hey"
}