{
  "title": "Gz And Hustlas",
  "artist": "Snoop Dogg",
  "lyrics": "In a 2013 interview, Snoop said the track was a freestyle.\n\nThe background music and the music box-like tune are sampled from Bernard Wright’s “Haboglabotribin’”.\n[Intro]\nGood morning, boys and girls\nI'm your substitute teacher\nMy name is Mr. Buckworth\nThe topic for today is\nWhat you would like to be when you grow up\nYou, over there in the jean shirt\nWhat you wanna be when you grow up?\nI would like to be a police officer\nAlrighty, that's a pretty good profession\nYou over there in that black shirt\nWhat you wanna be when you grow up?\nI would like to be a fireman\nAlright, that's a pretty good profession too\nHey, you in the back with those French braids\nWhat's your name?\nMy name is Snoop\nAlright, Snoop\nWhat you wanna be when you grow up?\nI wanna be a motherfuckin' hustla\nYa better ask somebody\n[Chorus]\nThis is for the G's, and this is for the Hustlas\nThis is for the hustlas, now back to the G's\nThis is for the G's, and this is for the Hustlas\nThis is for the hustlas now back to the G's\n\n[Verse 1: Snoop Dogg]\nFreeze, at ease, now let me drop some more of them keys\nIt's one-nine-nine-tre so let me just play\nIt's Snoop Dogg, I'm on the mic, I'm back with Dr. Dre\nBut this time I'ma hit yo' ass with a touch\nTo leave motherfuckers in a daze, fucked up\nSo sit back, relax, new jacks get smacked\nIt's Snoop Doggy Dogg, I'm at the top of the stack\nI don't lack for a second, and I'm still checkin'\nThe dopest motherfucker that ya hearin' on the record\nIt's me, ya see, S-N-double-O-P\nD-O-double-G-Y, the D-O-double-G\nI'm fly as a falcon, soarin' through the sky\nAnd I'm high 'til I dizzie, rizzide\nSo check it, I get busy, I make your head dizzy\nI blow up your mouth like I was Dizzy Gillespie\nI'm crazy, you can't phase me\nI'm the S oh yes, I'm fresh\n, I don't fuck with the stress\nI'm all about the chronic, bionic ya see\nEvery single day, chillin' with the \nD-O-double-G's\nP-O-U-N-D that's my clique, my crew\nYou fuck with us, we gots to fuck you up\nI thought ya knew, but yet and still\nYa wanna get real, now it's time to peel, ya say chill\nAnd feel, the motherfuckin' realism\nSnoop Doggy Dogg is on the mic I'm hittin' hard as steel nigga\n\n[Chorus]\nThis is for the G's, and this is for the Hustlas\nThis is for the hustlas, now back to the G's\nThis is for the G's, and this is for the Hustlas\nThis is for the hustlas now back to the G's\n[Verse 2: Snoop Dogg]\nHow many hoes in your motherfuckin group\nWanna take a ride in my 7-8 Coupe, DeVille?\nChill, as I take you on a trip\nWhere them niggas ride, and slide, you know about the East Side\nNiggas like myself, here to show you where it's at\nWith my hoes on my side, and my strap on my back\nPapers I stack daily\nAnd \nDeath Row is still the label that pays me\nBut you know how that go\nWe flow toe for toe, if you ain't on the Row\nFuck you and your ho, really though, so check it\nIt's Snoop Doggy Dogg on the solo tip\nStill clockin' grip, and don't really give a shit\nAbout nuttin' at all, just my Doggs, steppin' through the fog\nAnd I'm still gon' fade 'em all\nWith the gangsta shit that keeps ya hangin'\nHow many hoes in ninety-four will I be bangin'?\nEvery single one, to get the job done\nAs I dip, skip, flip, right back to two one\nWhere the sun be shinin' and I be rhymin'\nIt's me, Snoop D-O-double-G, and I'm climbin'\n\n[Chorus]\nThis is for the G's, and this is for the Hustlas\nThis is for the hustlas, now back to the G's\nThis is for the G's, and this is for the Hustlas\nThis is for the hustlas now back to the G's\n[Verse 3: Snoop Dogg]\nI come \ncreepin' through the fog\n with my saggin' deuce\nEast Side, Long Beach, in a 7-8 Coupe DeVille\nI'm rollin' with the G Funk, bumpin' in my shit and it don't quit\nSo drop it on the one motherfucker put together that set\nA nigga with a grip of that gangsta shit\nWith the Eastside hoes on my motherfuckin' dick\nAnd the Compton niggas all about to set trip\nSwing it back, bring it back, just like this\nAnd if you with my shit, then blaze up another spliff\nAnd keep the motherfuckin' blunt in your pocket, loc\n'Cause Doggy Dogg is all about the zig zag smoke\nSee, it's a West coast thing, where I'm from\nAnd if you want some, get some, bad enough, take some\nBut watch the gun by my side\nBecause it represents me and the motherfuckin' East Side\nSo bow down to the bow wow, 'cause \nbow wow\nYippie yo\n, you can't see my flow\nMy shit is dope, original, now you know\nAnd can't no hood fuck with Death Rizzow\n[Chorus]\nThis is for the G's, and this is for the Hustlas\nThis is for the hustlas, now back to the G's\nThis is for the G's, and this is for the Hustlas\nThis is for the hustlas now back to the G's"
}