{
  "title": "Gz Up, Hoes Down",
  "artist": "Snoop Dogg",
  "lyrics": "[Intro: Snoop Dogg]\nYeah, what's happening?\nThis one is dedicated to my niggas\nAll my niggas out there, \nG's up, hoes down\n[Verse 1: Snoop Dogg]\nLadies and gents, playas and pimps listen\nSnoop Doggy Dogg on the mic, pay attention\nOne, two, oh what shall I do?\nI'm slipping on my khaki suit (Which one?)\nThe blue one, gun by my side as I mob to the beach\nOn a mission and I'm fishing for my DJ Warren G\nNow as I look for the bud sack\nAnd see where my loves at on the lake where the doves at\nCognac is the drink that's drank by G's\nSagging like a mothafucka, khakis to they knees\nBitch please, you know how we do the undercover\nI'm Snoop Doggy Dogg, not your average motherfucka, see\n[Pre-Chorus: Snoop Dogg]\nSome of you don't know about the G thang, baby\nIt's the smooth gangsta shit that be driving ya crazy\nNow as ya groove to the beat and ya move to the sound\nI'mma hit ya up with the Pound, G's up, hoes down\n[Chorus: Hug]\nWill all the real G's, please stand up\nAnd let all be accounted for\nAnd if you don't give a fuck about a bitch\nThen you're rolling with the Row\n\n[Bridge: Snoop Dogg & \nHug\n]\nBack with the one, two, three, and to the fo'\nIt's the S-N, O and to the O, P\n(\nWhy am I so fly?\n) I don't know, but\n(\nWhy am I so high?\n) It's the Indo\n[Verse 2: Snoop Dogg]\nI don't fuck with the pocus, everbody knows this\nFucking with \nThe Chronic\n cause \nThe Chronic\n gives me dopeness\nNow focus your eyes on these, follow me\nAs I take ya rolling with the real OG's\nEast Side is the motherfuckin' place, known as home\nDoggy Dogg with my bone in my hand, twenty grand and\n[Pre-Chorus: Snoop Dogg]\nSome of you don't know about the G thang, baby\nIt's the smooth gangsta shit that be driving ya crazy\nNow as ya groove to the G-funk and ya move to the sound\nI'mma hit ya up with the Pound, G's up, hoes down\n[Chorus: Hug]\nWill all the real G's, please stand up\nAnd let all be accounted for\nAnd if you don't give a fuck about a bitch\nThen you're rolling with the Row\n\n[Outro: Snoop Dogg]\nHell yeah, you know what I'm saying?\nThis is stricly for the G's, you know I'm saying? Fuck that, bitch\nNiggas always handcuffing that ho\nWhen a nigga like me steps in the place\nI don't want that ho, I don't love that ho\nI'm caught up with my greens\nCollard greens, Indo and the cash flow\nYou know what I'm saying? Peace, G's up, hoes down"
}