{
  "title": "h u n g e r . o n . h i l l s i d e",
  "artist": "J.Cole",
  "lyrics": "[Intro: J. Cole]\nAlright now, alright now\nGod has a plan for you\nAnd all you've got to do is believe, believe, believe\nYeah\n[Chorus: J. Cole]\nShit gon' get hard, keep your head strong\nIf I quit now, then I'm dead wrong\nFightin' off this hunger for hours\nBig stepper, nigga, don't get stepped on\nThe money might fade, but respect don't\nStill gon' be me when success gone\nI don't speak the language of cowards\nI walk through the flame like I'm Teflon\n[Verse 1: J. Cole]\nI sucked up the pain and I kept goin'\nWhole world know my namе, bitch, my rep strong\nWe sold out in less than a hour\nThеse words I still sang like I'm slept on\nI sin, so I can't cast the next stone\nUnless it's baguettes 'round my neck bone\nInside of my frame lies a power\nYou can't get this game from no TED Talk\nI wanna know if they understand me\nI put it all on A, ain't no plan B\nHopin' all this weight ain't gon' drown me\nFucked around, got grey hairs already\nRunnin' up the stairs on a tower\nRunnin' up these Ms by the hour\nIf I drop a gem, money showers\nWhen you get your taste, they get sour\n\n[Chorus: J. Cole & \nBas\n]\nShit gon' get hard, keep your head strong\nJust keep your head strong\nThe money might fade, but respect don't\nThe ultimate price is regret now\nStill gon' be me when success gone\nStill gon' be me, ahh-ahh-ahh\nBig stepper, nigga, don't get stepped on\n[Verse 2: J. Cole]\nWaitin' my turn like grains of sand inside a hourglass\nMainly concerned back in the day with how long I would last\nMake a few thousand dollars stack with every hour passed\nI catch you playin' inside my lane and I'ma foul your ass\nPut the whole game on top my back, don't need no chiropract'\nThey callin' me young PWC, I got my power back\nAin't fuckin' around, beefin' with me gon' get you hollered at\nNiggas can't see me one-on-one, that's word to Kyla Pratt\nYou hittin' them weights, congratulations 'cause you built somethin'\nYou takin' a lot of boxin' lessons, but you still pussy\nI see right through you niggas just like 2Pac hologram\nAin't doin' Coachella, bookin' me gon' be a lot of Ms\nI'm feeling myself, I'm building my wealth up 'til it's towerin'\nI put my tongue all in my bitch, she get to hollerin'\nI ain't doin' no dirt no more, I stopped creepin' six years ago\nFun fuckin' them hoes until you realize that you is the ho\n\n[Chorus: J. Cole]\nShit gon' get hard, keep your head strong\nIf I quit now then I'm dead wrong\nFightin' off this hunger for hours\nBig stepper, nigga, don’t get stepped on\nThe money might fade, but respect don't\nStill gon' be me when success gone\nI don't speak the language of cowards\nI walk through the flame like I'm Teflon\n[Outro: Bas]\nCan't be afraid of sunlight (Sunlight)\nSpotlights when it glows (It glows)\nAll the pain you hold\nMakes you worth your weight in gold\nCan't be afraid of sunlight (Sunlight)\nSpotlights when it glows (It glows)\nAll the pain you hold\nMakes you worth your weight in gold\nGod has a plan for you\nAnd all you've got to do is believe, believe, be—"
}