{
  "title": "H.Y.B.",
  "artist": "J.Cole",
  "lyrics": "[Intro]\nListen, baby\nI've got news\nI've got bad news for you\n[Chorus: Bas]\nAnd we ball like TNT, watch these hoes all pick a side\nBitches flock like TMZ every time we come outside\nCalled a Uber SUV, how many gon' fit inside? Yeah\nHide your bitch, hide your wife, yeah\nBagged your bitch in my slide, yeah\nPray the dogs never die, yeah\nForty-two come alive, yeah\nHide your bitch, hide your wife\n[Verse 1: J. Cole]\nI'm allergic to cap\nI can't hear these niggas rap without an EpiPen\nYou'll never see me in Giuseppe, I find 'em tacky, look what I'm stepping in\nSome shit I designed with Italians, callin' 'em Indy 5000s\nOr maybe five hundred\nI kick the door down, if I want it and niggas won't let me in (Uh)\nMy career in a nutshell, these bums never did nothin' but fail\nThey gon' see I'm the one when the dust settles\nThey gon' see I'm the one\nA-B-C-D-E-F-G, H-I-J-K, uh, M-N-O-P\nThat's little me in the classroom askin', \"What's L?\" (Uh)\nI never been known to take those\nYour girl saw me and her face froze\nYou better be lucky I'm faithful\nPlease test me, I ace those\nMy money been growin' like eight fold, uh\nBut you know how I hate goals\nI can't tell if they turning green from the envy, or is it the fake gold? (Uh)\nI move through the street one deep, I keep forgettin' I'm J. Cole\nI feel like a regular nigga, I just got a very irregular bankroll\nWord to Pluma, I've been gettin' Pesos\nMy account like the end of a rainbow\nEvery time that I spit it's a flame throw\nMe, Bassy, and Cench, it's NATO\n\n[Chorus: Bas]\nAnd we ball like TNT, watch these hoes all pick a side\nBitches flock like TMZ every time we come outside\nCalled a Uber SUV, how many gon' fit inside? Yeah\nHide your bitch, hide your wife, yeah (Skrrt)\nBagged your bitch in my slide, yeah\nPray the dogs never die, yeah\nForty-two come alive, yeah\nHide your bitch, hide your wife\n[Verse 2: Central Cee]\nLord forgive me as I'm a sinner\nThe way that I live, I'm preparing for hell\nI don't know why you're mad, you should probably thank me\n'Cause I been airin' your girl\nIf it gets on top, we can take the chase 'cause we know the area well\nThank God I'm not far off a hundred Ms, I gotta thank Ron Perry as well\nI don't even know why they stepped in the ring\nA few seconds in and they're throwin' the towel in\nWhen we pull into the town, neighbours sayin', \"How the hell they get them houses?\"\nNow I'm in some different locations, I don't even know how to pronounce them\nAward shows, I bring my pouch in, I ain't even pullin' out my\nI can't get papped by TMZ, tryna fit four tings in the G63\nI'ma give one ting to my bro YG, I'ma handle the rest and jeet all three\nThe back so big, got me all gassed up, \nhow the fuck did she fit in them Diesel jeans?\nI can't compete 'cause they ain't in my league\nOh, please, it ain't even a equal beef\nAt least hit man in the abdominal, bro, it don't even count if below the knee\nBlock life, chillin' with a horrible ho, she gonna get down and blow the team\nMe and the guys was borrowing clothes, like, \"Bro, let me hold that coat this week\"\nNow it's after hours, I've shutdown Harrods, I bring out the AmEx and go on a spree\n\n[Chorus: Bas]\nAnd we ball like TNT, watch these hoes all pick a side\nBitches flock like TMZ every time we come outside\nCalled a Uber SUV, how many gon' fit inside?\n Yeah\nHide your bitch, hide your wife, yeah\nBagged your bitch in my slide, yeah\nPray the dogs never die, yeah\nForty-two come alive, yeah\nHide your bitch, hide your wife"
}