{
  "title": "Habits",
  "artist": "Eminem",
  "lyrics": "[Intro: Eminem]\nBeen waitin' a long time for this shit (\nAh\n)\nLong time no see (\nAh\n)\nThought you got rid of my ass, huh? (\nLet me go, you sick fuck\n)\nAlright, here's what we're gonna do (\nPiece of shit\n)\nYou take this (\nNo\n)\nOr I put a bullet between your fucking eyes (\nI don't wanna\n)\nHere (\nFuck no\n)\nThen we'll split it (\nNo\n)\n[Verse 1: Eminem]\nHalf an Ativan, I'm drivin' straight at a van\nIn a black sedan, fast as I can\nIn Pakistan gettin' chased by a pack of Stans (Get him, ah, get him, get him)\nYou know how I roll, bitch (What?), I'm an avalanche\nThis my shit, I'm gonna spit it how I wanna spit it\nWhoever gets offended, suck a dick and fuck a critic\n'Bout to get retarded on this motherfuckin' shidit\n\"You can't say retarded,\" shut up, midget (The fuck?)\nAnd we've been tryna break thе habit of sayin' any R-words (Yeah)\nBut I'm still an addict, so it's getting harder (Ah)\nBeen callin' bitchеs \"hoes\" since a kindergartner\nSince Jimmy Carter,\n \nnow I'm kitty-cornered (What?)\nSittin' in PC court with a shitty lawyer (Shit), like damn\n[Chorus: White Gold & \nEminem\n]\nYou got an addiction, man (Ah)\nI know you can't get rid of me forever\n'Cause you know that I'm prescription, man\nGoddamn, I miss you, Slim (Woo)\nYou got an addiction, man\nI know you can't get rid of me forever\n'Cause you know that I'm prescription, man\nNext time, I'll be in your vein (\nYeah\n)\n\n[Verse 2: Eminem]\nWas just a kid from Detroit who knew how to destroy the booth\nAnd had a point to prove (Yeah),\n \nand I'm as\n (What?)\nVenomous, still I poison youth, sentences (Yeah)\nI'm pennin' are just to toy with you\nWhich is a joy to do, Slim is just (What?)\nA lyricist here to voice his true sentiments (Yeah)\nGot the women pissed and it seems like men are just (What?) off growing a huge clitoris (Pussies)\nYeah, I probably annoyed a few feminists\nI reminisce on them blowing a fuse over my points of view\nStill I'm devoid of two shits to give (Yeah)\nMy thinkin' is primitive\nBut when it comes to givin' it to anybody, boy, is Bruce generous (Marshall)\nAnd I'm 'bout as much of a boy as Bruce Jenner is (Damn)\n'Cause I'm not a boy, I'm a man, bitch, man-bitch (Haha)\nMy speech is free as his choice to choose gender is (Man)\nThis shit is like opioid abuse, isn't it? (Yup)\n[Chorus: White Gold]\nYou got an addiction, man\nI know you can't get rid of me forever\n'Cause you know that I'm prescription, man\nGoddamn, I miss you, Slim (Woo, uh)\nYou got an addiction, man\nI know you can't get rid of me forever\n'Cause you know that I'm prescription, man\nNext time, I'll be in your veins\n\n[Bridge: Eminem]\nThere's times when I lay down to sleep, I argue with myself\nAm I the only one who thinks this way? Do I need help?\nJust a little bit, no, a lot a bit, I really, really gotta quit\nSomething's wrong with me, my God, old habits die hard\n[Interlude: Mr. Reality]\nLook at you\nWhat's the matter with you people?\nYou're sad that people are mean?\nWell, I'm sorry, the world isn't one big liberal arts college campus\n**** you, you're all pricks\n[Verse 3: Eminem]\nMom shaming, dad shaming (Ah), yeah\nFat-shaming (What?), man-splaining, blah (Pfft)\nCrybabies attack Shady, wah\nMad 'cause they can't tame me (Get it)\nHere come the censors (Look out), like the Avengers\nAnd they assemble like Prince and then turn\nA word like \"ginger\" into the N-word\nAll these pronouns (Ah), I can't remember (Damn)\nThey or them, theirs? (Whose?), his or him, hers? (Ah)\nEnter them girls who bought tits to get attention\nThen get hit on by ugly men who are (Creep)\nNot in your league, so you pretend you're a victim\nAnd me-too 'em (Ah),\n \noutraged, how fake? (What?)\nNowadays, some gals, they (What?), just clout-chase (Yeah)\nLook at me with sour grapes and your brow raised\nBitch, you ain't about head (What?), about face (Woo)\nLittle white, middle-age, upper-middle-class\nWith a glass of wine and your cigarette\nBitch, get off the internet (Yeah)\nYou ain't even fed your kids dinner yet (Haha, still)\nParental discretion\n, mental aggression, \nmy head's a Smith & Wesson\nYou're messin' with a lethal weapon, like an evil stepdad\nI got an infrared like the ginger stepkid who pissed the bed (Ginger)\nI do this shit in jest and it's just to mess and F with your head\nAnd if men wanna wear lipstick and women's underwear\nWho cares? Their shit is their business, now bear witness\nBeware, bitches, the Blair Witch on you scared bitches\nI'm surreptitious (What?), on square business\nJust attacked my therapist with a pair of scissors like \"Merry Christmas\"\nDressed as a Hare Krishna, terrorist with a hair-trigger\n (Woo)\nBut with these buttons I'm always pushing (Yeah), pain I'm always inflicting (What?)\nProtestors outside the Shady offices livid (Yeah)\nIt'll make you think that you had the game on lock 'til they pick it (Trick it)\nOnly way for me to explain it is I'm conflicted (What?)\nWalkin' on eggshells, like if I take it too far, is this it? (Yeah)\nPart of me gets it and wants to say I'm sorry and fix it (I'm so—)\nSo all my statements are basically contradictive (What?)\nLike using the F-word for gay is wrong and offensive (What?)\nAnd insensitive as if me sayin' the R-word isn't (Wait)\nWait a minute, which R-word? Rape or retarded, midget? (\nNot cool, guys\n)\nWould this rhyme be okay if South Park had did it? (\nOkay, screw you guys\n)\nWould it make you less angry if Cartman spit it? (\nGoddammit\n)\nAnd as far as what I just stated, regarding midgets\nYou'll probably think I'll just say that I'm playin', I'm not, I meant it (Yeah)\nSwear to God I see one of them little fuckers come at me\nI'll pick it up by its legs and drop it and kick it\n\"Marshall, you're wicked, face it, you are addicted\" (I know)\nBut they gon' do me the same as DaBaby with all of this shit (Why?)\nChappelle and Colin, they're callin' Shady misogynistic (Yeah)\nWhile raisin' three daughters, two graduated from college with honors\nSumma cum laude, my sense of humor is probably twisted\nIt's painfully obvious that\n\n[\nChorus: White Gold & \nEminem\n]\nYou got an addiction, man\nI know you can't get rid of me forever\n'Cause you know that I'm prescription, man\nGoddamn, I miss you, Slim (Woo, hey)\nYou got an addiction, man\nI know you can't get rid of me forever\n'Cause you know that I'm prescription, man\nNext time, I'll be in your veins (\nHaha\n)\n[Outro: Eminem]\nI'm just playin', little people, you know I love you"
}