{
  "title": "Hate",
  "artist": "Jay-Z",
  "lyrics": "This duet with Kanye West deals with a subject near and dear to both artists – people who are jealous of their success and money\n[Intro: Jay-Z & \nKanye West\n]\nHaters\nHaters—snitch haters!\nAnd I made myself so easy to love\nYeah, yeah\n[Verse 1: Kanye West]\nHow much they hate it? Very\nKiss girls like Katy Perry\nI am never sprung, but I spring 'er: Jerry\nDon’t try this at home; results may vary\nKing like T.I., but in the Chi, Larry\n[Verse 2: Jay-Z]\nHoover? Hova\nBoth are American Gangsters\nYou choose who's colder\nRappers get nasty in the booth but I'm grosser\nI can’t even stomach myself: ulcer\nMore realer 'cause I'm closer\nHad girlies in girdles weighing more than they supposed to\nPoser? No, sir\nMy hustle: so Russell\nI stretch work: yoga\nYou know I got it down, dog\nAl Roker, I used to knock pounds off\nIt ain’t nothing for me to knock nouns off\nAnd these MCs praying for my downfall\nThey just haters\nI wave at you, I’m so player\nI’ll never be done, I’m so ra-re\n\n[Verse 3: Kanye West]\nWe killing the game, it's not fair\nYou motherfuckers stay right there\n'Cause we too high up in the air\nWe blasting off just like a laser\nNigga, \"Pyong! Pyong! Pyong!\"\nGet back, give me room, room, room\nDB9 like, \"Vroom, vroom, vroom!\"\nYoung Hov', what we doin', doin', doin'?\n[Verse 4: Jay-Z]\nWe ballin', bitches\nEating y'all food, leaving dishes\nWhy these niggas always talking Lear talk, 'Ye?\nWhy I never see 'em at the Clearport, 'Ye?\nWhy always hear they at the airport?\nWhile I fly daily like I'm in the Air Force (Ayy)\nTherefore, please stop talking my ears off, millionaire talk\nYou haters, you mad at me 'cause your paper\nNeed to get its motherfucking weight up\n(Hold up) Wait up, I ain’t done\nName one thing I ain’t done\nIt hurts when you say that I ain't the one\nYou haters, how do I gain your favor?\nI need to know 'cause I care\nI need you to love me, I swear—look here!\nSee 'Ye is running the Chi like Gale Sayers\nI'm running New York, I got the mayor on my pager\nYou can’t fade us, you haters\nI need you, stay there\nI breathe you like air\n\n[Outro: Jay-Z]\nAy-yer\nYeah-yeah-yeah, yay-yer\nYeah-yeah-yeah, yay-yer\nWhere all my haters?\nI love all my haters\nLove all my haters\nI love all my haters\nWhere the fuck is my haters? Hater?\nYay-yer! Haha"
}