{
  "title": "Head Honcho",
  "artist": "Eminem",
  "lyrics": "[Verse 1: Ez Mil]\nDoin' my best just to not blow my cover\nKnow it's all just a test, but I can't pass up this hunger\nThere's still a hole in my chest and I'm tryna strap it with numbers\nAll you hoes got your checks, but I'm a queen when I run up\nCross a king with my hunters, shootin' threes in abundance\nRookie Gs actin' thuggish, you're pawns to me\n, shut the fuck up\nAnnihilation's what we love, steady hittin', gettin' dodged\nJust wait 'til we get the guns out\nKwarenta-singko na kalibre o nuwebe, 'kaw na bahala\nSa dinami-rami mong mali, utak mo lang may tama\nSa kitid mo mag-isip, pare, 'la ka man lang na banat\nNaglalim-laliman, ang sarap mong ilublob sa dagat\n'Di kailangang magpatunay sa sinuman ang nakikinig\n'Di masasalag ng sintido o ng iyong bibig\nPicture this, I might be a hero to your little kid\nOr a villain, either way, I'm the fuckin' head\n[Chorus: Ez Mil]\nI'm the head honcho, money comе from my flow\nQue hubole, blanco? Then gеt the bread pronto (Uh-huh)\nYeah, I'm the head honcho, money come from my flow (Yeah)\nQue hubole, blanco? (Uh) Then get the bread pronto (Look, I got)\n[Verse 2: Ez Mil]\nI got loose scripts, to grip, that's the shit I'm smooth with\nI'm the new kid that these fathers can't fool with\nCept my loose lips,\n are tighter than how these boots fit\nI got that new drip that drowned titanical cruise ships\nDon't you dib and dabble too close\nJust watch us from the distance, \nI don't fuck with all that glucose\nYou fall and need assistance, I could do the same, but who knows?\nI'd rather say, \"Good riddance,\" \nJack the Ripper rippin' paroles\nAnnihilate with persistence to try to say somethin' different\nBut by today, I'm just spittin' to rhyme while makin' a livin'\nBut mama say that I'm different, she proud of how I do business\nI kinda resemble Hitman that got away from the killin'\n\n[Chorus: Ez Mil & \nEminem\n]\nI'm the head honcho, money come from my flow\nQue hubole, blanco? Then get the bread pronto\nYeah, I'm the head honcho, \nthey call me the boss, though\nYou can call me Marshall\n,\n \nthen get the bread pronto (\nYo\n)\n[Verse 3: Eminem]\nYou don't relate to me, guess you never been angry or sad (Hm)\nOr maybe just have never had to face any adversity\nTake any ass whippings, I basically had\nTo see some shit that'd make you faint like you're fakin' a jab (Pussy)\nBitch, you wish you had a life like mine (Yeah)\nYou just fantasize the shit you write, you guys like lyin' (Yeah)\nEverything you ever been through multiplied by nine (What?)\nAin't even half the shit I went through by the time I was five (Like, what?)\nSaw my uncle get stabbed, took a knife right in the abs (Yeah)\nAnd all he was tryna do was get my tricycle back, yeah\nThe one that Boogie, Malcolm and Isaac just jacked\nAfter they jumped me and stomped me (Boom) and hit me twice with a bat (Ugh)\nWas five and a half, second time I survived an attack\nTwo twins, they call themselves the bulldogs (Hrr), white kids and fat\nI was too frightened to scrap (Ha), I didn't fight or hit back\nAnd you wonder why is it that I treat a mic like a gat?\nFully loaded, but I pull it, a bullet from out a barrel the size (Brr)\n of a derringer flies\nThat's how I would characterize lyrics\nBut America, I could see the fear in your eyes\nYou saw my terrible side, the blonde hair and blue eyes\nNow, the writing is on the wall like graffiti still\nIf you're havin' trouble reading, we'll make it simple, he's Ezekiel\nEasy name to remember (Why?)\n'Cause his rap name is the same as like ten minutes on stage is for me (Oh), easy mill\nOr should I say measly mill? (Haha)\nYeah, 'cause as sure as Ma used to feed me\nSleeping pills to keep me (Yeah), sleepy still, it was creepy\n'Cause indeed, she (What?) could've easily Casey Anthony'd me (Yeah)\nThese rappers, I'm above 'em, but punchin' down ain't beneath me\n (Nope)\nCold as the wind chill factor, but the fact is I don't know when to chill\nBut every time I come out, they expect me to fuckin' reinvent the wheel\nRappers get praised for spittin' bars with less than the tenth of skill\nImbecile on the ledge like a\n \nBenzo\n pill on a windowsill\nNow \"cancelled\" ain't the word for me\nYou need a term that's probably stronger than dirty laundry (Hell)\nThis controversy got me in the worst of quandaries\nFeel like the Earth's axis, the world's turnin' on me\nLike them cops in Akron, Ohio with Jayland Walker\nAin't caught this much flak in a while (Nah) since back as a child (Damn)\nAnd all I did was say like one thing bad then it \nspiraled\nSaw you crackin' a smile (Haha), then relapsed into my old ways\nBack into vile\n (Yup)\nGuess there ain't no civilizin' a savage,\n and I don't (No)\nGive a fuck if you hate me worse than each track on \nRevival\n (Huh)\nBitch, I'm back like a spinal (Yeah), get it crackin' like chiros (It's the)\nIt's the coup de grâce, \nI'm cruder than removin' claws from a cougar's paws\nAnd throwin' it back in the wild\n (Fuck)\nBut you tamin' me? Ain't gonna happen, and I'll\nLive on planet denial (Ha) for the rest of my life\nBut you'll be a stan 'til I die, though (Ha)\n(You'll be a stan 'til I die, though)"
}