{
  "title": "Heart of the City (Ain’t No Love)",
  "artist": "Jay-Z",
  "lyrics": "[Verse 1: JAY-Z]\nFirst the Fat Boys break up, now every day I wake up\nSomebody got a problem with Hov\nWhat's up? Y'all niggas all fed up 'cause I got a little cheddar\nAnd my record's movin' out the store?\nYoung fucks spittin' at me, young rappers gettin' at me\nMy nigga Big predicted this shit exactly\n\"Mo' Money, Mo' Problems,\" gotta move carefully\n'Cause faggots hate when you gettin' money like athletes\nYoungins ice-grillin' me, oh, you not feelin' me?\nFine, it cost you nothin', pay me no mind\nLook, I'm on my grind, cousin, ain't got time for frontin'\nSensitive thugs, y'all all need hugs\nDamn, little mans, I'm just tryna do me\nIf the record's two mil', I'm just tryna move three\nGet a couple chicks, get 'em to try to do E\nHopefully they'll ménage before I reach my garage\nI don't want much, fuck, I drove every car\nSome nice cooked food, some nice clean drawers\nBird-ass niggas, I don't mean to ruffle y'all\nI know you waitin' in the wing, but I'm doin' my thing\nWhere's the love?\n[Chorus: \nBobby Bland\n & JAY-Z]\nAin't no love in the heart of the city\nI said where's the love?\nAin't no love in the heart of town\n (Yeah)\n\n[Verse 2: JAY-Z]\nAnd then the Fugees gon' break up, now every day I wake up\nSomebody got somethin' to say\nWhat's all the fuckin' fussin' for?\nBecause I'm grubbin' more?\nAnd I pack heat like I'm the oven door?\nNiggas pray and pray on my downfall\nBut every time I hit the ground, I bounce up like roundball\nNow, I don't wanna have to kill soundboys\nDon't wanna have to cock back the four-pound bar\nLook, scrapper, I got nephews to look after\nI'm not lookin' at you dudes, I'm lookin' past ya\nI thought I told you characters I'm not a rapper\nCan I live?\nI told you '96 that I came to take this shit and I did\nHandle my biz\n, \nI scramble like Randall with his\nCunningham, but the only thing runnin' is numbers, fam\nJigga held you down six summers, damn, where's the love?\n[Chorus: \nBobby Bland\n & JAY-Z]\nAin't no love in the heart of the city\nNiggas, where's the love?\nAin't no love in the heart of town\n (Holla at me)\nAin't no love\n (Take 'em to church), \nin the heart of the city\nUh, uh, uh, uh, my nigga, where is the love?\nAin't no love in the heart of town\n (Fuck)\n\n[Verse 3: JAY-Z]\nThen Richard Pryor go and burn up\nAnd Ike and Tina Turner break up\nThen I wake up to more bullshit\nYou knew me before records, you never disrespected me\nNow that I'm successful, you'll pull this shit\nNigga, I'll step on your porch, step to your boss\nLet's end the speculation, I'm talkin' to all of y'all\nMales shouldn't be jealous, that's a female trait\nWhat, you mad 'cause you push dimes and he sell weight?\nY'all don't know my expenses, I gotta buy bigger plates\nHaha, and more baggies, why you all aggy?\nNigga, respect the game, that should be it\nWhat you eat don't make me shit\nWhere's the love?\nWhere's the love?\n[Chorus: \nBobby Bland\n]\nAin't no love in the heart of the city\nAin't no love in the heart of town\nAin't no love in the heart of the city\nAin't no love in the heart of town\nAin't no love in the heart of the city\nAin't no love in the heart of town\nAin't no love"
}