{
  "title": "Heat",
  "artist": "50 cent",
  "lyrics": "50 Cent assures us, via hard lyrics and a Dr. Dre beat built off gunshots, that even if he’s famous, rich, and selling records, he’ll still bust a cap in your ass.\n[Skit]\nAyy, you want some of this shit?\nNah, I don't want that shit\nI don't give a fuck\nI don't play that shit, and I'm finna buss a cap in a nigga\nMan, shut the fuck up!\nSlow down, slow down, slow down\nYou see that brick house right there? That's the nigga crib\nWhen he come out you gotta tighten his ass up\nI'ma get in the other car\nAight\n[Chorus]\nIf there's beef, \ncock it and dump it\n, the drama really means nothin'\nTo me, I'll ride by and blow your brains out (Brains out)\nThere's no time to cock it, no way you can stop it\nWhen niggas run up on you with them thangs out (Thangs out)\nI do what I gotta do, I don't care I if get caught\nThe DA can play this motherfuckin' tape in court\nI'll kill you, I ain't playin'\nHear what I'm sayin', homie, I ain't playin'\nCatch you slippin', I'ma kill you, I ain't playin'\nHear what I'm saying, homie, I ain't playin'\n[Verse 1]\nKeep thinking I'm candy\n 'til your fucking skull get popped\nAnd your brain hop out the top like Jack-in-the-box (Yeah)\nIn the hood, summertime is the killing season\nIt's hot out this bitch, that's a good enough reason (Woo)\nI've seen gangstas get religious when they start bleeding\nSaying \"Lord, Jesus help me\" 'cause they ass leaking\nWhen that window roll down and that AK come out\nYou can squeeze your little handgun 'til you run out\nAnd you can run for your backup\nBut them machine gun shells gon' tear your back up\nGod's on your side? Shit, I'm aight with that\n'Cause we gon' reload them clips and come right back\nIt's a fact, homie, you go against me, you're fucked\nI get the drop, if you can duck, you're luckier than Lady Luck\nLook, nigga, don't think you safe 'cause you moved out the hood\n'Cause your mama still around, dawg, and that ain't good\nIf you was smart, you'd be shook of me\n'Cause I'll get tired of looking for you, spray your mama crib and let your ass look for me\n\n[Chorus]\nIf there's beef, cock it and dump it, the drama really means nothin'\nTo me, I'll ride by and blow your brains out (Brains out)\nThere's no time to cock it, no way you can stop it\nWhen niggas run up on you with them thangs out (Thangs out)\nI do what I gotta do, I don't care I if get caught\nThe DA can play this motherfuckin' tape in court\nI'll kill you, I ain't playin'\nHear what I'm sayin', homie, I ain't playin'\nCatch you slippin', I'ma kill you, I ain't playin'\nHear what I'm saying, homie, I ain't playin'\n[Verse 2]\nMy heart bleeds for you, nigga, I can't wait to get to you\nBehind that twinkle in your eyes, I can see the bitch in you\nNigga, you know the streets talk\nSo there'll be no white flags and no peace talks\nI got my back against the wind, I'm down to ride 'til the sun burn out\nIf I die today I'm happy how my life turned out\nSee the shootouts, I done been in 'em by myself\nLocked up, I was in a box by myself\nI done made myself a millionaire by myself\nNow shit changed, motherfucker, I can hire some help\nI done heard about the fifty grand you put in the hood\nBut your shooter finna get shot, it won't do him no good\nWith a pistol, I define the definition of pain\nIf you survive, your bones'll still fucking hurt when it rains\nOh, you a pro at playing Battleship? Well, this ain't the same\nLittle homie, this is a whole different type of war game\nSee, the losers end up in shackles and motherfucking chains\nOr laid out in the street, leaking out they brains\n\n[Chorus]\nIf there's beef, cock it and dump it, the drama really means nothin'\nTo me, I'll ride by and blow your brains out (Brains out)\nThere's no time to cock it, no way you can stop it\nWhen niggas run up on you with them thangs out (Thangs out)\nI do what I gotta do, I don't care I if get caught\nThe DA can play this motherfuckin' tape in court\nI'll kill you, I ain't playin'\nHear what I'm sayin', homie, I ain't playin'\nCatch you slippin', I'ma kill you, I ain't playin'\nHear what I'm saying, homie, I ain't playin'\n[Bridge]\nAfter the fist fights it's gunfire, boy, you get the best of me (Best of me)\nIf you don't wanna get shot, I suggest you don't go testing me (Testing me)\nAll the wrong I've done, the Lord still keep on blessing me (Blessing me)\nFinna run rap 'cause Dr. Dre got the recipe (Recipe, recipe)\n[Outro]\nYeah, haha, ayy, Dre\nYou got me feeling real bulletproof up in this motherfucker\n'Cause the windows on my motherfucking Benz is bulletproof, nigga\n'Cause my motherfucking vest is bulletproof, nigga\n'Cause my motherfucking hat is bulletproof, nigga\nBut the Doc said if I get hit, I might get a fucking concussion\nBut better that than a hole in the head right, nigga? Hahahaha"
}