{
  "title": "Hellrazor",
  "artist": "Tupac Shakur",
  "lyrics": "[Intro: 2Pac]\nMajor, hell motherfuckin' yeah\nThis one goes out to my nigga Mike Cooley\nHell yeah \n(Mama raised a hellraiser)\n[Verse 1: 2Pac]\nBorn thuggin', heartless and mean muggin'\nAt sixteen, on the scene watchin' fiends buggin'\nKickin' up dust with the older G's\nSoakin' up the game that was told to me\nI ain't never touched a \ngat\n that I couldn't shoot\nI learned not to trust a bitch from the prostitutes\nWas taught lessons, a young nigga askin' questions\nWhile other suckers was guessin', I was gangsta sexin'\nElementary wasn't meant for me\nCan't regret it, I'm headed for the penitentiary\nAnd cuttin' classin',\n I'm buckin' blastin', straight mashin'\nMobbin' through the overpass laughin'\nWhile these other motherfuckers try to figure out\nNo doubt, they jealous of a nigga's clout\nTell me Lord, \ncan you feel me?\nI keep my finger on the trigger, 'cause some niggas tryna kill me\nAnd mama raised a hellraiser\nEveryday gettin' paid, \npolice on my pager\nStraight stressin', a fugitive my occupation is under question\nWanted for investigation\nAnd even though I'm marked for death\nI'ma spark 'til I lose my breath, motherfuckers\nEvery time I see the paper, I see my picture\nWhen a nigga's gettin' richer, they come to get ya\nIt's like a motherfuckin' trap\nAnd they wonder why it's hard bein' black\nDear Lord, can you feel me?\nStress gettin' major, uhh\n\n[Chorus: Stretch]\nMama raised a hellraiser, stress gettin' major\nLord be my savior, uhh\nMama raised a hellraiser, stress gettin' major\nLord be my savior, uhh\nMama raised a hellraiser (\nDear Lord, can you feel me?\n), stress gettin' major\nLord be my savior, uhh\nMama raised a hellraiser, stress gettin' major\nLord be my savior, uhh\nMama raised a hellraiser (\nDear Lord, can you feel me?\n), stress gettin' major, uhh\nMama raised a hellraiser, stress gettin' major\n[Verse 2: 2Pac]\nTell me Lord, can you feel me? Show a sign\nDamn near running out of time, everybody's dyin'\nMama raised a hellraiser, can't figure\nWhy you let the police beat down niggas\nI'm startin' to think all the rich in the world is safe\nWhile the poor babies rushin' into early graves\nGod come save the youth\nAin't nothin' else to do but have faith in you\nDear Lord, I live the life of a Thug, hope you understand\nForgive me for my mistakes, I gotta play my hand\nAnd my hand's on a sixteen-shot, semi-automatic\nCrooked cop killin' Glock\nTell me Lord, can you feel me? Show a way\nI'm prayin' but my enemies won't go away\nAnd everywhere I turn I see niggas burn\nEvery nigga that I know is on death row\nMy younger homie's seventeen and he paid a price\nLil' young motherfucker doin' triple life\nThough I tell him in his letters, it's gettin' better\nIf my nigga knew the truth he'd hit the roof\nJust heard ya baby's mama was smoked out, fuck the drama\nWanna break my Loc out, smokin' blunts\nGettin' drunk off that Tanqueray gin\n'Bout to break my nigga out the fuckin' pen'\nMama raised a hellraiser\nUhh, yeah, come on, uhh, mama raised a hellraiser\nUhh, dear Lord, can ya feel me? Stress gettin' major\n\n[Chorus: Stretch]\nLord be my savior, uhh\nMama raised a hellraiser (\nDear Lord, can you feel me?\n), stress gettin' major\nLord be my savior, uhh\nMama raised a hellraiser, stress gettin' major\nLord be my savior, uhh\nMama raised a hellraiser, stress gettin' major\n[Verse 3: 2Pac]\nDear Lord, can you hear me? It's just me\nA young nigga tryna make it on these rough streets\nI'm on my knees beggin', please, come and save me\nA whole world done made a nigga crazy\nI got my three-five-seven, can't control it\nScreamin', \"Die motherfucker\" and he's loaded\nEverybody run for cover, ahh, shit\nThug Life\n motherfucker, duck quick\nNow am I wrong? If I am, don't worry me\n'Cause do or die, gettin' high 'til they bury me\nDear Lord, if ya hear me, tell me why\nLittle girl like LaTasha had to die\nShe never got to see the bullet, just heard the shot\nHer little body couldn't take it, it shook and dropped\nAnd when I saw it on the news how she bucked the girl, killed Latasha\nNow I'm screamin' fuck the world\nIn the end it's my friends, that flip-flop\nLip-locked on my dick when my shit drop\nThug Life, motherfucker, I lick shots\nEvery nigga on my block dropped two cops\nDear Lord, can you hear me? When I die\nLet a nigga be strapped, fucked up, and high\nWith my hands on the trigger, thug nigga\nStressin' like a motherfuckin' drug dealer\nAnd even in the darkest nights, I'm a Thug for Life\nI got the heart to fight now\nMama raised a hellraiser, why cry?\nThat's just life in the ghetto, do or die"
}