{
  "title": "hey now",
  "artist": "kendrick lamar",
  "lyrics": "[Intro: Kendrick Lamar]\nDamn, baby\nI like it\nDamn\nHmm\n[Verse 1: Kendrick Lamar]\nHey now, say now, I'm all about my yen\nBig face Buddha, get my peace from within\nSending kites to all my dirties in the pen\nLet the honorary walk for the win, for the win\nYou crash out, then you better break the backboard\nI got friends, hopin' that they make the tabloids\nYou know the last one figured he was Magneto\nYou play God, you gon' get what you ask for\nWe got the same twenty-four, what you mad for?\nI put a square on his back like I'm Jack Dorsey\nIt's high beams if I make a public appearance\nGo back to hidin' 'cause I'm not too friendly with niggas\nOne one thousand, two one thousand, four\nThe Black Noah, I just strangled me a goat\nI walked in with a therapeutic flow\nPut a few hundred up, let 'em go, let 'em go\n[Chorus: Kendrick Lamar]\nHey now, say now\nHey now, say now\nHey now, say now\nHmm, hey now, say now\nHey now, say now, I'm all about my yen\nBig face Buddha, get my peace from within\nSending kites to all my dirties in the pen\nLet the honorary walk for the win, for the win\nHey now, say now\nHey now, say now\nHey now, say now\nHey now, say now\n\n[Verse 2: Kendrick Lamar]\nHey now, say now, I done slid on they backstreet\nHeavy on the Parmesan, every day tax season\nWhat the fuck you wearin'? Bro, it's tacky\nNiggas layin' on they deathbed tryna match me\nOh my God, I'm 'bout to do the fool\nThey be screamin' out P, but they resume is boof\nSwitch both lanes, the engine sound like the zoo\nNeed a fee just to breathe, bitch, I can't talk to you\nIt's the Ben Frank murderer\nMister I ain't heard of ya\nGulf streams, back to back, flyin' through the turbulence\nWho is he? Free lunch, hmm, Kraft Services\nThrow your ass out this rental if I smell nervousness\nHey now, say now, let me pop my shit\nWater down my wrist, arm around my bitch\nIt's a green light, don't get out of bounds, I'ma blitz\nIt's a bird, it's a plane, no, it's all blue strips\nNigga, what?\n[Chorus: Kendrick Lamar]\nHey now, say now\nHey now, say now\nHey now, say now\nHmm, hey now, say now\nI'm way too important\nI'm way too important\nI'm way too important to ever let you slide on me again\n\n[Bridge: Kendrick Lamar & \nSam Dew\n]\nStartin' to see spaceships on Rosecrans (\nStartin' to see spaceships on Rosecrans\n)\nI seen the aliens hold hands (\nI seen the aliens holding hands\n)\nThey wanna see me do my dance (\nThey wanna see me do my dance\n)\nI let 'em watch me do my dance\n[Verse 3: Dody6 & \nKendrick Lamar\n]\nWho the fuck I feel like? I feel like Joker\nHarley Quinn up in the cut with a blower\nAyy, shit get spooky, every day in October\nMy torpedo even jumped out on smokers, J-Cat\nAyy, we mean muggin' niggas, Dody too important\nIf they talkin' 'bout playin' ball, me and my team gon' get to scorin'\nIf they talkin' 'bout playin' ball, they can take it up with Jordan\nIt's bald heads in the Heckler for all endorsements\nEenie, meenie, miny, moe, I'm tryna tag a nigga toe\nI'm aggressive on the beat and real life, niggas know\nAyy, I tatted up my body in the pen', level four\nAyy, I sharpened up a knife and came home to a blow\nMy bitch gon' get to tweakin' like she playin' with her nose\nLil' brodie 'bout to crash, my young niggas be on go\nI'm a different type of trophy, baby girl, I'm rose gold\nMe and Dot get to slidin', put 'em in a choke hold\nBitches actin' like some niggas, niggas actin' like some hoes\nAyy, I jumped out that pen', then I jumped up in a Ghost\nI'm the hottest type of nigga, see my face, then he froze\nAll that shit he was talkin', found out he not that bold\nOkay, this shit like forty, that's a dub, okay, let's add it up\nBaby ass fat, can you do it? Can you back it up?\nKickflip a nigga, I got Tech Decks\nAnd it ain't shit for me to call and get your chin checked\nTell 'em, \"Dody did that\""
}