{
  "title": "Higher",
  "artist": "J.Cole",
  "lyrics": "[Chorus]\nCome here, I'm 'bout to take you higher\nWe about to set this bitch on fire\nPour a lil' gas, spark up your lighter\nYou might not be the one, but you the one that I desire\nCome here, I'm 'bout to take you higher\nWe about to set this bitch on fire\nPour a lil' gas, spark up your lighter\nYou might not be the one, hey, uh\n[Verse 1]\nWhat up, girl? Tell me how you feelin'\nYou look sweet enough to make a nigga need a fillin'\nIf you got a man, do that nigga need a fill-in?\nShe said looks kill and I'm tryna make a killin'\nGod willin', I'll be chilling on a boat, nigga\nLove is a gamble, I ain't dealin' with no broke nigga\nDown in Miami with a super-ho team\nTryna bag a brother with a Super Bowl ring\nOr she down in Dallas at the All-Star Game spittin' all-star game\nTryna get a nigga with a all-star name, somethin' like James\nSomethin' like Wade\n, if you something like paid\nYou can fuck tonight, yeah, she sayin', \"Fuck some nice J's\nWhat about your life savings?\" Won't spend her life slavin'\nSo she graduated rich-nigga wife trainin'\nAnd if you got money, man, the head is amazin'\n\n[Chorus]\nCome here, I'm 'bout to take you higher\nWe about to set this bitch on fire\nPour a lil' gas, spark up your lighter\nYou might not be the one, but you the one that I desire\nCome here, I'm 'bout to take you higher\nWe about to set this bitch on fire\nPour a lil' gas, spark up your lighter\nYou might not be the one\n[Verse 2]\nWhat up, girl? Tell me how you \nbeen\nAin't seen you since the twelfth grade, even back then\nThought you was a cutie, though your booty mad thin\nBut you done got thicker on a nigga, goddamn\nHey now, I got a thing for you\nIt's been a long time comin', I should hang with you\n'Cause, see, way back, I thought to fuck with you was impossible\nCount your baby daddies now, two and a possible, uh\nYou still got it, though, yeah, you still got it, though\nGirl, your body lookin' like a fuckin' pot of gold\nYou got your mean little walk with the model pose\nYou got your hair did, you got designer clothes\nYou still got it, though, yeah, you still got it, though\nYou got your nails did, damn, girl, you're on a roll\nDo you give brains? Did you make the honor roll?\nDon't worry about your man, baby, he ain't gotta know\n\n[Chorus]\nCome here, I'm 'bout to take you higher\nWe about to set this bitch on fire\nPour a lil' gas, spark up your lighter\nYou might not be the one, but you the one that I desire\nCome here, I'm 'bout to take you higher\nWe about to set this bitch on fire (Hey)\nPour a lil' gas, spark up your lighter (Yeah)\nYou might not be the one (Hey)\n[Verse 3]\nI get bored so fast that they won't last\nBut, girl, you're special like I met you in the slow class\n'Cause your ass got me fiendin' for you so far\nMy life is like a movie, would you be my costar? Like Halle Berry\nYour old nigga act like a bitch like Tyler Perry\nYou caught him down in Memphis cheatin' like ****\nI see you like to stay up on your ESPN\nIf your mind is on sex, you must got ESP then\nHad a crush on way back, I wasn't VIP then\nBut I was plottin' on you, I really wish that I'd have got to know you\nBefore we grew up and I blew up with these Benjamins\nThat way I know for sure your love is really genuine\nIs you my homie? Well, show me what kind of friend you is\nWhat if it's phony and only 'cause I can give you ends?\nToo late for turnin' back, fuck it, we continuin'\nGet your ass in that position I love to bend you in\n\n[Chorus]\nCome here, I'm 'bout to take you higher\nWe about to set this bitch on fire\nPour a lil' gas, spark up your lighter\nYou might not be the one, but you the one that I desire\nCome here, I'm 'bout to take you higher\nWe about to set this bitch on fire\nPour a lil' gas, spark up your lighter\nYou might not be the one"
}