{
  "title": "High School",
  "artist": "Snoop Dogg",
  "lyrics": "Bonus track off the Mac & Devin Go to High School Soundtrack by rappers Snoop Dogg and Wiz Khalifa.\n[Verse 1: Snoop Dogg]\nBig Mac, big sack, like this, like that\nBig man on campus, I'll be right back\nLike Mike, like Mac, my life, my bike\nMenace, mo' bid'ness, in the beginnin a po' student\nBut ended up bein a chemist\n24/7, Devin my nigga committed\nClassmates, ended up as my road dawg\nI showed him how to live, how to ball 'til we fall\nHarder it is, make you much smarter dawg\nFollow instructions, changed up the dialogue\nManifest no stress, life is a big test\nWill you fail? Or will you pass? Smoke grass, trim trees\nTryin to find some air to breathe\nMiss her, please baby baby please\nDiplomas, gowns, caps and degrees\nThese are necessities in life you need so I'ma get it\nFocus, committed\n15 years later, but yeah a nigga finally did it\nUh, now who's to say in life there's ups no downs?\nAnd when you get up, you gotta get down\nUh, and when you get up, look around\nAnd don't frown on the ones that's down - just give 'em a hand\nIt's like mixin fixin up pots and pans\nListen up, I'm poppin like rockin a band\nNo plan, all from the heart to the hand\nWe gon' roll it, smoke it and do it again\nI'm the apprentice, back on my pimp shit\nRoll it, puff it, now give it to him\nUh, physical fitness, smokin relentless\nNouns and pronouns, they make up my sentence\nHigh school days, uh\nBlowin on the purple haze, uh\nHigh school days, uh\nBlowin on the purple haze, uh (where you at Devin?)\n\n[Verse 2: Wiz Khalifa]\nAnd you know everywhere that we go\nIf it's Dev or it's Mac then we blowin by the O\nUhh, niggas know me for rollin the O-Z\nOr somewhere low-key twistin a whole bush\nAnd if I got it then you can get it, it's on us\nSmoke so much pot that they'll probably give me my own kush\nWe blow about a zone, break it down blow it out a bone\nCome to my crib I'll show you how to roll, bro\nAnd my pocket's lookin kinda swole\nMe and Mac smokin grade A, honor roll\nNow all of the teachers on us\nThey gon' have contact cause I keep the bombest\nCar automatic, don't need a key to start it\nKnow it's us just because of the weed aroma\nLookin for me nigga I'm in the tree department\nWith a doobie rolled up in the secret compartment\nTryin to finish up this speech and get my diploma\nSo I can get a crib where my OG can harvest and my niggas can ball\nI'm talkin so much weed that the shit on the walls\nIf it start growin in the spring it gets picked in the fall\nI'm used to goin to every class but I'm missin them all\nFuckin with Mac smokin spliffs in the halls singin this song\nLike, niggas know me (know me)\nBlowin on the OG (OG)\nNiggas know me (know me)\nBlowin on the OG (OG)\n\n[Outro]\nNiggas know me, hahaha\nHigh school nigga\nDev and Mac, Mac and Dev\nPut it in a zag\nPut it in a blunt\nDo what you want, uhh"
}