{
  "title": "Hit My Line",
  "artist": "Logic",
  "lyrics": "[Intro: Logic]\nOkay\nOkay\nOkay\nOkay\nOkay\n[Pre-Chorus: Logic]\nI think it's gonna be a good day\nHomie got the nine in the glove and he don't play\nHad a lot of hard times, but it's okay\n101 on the 405, OJ (Okay)\nI think it's gonna be a good day\nHomie got the nine in the glove and he don't play\nHad a lot of hard times, but it's okay\n101 on the 405, OJ (Okay)\n[Chorus: Logic]\nI'm feelin' normal, yeah, I'm feelin' myself\nFeelin' good, yeah, I'm feelin' my health\nGot a couple plaques up on my shelf\nMoney in the safe at the crib just to feel my wealth\nThink I'm gonna put it all on the line\nI think I'm really gonna do it this time\nI think I got a whole lot on my mind\nSomebody tell God right now He need to hit my line (Yeah, uh)\n\n[Verse: Logic]\nNow I ain't sayin' this my \"Jesus Walks\"\nI'm just sayin', God, I need to talk\nToo many kids in the community outlined in chalk\nScared of drive-bys when they should just be scared of the dark\nWho's really doin' they part?\nThey say they don't want messages in rap, it ruins the art\nWell, here I am, people, yeah, now tear me apart\nSo much happenin' in the world, I can't touch on every topic\nI know You hear it in my voice, make the devil stop it\nToo many people dyin' and baby mamas cryin'\nIt's been a long time, God, can You hit my line?\nEvil politicians, people on Twitter bitchin'\nHashtaggin', but in real life, they never pitch in\nI came with conviction, I hope You came to listen\nNo matter how much I ignore it, this message my mission\nGod, hit my line, this world is in critical condition\nLike a fiend that need fixin', that done battled addiction\nBeen addicted to money, been addicted to fame\nAddicted to arenas and people screamin' my name\nBut it's time to let go, it's time to make a change\nSo can You hit my line? I know You hear this rhyme\nBut come to think of it, You probably hear this all the time\nProbably hear this all the time\n[Pre-Chorus: Logic]\nI think it's gonna be a good day\nHomie got the nine in the glove and he don't play\nHad a lot of hard times, but it's okay\n101 on the 405, OJ (Okay)\nI think it's gonna be a good day\nHomie got the nine in the glove and he don't play\nHad a lot of hard times, but it's okay\n101 on the 405, OJ (Okay)\n\n[Chorus: Logic]\nI'm feelin' normal, yeah, I'm feelin' myself\nFeelin' good, yeah, I'm feelin' my health\nGot a couple plaques up on my shelf\nMoney in the safe at the crib just to feel my wealth\nThink I'm gonna put it all on the line\nI think I'm really gonna do it this time\nI think I got a whole lot on my mind\nSomebody tell God right now He need to hit my line\n[Interlude: Keenan Wayans]\n(\nMessage\n)\n[Outro: Thalia]\nThis album was written over the course of one week\nAnd mainly created in just four studio sessions between Logic and No. I.D\n.\nBut perfected over the course of the year that followed"
}