{
  "title": "Hold It Down",
  "artist": "J.Cole",
  "lyrics": "[Intro]\nYeah\nYeah, yeah, yeah\nYup (For my niggas, ayy, hold me down)\nAyy (Uh, this to my ladies)\n(Hold me down)\nYeah (Hold me down)\nAyy\n[Verse 1]\nAyy, if my heart stop pumpin' tomorrow, don't feel no sorrow (Nah)\n'Cause life is hard mentally (Yeah), and everything is meant to be\nSometimes, I ask myself, if I was gone, who would remember me?\nIt's hard to tell, aw well, sit back and sip this Hennessy\nNow lately, it's been hard to tell my friends 'part from my enemies\n'Cause plenty niggas show me love, but in they hearts, they envy me, why?\nI'm just a nigga from around the way\nTold my mama I'll make it happen and I found a way\nPour out some liquor for my niggas at the crossroads (Rest in peace)\nAnd may the Lord give guidance to the lost souls\nI know that deep inside, these niggas know it's more to life\nThan mackin' hoes and stacking dough, man, I'm sorta like\nA nigga who done seen greener grass\nSo when they think they ballin' like the Dream Team, my nigga, I done seen meaner cash\nAnd I'm tryna get it, follow me, nigga, I'm on the prowl\nHeaded to the top, you watchin' me, nigga? Then hold it down, hold it down\n\n[Chorus]\nHold it down, if you need to holla at me\nDon't hesitate to call, it ain't a problem\nI can be there, I'll ride for you, lie for you (Yeah)\nI know you'd do the same, I would die for you\nSo hold it down\nAnd when the times is hard, I'll be around (I'll be around, nigga)\nYeah, so hold me down\nAnd it don't matter how far, I'll be around (Yeah, yeah)\nYeah, I'll hold it down\n[Verse 2]\nYou was my nigga from the younger days\nWe grew up, I went to school, you went the other way (My nigga)\nBut still my brother, man, I'm sitting, reminiscing on (Yeah)\nAll of them bitches we was trippin' over kissin' on\nOr at the skatin' rink, you tryna bag some new hoes\nAnd If I needed gear, you let me hold your new clothes\nAnd vice-a-versa, man\nBut now that life is worser, man, a nigga slow cakin' (Man)\nI'm broke tryna chase a dream, you just got probation and I'm stressed\nYour little sister pregnant, what's next?\nOh shit, my mama doin' drugs, at times, it's hard to feel blessed\nIn this madness, I holla at my nigga in the sadness\nRemember when your mama tried to beat you with that bat? Shit\nRemember your chick Nina? Man, that ass was the fattest (Damn)\nRemember my crush on Sabrina? Yo, she still the baddest\nI'm just glad that I can holla at you, it's been a while\nAnd 'til the next time I hear from you, ayy, hold it down\n\n[Chorus]\nHold it down, if you need to holla at me\nDon't hesitate to call, it ain't a problem\nI can be there, I'll ride for you, lie for you (Yeah)\nI know you'd do the same, I would die for you\nSo hold it down\nAnd when the times is hard, I'll be around (Yeah, I'll be around)\nYeah, so hold me down (Yeah)\nAnd it don't matter how far, I'll be around (Yeah)\nYeah, I'll hold it down\n[Verse 3]\nAyy, these is tough times, baby, but we'll make it through\nYou know I'm headed for the top, I swear I'm takin' you\nJust hold a nigga down through this bad weather\nThe rain fallin', ain't ballin', but I have better\nA woman with an ass and a strong mind, it's been a long time (Yeah)\nSometimes, you on your bullshit, sometimes, I'm on mine\nWill I have a hard time to stay committed?\nOr do I only want your voice moanin' when I hit it?\nMan, only God knows\nI know deep in your heart, you don't want me to be no star, though\nThere's groupies after every show, you scared I'm fuckin' every ho\nAnd girl, I ain't gon' lie and say I won't, 'cause, shit, you never know\nBut may the Lord give me strength, I love you more than anything\nThe future mother of my kids\nThe love is real and if we ever part, God forbid\nI love you still, so when I'm on the road, don't trip\nYou know I'm down for you\nKeep it tight and don't slip and hold it down for me\n\n[Chorus]\nHold it down, if you need to holla at me\nDon't hesitate to call, it ain't a problem (Yeah, yeah, yeah)\nI can be there, I'll ride for you, lie for you (Yeah, for all my niggas)\nI know you'd do the same, I would die for you (Yeah)\nSo hold it down\nAnd when the times is hard, I'll be around (Call me when you need me)\nYeah, so hold me down\nAnd it don't matter how far, I'll be around (Yeah, yeah)\nYeah, I'll hold it down (Call me when you need me)\n[Outro]\nAyy, call me when you need me\nUh, call me when you need me (I'll hold it down)\nCall me when you need me\nI, I (I'll hold it down)"
}