{
  "title": "Hollywood Divorce",
  "artist": "OutKast",
  "lyrics": "[Chorus: André 3000]\nStarts off like a small town marriage\nLovely wife, and life; baby carriage\nNow all the stars have cars; success, of course\nBut it ends in Hollywood divorce, Hollywood divorce\n[Verse 1: Lil Wayne]\nAnd I'm a star\nYeah, and I don't have to go to Hollywood\n'Cause Hollywood come through my neighborhood with cameras on\nI really think they're stealing from us like a sample song\nI really wish one day we'd take it back like Hammer's home\nThe hurricane come and took my Louisiana home\nAnd all I got in return was a durrn country song\nThis whole country wrong\nOh, but you right if you just put a little ice on\nAnd cut your mic on, but you don't even write songs\nBut Hollywood make you spit like a python, I meant cobra\nI'm so not sober, I'm high like a Hollywood\nCoffee or soda, \nyou can call me a roller\nHold up, your grill's glistenin'\nSpent a hundred thousand on mine to feel different\nWhat's the real sense of it?\n\"Bling Bling,\" I know, and did you know?\nI'm the creator of the term,\n I just straightened the perm\nThey let it sit too long, they just makin' it burn\nMake a movie of our lifestyle, but they earn\nLike a dead body burned on the mantle piece\nThat's why I try not to lie on wax like this candle grease\nAnd I be's the little nigga, cooler than anti-freeze\nDefrost on your window pane – \nLi'l Wayne\nBut in Hollywood it's \"\nLitt-le\n Wayne,\"\n don't make me none\nSo that's why I got a pre-nup\nI do\n\n[Chorus: André 3000]\nStarts off like a small town marriage\nLovely wife, and life; baby carriage\nNow all the stars have cars; success, of course\nBut it ends in Hollywood divorce, Hollywood divorce\n(Yeah, yeah)\n[Verse 2: André 3000]\nA is for Adamsville\nB is for Bowen Homes\nSee if I give a fuck if you like me, you know I don't\nIf she ain't got a good head on her, leave that ho alone\nIf she do got some good head on her, let her sing a song\nD is for what I serve, I don't be on no curb\nShe ain't no junkie neither, I ain't no dope dealer\nBut she keep coming back, 3 Stacks must be some crack\nYou put that pipe in her lap, she ain't know how to act\nNow that I've got your undivided attention, I'm\nGonna say this and run, under condition one:\nPromise me you gon' stack, promise me you gon' ball\nPromise me you'll invest three-fourth of it all (Man, for what?)\nSo your kids' kids' kids can have some cheese\nCan't get with it? Get, get, get, get, get on your knees\n'Cause \"wealth\" is the word (Yep)\n\"Rich\" is 'round the corner from the curb\nDon't like what I write? Shoot me a bird\n(Starts off--)\n\n[Verse 3: Big Boi]\nTenth grade, the way was paved for me and Dré to create\nLike Dr. Frankenstein of arts and crafts\nNow could we make a--a difference?\nAntwan Patton and André Benjamin\nBeen jammin' for you crabbing rap niggas and journalists\nThat's quick to misprint public and private business\nThen retract back for deaf ears and think it's dismissed\nPart two, the sequel, all-new 'Kast, just ain't the same\nGang of nerds on the internet slandering your name\nBehind that screen name, they're lame and their life is pretty plain\nM&M's with no nuts\n, won't show up face-to-face\nStraight bitch-made – like puppies on the nipples of a mutt\nAddress it on a case-by-case basis, like the judge\nWhat about these lyin' ass hoes tryin' to plot?\nOr these niggas on the block who want the queen?\n(Nigga, please)\nBut even she can walk, we'll miss her, we ain't gon' fake it\nBut God don't make mistakes, must be something bigger waiting\n[Chorus: André 3000]\nStarts off like a small town marriage\nLovely wife, and life; baby carriage\nNow all the stars have cars; success, of course\nBut it ends in Hollywood divorce, Hollywood divorce\n\n[Verse 4: Snoop Dogg]\nI do–love you, but you hate me at the same time\nLights, camera, action, it's game time\nDo you take this here as your lovely wife?\nTo love her and cherish her for all your life?\nI solemnly swear to dare, share, and take you there\nAnd me and you together, baby, we a lucky pair\nIt's been a long time, we walked a thin line\nOthers say they got you, but you been mine\nAs I sit back and watch all the catfights\nDomestic violence — is that right?\nBut you love the Dogg, gave me the spotlight\nAnd now I'm growin' up, showin' up, blowin' up\nI never ever thought that we would separate at all\nBut you played me like a game of football\nUsed to feed me, need me, dress me\nNow it's so messy, straight cut-out and left me\n[Outro: André 3000 & \nSnoop Dogg\n]\n(Starts off like a small town marriage)\nHollywood divorce\nAll the fresh styles always start off as a good little hood thing\n(Lovely wife, and life; baby carriage)\nLook at Blues, Rock, Jazz, Rap...\n(Now all the stars have cars; success, of course)\nNot even talkin' about music\nEverything else, too\n(But it ends in Hollywood divorce)\nBy the time it reach Hollywood, it's over\n(Hollywood divorce)\nBut it's cool\nWe just keep it goin' and make new shit\nTake our game, take our name\nGive us a little fame\nAnd then they kick us to the curb, that's a cold thang"
}