{
  "title": "Home for the Holidays",
  "artist": "J.Cole",
  "lyrics": "[Verse 1]\nHey, this is the story of a youngin dreamin'\nLeft his city to see if he could be what he dreamin'\nBig city on his own shit\nBut every now and then, a nigga get homesick\nPick up the phone\nHolla at my partner, he tellin' me be warned\nA lot of shit done changed in the time that you been gone\nThe streets got meaner, the hoes got growner\nAnd went and got babies the day they got they diplomas, damn\nGon' be some niggas missin' when you fly back\nIf you Black, they sendin' you to jail or to Iraq\nOld buddy that we hoop with with the bad chick and a fly 'Lac\nAnd a gold chain? Caught him on the Merc tryna buy crack\nDamn, homie, shit\nIn high school, you was the man, homie\nThe fuck happened to you?\nYou used to beat niggas down at the buses after school\nNow you lookin' like a motherfuckin' fool\n[Chorus]\nSaid I'll be home for the holidays\nSo when you see me, better holla at me\nI gotta get up out this city 'fore it try to trap me\nI gotta leave, I wish I could stay\nBut I'll be home for the holidays (Yeah)\nAnd to those that I used to know\nFrom way before, keep your head up\nCome, let's get this bread up\nGirl, I gotta go, I wish I could stay\nBut I'm comin' home for the holidays, yeah\n\n[Verse 2]\nHey, this is a story 'bout some puppy love\nBut at the time, boy, I was feelin' like this must be love\nAlthough now I'm on my grown shit\nShe bad as hell, a nigga still get homesick\nI was fresh up off a scholarship\nDressed like a Black man in college shit\nGot a little knowledge, now I'm followin' the politics\nBut I still gotta holla at my old chick\nSo sweet, so thick, girl, pick up your phone, it's me\nShe said, \"What, we ain't homies no more?\nYou go to college, now you act like you don't know me no more?\"\nGirl, please, we got history, semester seem so long\nThe last time I seen you, baby, you ain't have no clothes on\nSo if history repeats itself (Yeah)\nWhen I get home, girl, it's on, you ain't gon' need your belt\nOr your pants or your drawers, then we hit the rewind\nJust don't give it up in the meantime\n[Chorus]\nHey, I'll be home for the holidays\nSo when you see me, better holla at me\nI gotta get up out this city 'fore it try to trap me\nI gotta leave, I wish I could stay\nBut I'll be home for the holidays (Yeah)\nAnd to those that I used to know\nFrom way before, keep your head up\nCome, let's get this bread up\nGirl, I gotta go, I wish I could stay\nBut I'm comin' home for the holidays\n\n[Verse 3]\nMan I reminisce on them school days\nI know you know, them act a fool days\nThat miss the bus, then hit the blunt and go to school blazed\nTryna get laid, so I gotta stay fly\nBut a nigga hella shy, you would have thought that's where the Bulls play\nWas just a freshman, coulda used a little cool aid\nCrushin' on an upperclassman, but it was too late\nBuddy she was datin', yeah, he had the freshest shoes\nBut the nigga graduated and he never made two A's\nHey, if you're listenin'\nWe got in school, but who gon' pay our tuition, man?\nThese niggas crazy\nOne year cost 'bout same as Mercedes\nFour years cost wife, crib, and a baby\nAyy, maybe this ain't for me\nOnly if I could be LeBron and go straight to league\nThe worst part of growin' up, man, shit just ain't for free\nBut maybe I can be somebody people pay to see\nAyy, maybe I should move up out here to the place to be\nTo get from A to Z, ayy, would you think I'm crazy?\nIf I told you one day that I'ma sign with Jay-Z?\nAyy, will I make it, man? I guess we gotta wait and see\n[Chorus]\nSaid I'll be home for the holidays\nAnd when you see me, better holla at me\nI gotta get up out this city 'fore it try to trap me\nI gotta leave, I wish I could stay\nBut I'll be home for the holidays (Hey)\nAnd to those that I used to know\nFrom way before, keep your head up\nCome, let's get this bread up\nGirl, I gotta go, I wish I could stay\nBut I'm comin' home for the holidays, yeah"
}