{
  "title": "Homeboyz",
  "artist": "Tupac Shakur",
  "lyrics": "[2Pac]\nOh shit, caught that nigga alone, ain't that a bitch?\nHey, uh, this one here is, uhh for them niggas that be Johnny Dangerous when they be fuckin' 50 deep\nBut they be fuckin' cowards when they by theyselves\nYou know who I'm talkin' about\nYou know who I'm talkin' about, that's right\nYou ain't shit without your homeboys\nYou ain't shit without your homeboys\nYou ain't shit without your homeboys\n[Verse 1: 2Pac]\nNow, everytime I see you cats is rollin' in packs\nFor the life of me I cannot see why you don't know how to act\nLove to clown when you deep, but when you on that solo creep\nOut on the streets you don't hear a peep\nNigga, it's a God damn shame, somebody explain\nWhy they sent a Bad Boy to play a grown man's game?\nTear that ass out the frame, completely get that ass kicked\nWoke up on the street, but you'll be sleepin' in the casket\nHow long will it last? Nigga, don't ask, just be first to blast\nOutlaw on the mash, tryin' to be the first to see some cash\nMy shit's classic, like my nigga Nate\nGo get the tape, we keep the nation anticipatin' until we break\nMoney made me evil, court cases got me stressed\nNiggas aimin' at my head, but I still wear my vest\nI don't give a fuck, motherfuckers, I'm loc\nThey all duckin' when my gun smoke\nYou ain't shit without your homeboys\n\n[Hook: 2Pac]\nYou probably run at the sound of funk\nI give a fuck, you niggas is punks\nWithout your homeboys you be the first to reach in your trunk\nYou scary niggas is punks\nYou ain't shit without your homeboys, nigga\n(Punk ass— that's right motherfucker)\nYou ain't shit without your homeboys\n(Throw your hands up you little trick)\n(a squared— coward motherfucker)\n[Verse 2: Young Noble]\nLike Yak said, how the fuck you gonna shoot me rocks?\nWhen you got the Outlaw Pac shittin' your box\nYou was lookin' real weak walkin' down the street\nNow a nigga 30 deep, oh, you wanna beef?\nTalk cheap, shoot a nigga the fair one\nYour homies like fuck it – what's this? You the only scared one\nDamn, son, close call I bet\nNow down around the way you gets no respect\nThey like that Outlaw nigga played you out\nWe could have took it to the fists, I would have laid you out\nNiggas be actin' all different when they dogs come around\nWatch 'em act like bitches when Outlawz draw down\nThey all clown, better yet they all stunned\nYou the type to have a gun and never blazed it once\nGet y'all banana split, you ain't Emmanuel\nOutlawz you'll never forget, Makaveli the Don get a call y'all\nTurnin these streets into Vietnam\nWhere your homeboys?\n\n[Hook: 2Pac]\nYou ain't shit without your homeboys\nMy thug niggas, I love niggas\nFrom small time crooks to big-time drug dealers (without your homboys)\nThe only thing a nigga got left\nI love my niggas to death, we ain't shit without our homeboys\n(You know what time it is)\nI ain't shit without my homeboys\n(Hey, tell 'em the story how you came up, nigga)\n[Verse 3: 2Pac]\nNow, I was born alone, took my first joint and I got high alone\nNow I'm an Outlaw nigga, I never die alone\nMe and my niggas is so close, it's complicated\nOne nigga smokin' and drinkin', and yet we all faded\nMy nigga Edi had a son, we all happy\nCause now that little ridah got to deal with eight daddies\nMy niggas cry, we all cry, and all ride\nTo rectify the problem, motherfuckers, they all die\nBeen tryin' to make a million by hustlin since my adolescence\nFrom crack dealin' to rap villian, my new profession\nWho wanna see me in 8D, fuck 3D\nYou coward ass motherfuckers'll never see me\nBustin' with automatic straps, my raw raps like good crack\nNiggas fiendin', I got 'em comin' back\nUntil I die, they label me as a ridah forever\nMy niggas be together\n\n[Outro/Hook]\nAin't shit without your homeboys\nThug niggas, I love niggas\nFrom small time crooks to big-time drug dealers\nWithout your homeboys\nThe only thing a nigga got left\nI love my niggas to death\nWe ain't shit without our homeboys\n(without our homeboys)\nLove my niggas to death\nI ain't shit without our homeboys\nLove you niggas to death\nWe ain't shit without our homeboys"
}