{
  "title": "Horror Fast Food",
  "artist": "IU",
  "lyrics": "[Testo di \"Horror Fast Food\"]\n[Intro]\n\"C'hai fame, ah, tieni 'petito?\"\n\"Veramente è che oggi io...\"\n\"Devi sapere che sapendo che venivi tu ti preparavi i melanzani cotti inta la sugna de lu furnu ripieni di ragù e peperoncino. Poi se ti piace ci puoi spalmare sopra un po' di 'nduja cadda cadda, ma sai che bona?\"\n\"Zio Albino, cetate. Te devo dire na cosa. È che oggi... non ho appetito\"\n(Ah, ah)\n[Ritornello]\nQuest'è un fast food\nUn Horror Fast Food\nQuest'è un fast food\nUn Horror Fast Food\nUn pagliaccio tossico ti insegue su un monopattino\nQuest'è un fast food\nUn Horror Fast Food\nQuest'è un fast food\nUn Horror Fast Food\nCarne scelta tra i migliori esemplari di pterodattilo\n[Strofa 1]\nVisto che a casa mangi bene da una vita, cucini\nOrganizziamo visite dentro alle nostre cucine\nI più piccini avranno ami infilati nei bocconcini\nAccorrete alla macchina che trita pulcini\nÈ così che nascono i mangimi\nChe finiscono ai porcili\nCreando dei concimi in escrezione\nPer la selezione degli animali con i vaccini\nColtiviamo muffe grosse quanto funghi porcini\nTroppo rosse queste tracce di sangue nei latticini\nPoi le mucche avranno tracce di latte nelle vagine\nVinci un giro a galleggiare insieme a tanti palloncini\nDove abiti abiti, ti staremo \"vicini vicini\"\n\n[Bridge 1]\nMa che bella la morte per i credenti\nC'è la data di scadenza e non ci sono gli ingredienti\nTutti sani, mo un po' strani, qui violenti o nolenti\nMeglio non assimilare troppo masticando lenti\n[Ritornello]\nQuest'è un fast food\nUn Horror Fast Food\nCosì veloce che sfugge di mano in un attimo\nQuest'è un fast food\nUn Horror Fast Food\nUn tipo coi baffi ti insegue su un monopattino\nQuest'è un fast food\nUn Horror Fast Food\nPiù crolla più fa scoop, ti prego abbattilo\nQuest'è un fast food\nUn Horror Fast Food\nCarne scelta tra i migliori esemplari di pterodattilo\n[Strofa 2]\nLa campagna pubblicitaria adesso è un bosco\nTante frasi fanno più cultura del Padre Nostro\nSe vuoi prenderti un bocchino d'aria, vieni (Ah)\nVisto che spesso per una boccata d'aria svieni\nOgni bimbo, ogni adulto, ogni adultera, io vi conosco\nChe vi piace avere in bocca il sapore del decomposto\nSconticino a Madre Natura, poi siamo a posto\nLo scontrino? Un tatuaggio ecologico con buon inchiostro\nNon hai capito niente\nI cibi sono senza additivi chiusi con il gel ermeticamente\nAgiamo nel rispetto del cliente\nPer questo che è ogni nostro contadino che è modificato geneticamente\n\n[Bridge 2]\nMa che bella la morte per i credenti\nC'è la data di scadenza e non ci sono gli ingredienti\nGli ingredienti non sono altro che miscugli di elementi\nChe anche tolti lasceranno come dei rimasugli negli alimenti!\n(Ma che cazzo stai dett...)\n[Ritornello]\nQuest'è un fast food\nUn Horror Fast Food\nCosì veloce che sfugge di mano in un attimo\nQuest'è un fast food\nUn Horror Fast Food\nUn neonato neonazi ti insegue su un monopattino\nQuest'è un fast food\nUn Horror Fast Food\nPiù crolla più fa scoop, ti prego abbattilo\nQuest'è un fast food\nUn Horror Fast Food\nCarne scelta tra i migliori esemplari di pterodattilo\n[Strofa 3]\nPenne blu sulle cosce di animali ciccioni\nNon hanno più crampi sui coglioni quando li castro\nCon il menù, spendi meno c'è anche quella ai piccioni\nChe è un pasto buono, sopratutto se campi di buoni pasto\nNoi siamo su ogni parallelo, su ogni meridiano\nSu un pianeta Terra per longitudine e latitudine\nContatto quotidiano con l'esercito americano\nCon cui condividiamo la stessa attitudine\n(Defender of the universe!)\nCol vecchio Nazismo ci prendiamo il paese\nCol Comunismo multinazionalista apriamo le imprese\nMa se chi ha il mondo in mano non può stringere il pugno\nVogliamo pace, mangiare alla luce, cacare al buio\n\n[Bridge 3]\nVomita, mangia, vomita, mangia, vomita, mangia, vomita (Mangia, vomita)\n[Ritornello]\nQuest'è un fast food\nUn Horror Fast Food\nRancore e DJ Myke sono morti in un attimo\nQuest'è un fast food\nUn Horror Fast Food\nBarack Obama che li insegue su un monopattino\nQuest'è un fast food\nUn Horror Fast Food\nPiù crolla più fa scoop, ti prego abbattilo\nQuest'è un fast food\nUn Horror Fast Food\nCarne scelta tra i migliori esemplari di pterodattilo\n[Outro]\n\"E va bene zio Albino, te lo dirò!\"\n\"Parla! Non mi ci tenere su pei le spine, parla, mannaia la miseria!\"\n\"Tornando a casa con degli amici mi sono fermato al fast food, quello nuovo che hanno aperto!\"\n\"Al fast food? Oh focu meo, oh focu meo!\"\n\"Ho sbagliato zio Albino, scusami. È che volevo provare un'esperienza esotica\""
}