{
  "title": "How to Rob",
  "artist": "50 cent",
  "lyrics": "[Produced by Trackmasters]\n[Intro: The Madd Rapper & \n50 Cent\n]\nYo, yo, yo, yo, y'all know who this is, boy, for real\nThe art of getting robbed\nThis is how we do, Brooklyn-style, boy, you know what I'm saying?\nR.I.P. B.I.G., nigga, R.I.P. P.A.C\nR.I.P.—Enough of that shit, it's time to O.D\nI got my nigga 50 Cent, yo, this is how it feels how to rob a industry nigga, yo\nDon't take this shit serious, though, we just bugging the fuck out\nOne time\nBut y'all can take it how you want it, word\n[Verse 1: 50 Cent]\nThe bottom line is: I'm a crook with a deal\nIf my record don't sell, I'ma rob and steal\nYou better recognize, nigga, I'm straight from the street\nThese industry niggas is starting to look like something to eat\nI snatch Kim, tell Puff, \"You wanna see her again?\nDance your ass down to the nearest ATM\"\nI have dreams of fucking a R&B bitch\nBut I wake up early and bounce with all her shit\nWhen I apply pressure, son, it ain't even funny\nI'm about to stick Bobby for some of that Whitney money\nBrian McKnight? I can get the nigga anytime\nHave Keith sweating, staring down the barrel on my nine\nSince these Harlem World niggas seem to all be fam\nI put the gun to Cardan, tell him, \"Tell your man\"\nMason Betha, haha\nCome up off that watch now - I mean right now\nThe only excuse for being broke is being in jail\nAn entertainer can't make bail, he broke as hell\nI'd rob O.D.B., but that'd be a waste of time (Yeah)\nProbably have to clap him, run and toss the nine\nI'd follow Fox in the drop for four blocks\nPlotting to jux her for that rock Kurupt copped\nWhat Jigga just sold, like four mil? He got something to live for (Uh-huh)\nDon't want a nigga putting four through that Bentley Coupe door\nI'll manhandle Case like \"Dope, get on the ground\nYou ain't with Mary no more, where you getting chips from now?\"\nI been scheming on Tone and Poke since they found me\nSteve know not to wear that platinum shit around me\nI'm a klepto, nah, for real, son, I'm sick\nI'm 'bout to stick Slick Rick for all that old school shit\nRight now, I'm bent, and when I get like this, I don't think\nAbout to make Stevie J take off that tight-ass mink\nI rob Pun wit out a gun, snatch his piece and run (Uh-huh)\nThis nigga weigh four hundred pounds, how he gon' catch me, son? Huh?\n\n[Chorus: The Madd Rapper]\nThis ain't serious (Uh-uh)\nBeing broke can make you delirious (Word)\nSo we rob and steal so our wallets can be bigger\n50 Cent, how it feel to rob a industry nigga? (Tell 'em, son)\nThis ain't serious (Uh-uh)\nBeing broke can make you delirious (Uh-huh)\nSo we rob and steal so our wallets can be bigger\n50 Cent, how it feel to rob a industry nigga?\n[Verse 2: 50 Cent]\nI'll catch P and Silkk the Shocker right after the Grammys\nAnd Will Smith and Jada ass down in Miami\nRun up on Timbaland and Missy with the pound\nLike, \"You, give me the cash; you, put the hotdog down\"\nI figured it out, niggas been robbing Joe before (Uh-huh)\nThat's why his ass don't wanna be a player no more\nMy attitude while robbing J.D.? \"Fuck you, pay me!\" (Yeah)\nHad Da Brat with em, should've had his gat with him\nDMX wanna get down?\nWell you tell homie\nI'm on that Treach shit, I do my dirt all by my lonely\nI should rob Clue, man, his shit did well\nI wanna stick TQ, but his shit ain't sell\nI hit the studios, take niggas' jewels and leave (Uh-huh)\nCatch Rae, Ghost, and RZA for them funny-ass rings (What)\nTell Sticky give me the cash before I empty three\nI'll beat your ass like that white boy on MTV\nCanibus wanna battle while I'm sticking him up\nFuck the cab, the coroner's picking 'em up\nHeavy tried to hide his shit, ayy, nigga, I saw you\nHe said, \"Why you robbing me? I got nothing but love for you!\"\nCaught Juvenile for his Cash Money piece\nTold him I want it all; he said, \"Even my gold teeth?\"\nI caught Blackstreet on a back street in a black Jeep\n\"One at a time, get out and take off your shine\"\nDid you ever think that you would be this rich?\nDid you ever think that you would have these hits?\nDid you ever think that I'd flash the nine\nAnd walk off with your shit like it's mines?\nI'ma keep sticking niggas until I'm living\nI'll rob Boyz II Men like I'm Michael Bivins\nCatch Tyson for half that cash like Robin Givens (Yeah)\nI'm hungry for real, I'm about to stick Mister Cee\nThat nigga still eating off Big first LP\nI had Busta and the whole Flipmode on the floor\nHe asked me if I had enough—I told him, \"Gimme some more\"\nIf you feeling this? Then wait for the sequel\nI gotta get Kirk Franklin for robbing God's people, what!\n\n[Chorus: The Madd Rapper]\nThis ain't serious (Uh-uh)\nBeing broke can make you delirious (Word)\nSo we rob and steal so our wallets can be bigger\n50 Cent, how it feel to rob a industry nigga? (Tell 'em, son)\nThis ain't serious (Uh-uh)\nBeing broke can make you delirious (Uh-huh)\nSo we rob and steal so our wallets can be bigger\n50 Cent, how it feel to rob a industry nigga?\n[Outro: The Madd Rapper]\nYo, yo, for real, son, it's The Madd Rapper, you know what I'm saying?\nAnd for real, you know what I'm saying, niggas just got to get stuck up, yo—that's just how it goes down\nIt don't matter if you a industry nigga or a regular nigga or a bitch\nIt really don't matter\n—if you got it and I need it, I want it\nYou know what I'm saying? That's just how it go down\n50 Cent ain't fucking around\nTrackmasters ain't fucking around\nCrazy Cat ain't fucking around\nThe Madd Rapper ain't fucking around\nYou know what I'm saying?\nSo, watch your backs, watch your pocketbooks, watch your pockets\nWatch everybody on the train, watch everybody on the buses\n'Cause we gonna get you whether you like it or not"
}