{
  "title": "Humble Mumble",
  "artist": "OutKast",
  "lyrics": "[Intro: André 3000]\nAh, \"I stank I can, I stank I can...\"\nThe funky engine that could – ooh, ooh!\nYosky, wosky, pisky, wisky\nAll aboard the Stankonia Express\nThe underground smell road\nEverybody's lookin' for an excuse to let loose\nWhat's your locomotive?\n \nThe Chatta-nigga choo-choo?\n[Hook: André 3000 + Erykah Badu]\nHumble as a mumble in the jungles\nOf shouts and screams\nThat's the way the cracker crumbles\nSo I guess I've got to re-route my dreams\nHumble as a mumble in the jungles\nOf shouts and screams\nThat's the way the cracker crumbles\nSo I guess I've got to re-route my dreams\n[Verse 1: Big Boi]\nBack on the microphone, your number one controller\nI rock the microphone like a blizzard; I'm so cold I'm tryin' to told ya\nLife is like a great big rollercoaster\nEverything in life don't always happen like it's s'posed to\nTrials and tribulations make you stronger, live longer\nYou wanna reach the nation? Nigga, start from ya corner\nEverything don't always happen like you plan it\nDemand it – over-stand it, then you handle it\nFuck wishing, you missing the ambition on your mission\nNow you switchin'\nWhy you quittin? 'Cause it's heated in the kitchen?\nSloppy slipping in your pimpin', nigga (Nigga)\nYou either pistol whoop the nigga or you choke the trigger\nYou've gots to follow through, struggle to complete your dreams\n\"No Weapon Formed Against You Prospers\" 54:17\nFrom Isaiah – lay a–nigga down and spray 'em\nIf the dealer dealt a fucked up hand of cards, you've gotta play 'em\n\n[Hook: André 3000 + Erykah Badu]\nHumble as a mumble in the jungles\nOf shouts and screams\nThat's the way the cracker crumbles\nSo I guess I've got to re-route my dreams\nHumble as a mumble in the jungles\nOf shouts and screams\nThat's the way the cracker crumbles\nSo I guess I've got to re-route my dreams\n[Verse 2: Andre 3000]\nYeah, too Democratic, Republic, fuck it\nWe chicken nugget, we dip in the sauce like mop and bucket\nBlue-collar scholars, who'll take your dolla, and wipe my ass with it\nYou living for the lotto, never hit it\nI met a critic, I made her shit her draws\nShe said she thought Hip-Hop was only guns and alcohol\nI said \"Oh hell naw! But yet, it's that too\nYou can't discrima-hate 'cause you done read a book or two\nWhat if I looked at you in a microscope saw all the dirty organisms\nLiving in your closet, would I stop and would I pause it?\" Whoo\nTo put that bitch in slower motion, \ngot the potion and the antidote\nAnd a quote for collision, the decision\n –\nIs do you want to live, or wanna exist?\nThe game changes every day, so obsolete is the fist and marches\nSpeeches only reaches those who already know about it\nThis is how we go about it\n\n[Hook: André 3000 + Erykah Badu]\nHumble as a mumble in the jungles\nOf shouts and screams\nThat's the way the cracker crumbles\nSo I guess I've got to re-route my dreams\nHumble as a mumble in the jungles\nOf shouts and screams\nThat's the way the cracker crumbles\nSo I guess I've got to re-route my dreams\n[Verse 3: Erykah Badu]\nI'm wild, just like a rock, a stone, a tree\nAnd I'm free, just like the wind, the breeze that blows\nAnd I flow, just like a brook, a stream, the rain\nAnd I fly, just like a bird up in the sky\nAnd I'll surely die, just like a flower plucked and dragged away\nAnd thrown away\nAnd then one day, it turns to clay\nIt blows away, it finds a ray, it finds its way\nAnd there it lays, until the rain and sun\nThen I breathe, just like the wind, the breeze that blows\nAnd I grow, just like a baby breastfeeding\nAnd it's beautiful, that's life and that's life (Ahhhh)\nAnd that's life and that's life\n[Hook: André 3000 + Erykah Badu]\nHumble as a mumble in the jungles\nOf shouts and screams\nThat's the way the cracker crumbles\nSo I guess I've got to re-route my dreams\nHumble as a mumble in the jungles\nOf shouts and screams\nThat's the way the cracker crumbles\nSo I guess I've got to re-route my dreams\n\n[Outro: André 3000]\nHumble as a mumble in the jungles\nOf shouts and screams\nThat's the way the cracker crumbles\nSo I guess I've gotta re-route my dreams\nY'all can't harm me, it's over\nShhhh\nHush\nShhhh\nHush\nShhhh\nHush\nShhhh\nHush"
}