{
  "title": "H·A·M",
  "artist": "Kanye West",
  "lyrics": "[Verse 1: Kanye West]\nIt was all good just a week ago, niggas feel theyself\nAnd that \nWatch the Throne\n drop, niggas kill theyself\nWhat niggas gon' do, Hov?\nThis the new crack, on a new stove\nI'm in the two-door, true that, niggas telling me, \"You back!\"\nLike a nigga ever left up out this bitch, huh?\nAnd if life's a bitch, bet she suck my dick, huh\nAnd I bet she fucked the whole clique, huh\nBy the way, nigga, you should fucking quit, nigga\nJust forget it, you talk it, I live it\nLike Eli, I did it,\n \njoke's on you, motherfucker and I get it, haha\nNo paper, ho, but you can have some more of me\nOr-a-gy or are we speaking metaphorically?\nHistorically I'm kicking bitches out like Pam, nigga\nGoing HAM, nigga, me and Jigga\nAnd a nigga still young, wanna have no kids\nBut I've been practicing with some actresses as bad as shit\nHad a few white girls, asses flat as shit\nBut the head's so good, damn, a nigga glad he hit\nGot 'em jumping out the building, watch out below\nA million out the door\n[Chorus: Kanye West]\nI'm about to go HAM\nHard as a motherfucker, let these niggas know who I am\nI'm about to go HAM\nHard as a motherfucker, let these niggas know who I am\n\n[Verse 2: Jay-Z]\nFuck y'all mad at me for?\nY'all don't even know what I've been through\nI played chicken with a Mack truck\nY'all motherfuckers woulda been moved\nI swam waters with great whites\nY'all motherfuckers woulda been chewed\nI hustled with vultures late nights\nY'all motherfuckers woulda been food\nFuck wrong with these dudes? Try to walk around in these shoes\nSee the shit I saw growing up\nThen maybe you could take a peek at these boos\nNiggas fantasize about the shit that I do daily\nLike these rappers rap about all the shit that I do really\nI'm like, \"Really, half a billi,' nigga, really?\" You got baby money\nKeep it real with niggas, niggas ain't got my lady money\nWatch the throne, don't step on our robe\nBad enough we let you step on our globe\nWhen my nephew died, daddy dead\nNigga took the price on my uncle's head\nNobody called the cops as my uncle bled\nSo I feel like I would like to know my uncle's bread\nBow down, brother, pay homage\nDon't spill hate all on my garments\nComme des Garçons, fuck yo' fresh\nHead shots, nigga, fuck your vest\nFuck the pig, no pork on my fork\nPeace, God, 'cause you know a nigga just went\n\n[Chorus: Jay-Z]\nHAM\nHard as a motherfucker, let these niggas know who I am\nYeah, I'm 'bout to go HAM\nHard as a motherfucker, let these niggas know who I am\nYeah, I'm 'bout to go HAM\n[Outro]\nVivat rex in homine\nVivat rex in homine\nVivat rex in homine\nVivat rex in homine"
}