{
  "title": "I Can Tell",
  "artist": "Travis Scott",
  "lyrics": "“I Can Tell” serves as the 13th track off of Travis Scott’s debut album Rodeo. This track was previewed on La Flames’s Snapchat a couple months before the album’s release.\n[Intro]\nI can tell\n[Chorus]\nI can tell, baby, I can tell\nOoh, I can tell, baby, I can tell\nYou ain't told no tales, you ain't told no tales\nYeah, gone out of your way, you know we can tell\nYeah, I can tell, baby, I can tell\nI can tell, baby, I can tell\nI can tell, baby, I can tell\nI can tell\n[Verse 1]\nI can tell by the night tales and the dry spells\nAll the wrong ones and the right things to stay away from\nAnd how we took off and how we on top\nAnd how we won't fall, how we goin' up\nOr how we came up, or how we came up\nIt all started in the basement\nWas an attic, but we called that shit the basement\nBass used to break all my mama vases\nUnc' shot my first 8, then, nigga, I probably weren't eight then\nAlways had the gas like I broke wind\nThey said my way of makin' dollars never made sense\nCome take a dive, a waterfall in the deep end\nI can tell you 'bout the nights out in Fort Bend\n\n[Chorus]\nI can tell, baby, I can tell\nI can tell, baby, I can tell\nYeah, you ain't told no tales, you don't—, mm\nI can tell, baby, I can tell\nI can tell, baby, I can tell\nI can tell, baby, I can tell\nI can tell, baby, I can tell (Yeah)\nNo, you don't tell, yeah (Yeah)\n[Verse 2]\nYeah, I can tell 'bout the night tales\nAnd all the dry wells, and all the long roads\nAnd all my ideas before the cornrows (Straight up)\nHow we came up and how we came down\nGoin' donuts, coffee couldn't help now (La Flame)\nHow we zoned out? Made it out the hood now\nAnd what it do when they wanna be your friend now? (Oh, no)\nHow to get it, how to live and get it in now?\nHow to go from scrapin' profits, makin' his demand now?\nI been impulsive, non-emotional, stayin' humble 'bout it (Yeah)\nTilt the posture, sick, pass the bottle (Yeah)\n504 Hot Boyz, minus the bad rap like Silkk the Shocker (Yeah)\nBut I'ma pull up the silk, to shock her with the silk\nNigga, you know I been a rocker, drippin' milk and knockers\nTake it up another notcher, take it up another notcher (Doot-doot-doot-doot-doot-doot)\nI top a—, pop a pill, pop a seal to forget about ya\nI'll bumbaclot you, bumba—bumba—blocka shot ya (Brrah-brrah-brrah-brrah-brrah)\nBling-and-bang-a, bang a rapper, bangarang, I brought my money back, orangutan\nDiamonds hangin' on my nang-a-lang (Doot-doot-doot-doot-doot)\nBitches hangin' on my dang-a-lang (Straight up), yeah\n\n[Chorus]\nI can tell, baby, I can tell (Yeah-ayy-ah)\nI can tell, baby, I can tell (Yeah-ayy-ah)\nYeah, you ain't got no tales, you ain't—, mmm (Oh-ayy, oh-ayy, oh-ayy, oh-ayy, oh-ayy)\nI can tell, baby (Woo), I can tell (Hoo-hoo)\nI can tell, baby, I can tell (How 'bout I come over there?)\nI can tell, baby, I can tell (All of them bitches can tell)\nI can tell, baby, I can tell (All of them bitches can tell)\nNo, you don't tell, yeah"
}