{
  "title": "I Got A Story To Tell",
  "artist": "The Notorious B.I.G.",
  "lyrics": "[Intro]\nWho y'all talkin' to, man?\nUgh! Check it out, check it out\nThis here goes out to all the niggas that be fuckin' mad bitches\nIn other niggas' cribs\nThinkin' shit is sweet\nNigga creep up on yo' ass, hahaha!\nLive niggas respect it\nCheck it\n[Verse]\nI kick flows for ya, kick down doors for ya\nEven left all my motherfuckin' hoes for ya\nNiggas think Frankie pussy-whipped\nNigga, picture that, with a Kodak, Insta-mat-tac\nWe don't get down like that, lay my game down quite flat\n\"Sweetness, where you parked at?\"\nPetiteness, but that ass fat\nShe got a body make a nigga wanna eat that — I'm fuckin' with you\nThe bitch official, though, dick harder than a missile, yo\nTry to hit it, if she trippin', disappearin' like Arsenio\nYo, the bitch push a double-O with the 5 in front\nProbably a connivin' stunt\nY'all drive in front, I'ma peel with her, find a deal with her\nShe fuck around and steal, huh?!\nThen we all get laced\nTelevisions, Versace heaven when I'm up in 'em\nThe shit she kicked, all that shit's legit\nShe get dick from a player off the New York Knicks\nNigga trick ridiculous, the shit was plush\nShe's stressin' me to fuck, like she was in a rush\nWe fucked in his bed, quite dangerous\nI'm in his ass while he playin' against the Utah Jazz\nMy 112 CD blast\n, I was past\nShe came twice, I came last, roll the grass\nShe giggle, sayin', \"I'm smokin' on homegrown\"\nThen I heard a moan, \"Honey, I'm home!\"\nYup! Tote chrome for situations like this\nI'm up in his broad, I know he won't like this\nNow I'm like, \"Bitch, you better talk to him\nBefore this fifth put a spark to him\"\nFuck around, shit get dark to him, put a part through him\nLose a major part to him — arm, leg\nShe beggin' me to stop, but this cat gettin' closer\nGettin' hot like a toaster, I cock this toast, ugh!\nBefore my eyes could blink\nShe screams out, \"Honey, bring me up somethin' to drink!\"\nHe go back downstairs, more time to think\nHer brain racin', she's tellin' me to stay patient\nShe don't know I'm cool as a fan\nGat in hand, I don't wanna blast her man\nBut I can and I will, though, I'm tryna chill, though\nEven though situation lookin' kinda ill, yo\nIt came to me like a song I wrote\nTold the bitch, \"Give me your scarf, pillowcase and rope\"\nGot dressed quick, tied the scarf around my face\nRoped the bitch up, gagged her mouth with the pillowcase\nPlayed the cut, nigga comin' off some Love Potion shit\nFlash the heat on 'em, he stood emotionless\nDropped the glass, screamin', \"Don't blast, here's the stash!\nA hundred cash! Just don't shoot my ass, please!\"\nNigga pullin' mad G's out the floor\nPut stacks in a Prada knapsack, hit the door\nGrab the keys to the 5, call my niggas on the cell\n\"Bring some weed, I got a story to tell\"\nUgh, ugh!\n\n[Outro]\n\"Yo, man, y'all niggas ain't gon' believe what the fuck happened to me\n'Member that bitch I left the club with, man?\"\n\"Yeah\"\n\"Yo, stinky, yo, \nI'm up in this bitch crib\nThis bitch fuck with one of them ol' Knick-ass niggas and shit\nI'm up in the spot, so, you know...\"\n\"Who, God?\"\n\"I don't know, I don't know which one of them niggas\nOne of them six-five niggas, I don't know\"\n\"Yeah\"\n\"Anyway, I'm up in the motherfuckin' spot\nSo, boom, I'm up in the pussy, whatever-whatever\nI sparks up some lah, Pa Duke creeps up in on some...\"\n\"Get the fuck out!\"\n\"Must have been rained out or somethin', because he's in the spot\"\n\"Get the fuck out of here! Oh, shit!\"\n\"Had me scared, had me scared to death! I was shook, Daddy\nBut I forget I had my Roscoe on me\n\"\n\"Ah, yeah, I know you had the heat!\"\n\"Always\"\n\"Hahahaha\"\n\"You know how we do\nSo anyway, the nigga comes up the stairs, he creepin' up the steps\nThe bitch all shook\nShe sends the nigga back downstairs to get some drinks and shit\"\n\"Ooh, shit!\"\n\"She gettin' mad nervous, but I said, 'Fuck that, man! I'm the nigga!'\"\n\"I know you was finna clap 'em\"\nYeah, nigga, you know how we do it, nigga — ransom note-style\nPut the scarf around my motherfuckin' face\n\"Aight!\"\n\"Gagged that bitch up, and played the cizzut\"\n\"Ahahaha!\"\n\"Soon as this nigga comes up in the spot, I flash the Desert in his face\nHe drops the glass\nLooked like the nigga pissed on his damn self or somethin'\nWord to my mother! Word to my mother, yo\"\n\"Ah, shit!\"\n\"This nigga runs dead to the floor\nPeels up the carpet, start givin' me mad papers, mad papers, son\"\n\"Oh, shit, what? Yo, I told you that bitch was a scheisty bitch, cuz!\nWord to mother, I used to fuck with her cousin, but you ain't know that!\"\n\"Hahaha\"\n\"You ain't even know that shit! Really, though.\"\n\"I put all that motherfuckin' money up in the Prada knapsack, and, ugh!\nTwo words: \n'I'm gone!'\n\"\n\"Hahahaha! No doubt, no doubt... No doubt!\"\n\"Y'all niggas got some lah? Y'all got some lah?\"\n\"No doubt!\"\n\n[Produced by Buckwild and Chucky Thompson]"
}