{
  "title": "I Never Meant to Love Him",
  "artist": "Etta James",
  "lyrics": "[Intro]\nBaby, I know you've been hearing lots of stories from your so called friends. About some of the things I've been doing. But listen, before you jump to conclusions I want you to listen to what I have to say, alright?\n[Verse 1]\nHe was just someone to talk to, whoa-oh-oh-oh-oh\nEasy place to lay my problems down\nBut when I was lonely for you, baby, yeah yeah yeah\nHe always seemed, seemed to be around\n[Chorus]\nAnd I never, never, never, never, never, never meant to love him, no, no, no\nAnd I never, never, never, never, never, never meant to care\nAll those empty nights\nThe lonely nights I spent without you there at night\nHe was always (\nAlways there\n), always (\nAlways there\n)\nAlways there (\nAlways there\n), oh yeah, yeah (\nAlways there\n)\n[Verse 2]\nAnd I never, never, never knew\nI never knew when we said goodbye\nYeah, yeah, yeah\nYou'd be the one boy to hang your head\nHang your head and then cry\nAnd it's so strange, so strange\nOh yeah, yeah, yeah, yeah\nHow the game, how the game of love can change\n\n[Harmonizing]\n[Verse 3]\nHe was just someone to turn to, yeah, yeah, yeah\nJust a face, a face that made me smile\nAnd I had no way, I had no way, I had no way\nNo way of knowing, no, no, no, no\nThat the need, the need for the boy is growing, no\n[Chorus]\nAnd I never, never, never, never, never, never meant to love him\nI'm telling you the truth now, boy\nAnd I never, never, never, never, never, never, never, never meant to care now\nAll those empty nights\nThe lonely nights I didn't have you beside me, baby, not you\nHe was always (\nAlways there\n), always (\nAlways there\n)\nAlways there (\nAlways there\n), there, there (\nAlways there\n)\nYeah\n[Outro]\nOh baby, baby, baby, baby, baby\n(\nNever meant, never meant to love him\n)\nI swear to you, I swear to you I never meant to love him\nNo, no, I never, I didn't intend to\n(\nNever meant, never meant to love him\n)\nDidn't intend to get myself going, going, no\nOh, oh, baby, baby, please forgive me now\n(\nNever meant, never meant to love him\n)\nOh Lord, ooh Lord, oh Lord, oh Lord\n(\nNever meant, never meant to love him\n)"
}