{
  "title": "I Run New York",
  "artist": "50 cent",
  "lyrics": "[Intro: 50 Cent]\nOh!\nRrrrrr\nPlease don't play with the animal\n[Chorus: 50 Cent & \nTony Yayo\n, \nBoth\n]\nThe walls have ears lil' nigga\nI run New York\nEven when I ain't there lil' nigga\nI run New York\nI said the walls have ears lil' nigga\nI hear when you talk\nLet's get this shit clear lil' nigga\n(Cause)\n \nI run New York\n(Here we go now!)\n[Verse 1: 50 Cent & \nTony Yayo\n, \nBoth\n]\nI wake up\nStare at the ceilin', I'm alive\nWhat a beautiful feelin',\n (Woo) I put my vest on, right after I put on my draws\nIt's a habit I'm always prepared for war (Yeah!)\nSee, my life's like some shit, you seen in a flick\nBitches act like porn stars when they sit on the dick \n(Come on!)\nWhen I was gettin' out the game I said \"one more flick\"\nTest my aim in the range I'm like \"one more clip\" (Oh!)\nIt's my brain, I'm insane, I be on some shit\nMan, I run Interscope\n, Jada's tryna annoy me\nHe's nuttin' but another disgruntled employee (Hahahaha)\nBeen in the game ten years, and he still ain't rich\nEven his momma upset that he still ain't shit\nBut he keep runnin' his yap like I'ma take all that\nOne more word out his mouth I'll push Styles shit back\n (Woo!)\nSee, the nozzle on my trey pound is three inches long\nAnd the kick on the four-fours is extremely strong\nWith a lil' trey deuce it's like \npop, pop\nChase his ass up the block till his bitch ass drop\nAnd them verses he be kickin'\nNone of 'em hot\n'Cause he ain't got none of that shit he sayin' he got\nAnd he ain't did none of that shit he sayin' he did\nAnd I ain't got, time to be talkin' 'bout this shit, fuckin' faggot!\n \n(Break it down now!)\n\n[Chorus: 50 Cent, \n50 Cent & Tony Yayo\n]\nI gets busy lil' nigga\nI run New York\nYeah, I live in CT, lil' nigga\nBut I run New York\nI don't go to parties, lil' nigga\nBut I run New York\nAnd I stay gettin' cheese, lil' nigga\n'Cause I \nrun New York\nYayo, tell 'em I run New York\n[Verse 2: Tony Yayo]\nMy money longer than yours, nigga, call your recruits\nThe Lox made more money, in them damn shiny suits (Bling)\nThe game about sales, drugs and rappin'\nJada fuck your punchlines, my shirt went platinum\nStyles and Sheek Louch, went double plastic\nYayo, Buck and Banks is puttin' out classics\nA hunnid shots, a hunnid clips, y'all ready to die\nFat Joe ain't a gangsta, he scared to fly\n (Here we go!)\nAutomatic Mossberg who want a piece of this pump?\nI have Ja Rule buried, in some high heel pumps\nVest up in the bulletproof, man fuck that\nHomie shoot up my whip, all you leave (Break it down now!) is a scratch\nYo, I flip cocaine in your project lobby\nAnd beat you with my pistol like Kane did Chauncey\nIt's T.O.N.Y. Y.A.Y.O, my whole clique got dough, my hoes on the fly [?]\nG4's, we fly on Lears\nAnd my rocks lookin' like flashlights in my ears, nigga!\n\n[Chorus: 50 Cent & \nTony Yayo\n]\nWhen I'm down in D.C. lil' nigga, I tell 'em \n(We run this shit!)\n, I run New York\nWhen I'm out in Philly lil' homie\nI run New York\nWhen I'm in V.A. I tell niggas, guess what? \"I run New York\"\nWhen I'm in N.C. niggas holla at me 'cause I run New York\nYayo tell 'em I run New York\n[Outro: 50 Cent]\nYo who the fuck told this lil' nigga he can talk to me like that?!\nCatch him I'll ball him up and roll him somewhere\nHa ha ha hah\nDee! Waah!\nWan' talk to me?!\nWan' tell me what's goin on?\nYou want me to service him for real 'cause I'll service\nI'll murder!\nHa ha ha ha ha ha! ay!\nAy get Puffy on the phone!\nTell him I said\nTell that nigga Puffy I said \"get out the mirror for a second let me talk to him\"\nPuffy own the nigga motherfuckin' publishing!\nTell him I wanna buy the nigga Jadakiss publishing!\nNigga still ain't recoup!\nAww nigga you in the red!\nYou owe money nigga!\nAwww man!\nNow why you make me put your business in the street!\nNow niggas know you ain't shit!\nDamn!\nI see your monkey ass in the paper\nCause you ain't returned them jewels you borrowed\nYou better give them back!\nYou dirty nigga\nAin't none of that shit you be wearin yours!\nHa ha ha!\nWe could've kept this secret nigga\nThese niggas I'm supposed to beef with?!\nAwww man!\nThis fight is fixed\nYou been set up!\nHa ha hah!\nThat's what he 'gon say \"they set me up, man\nI ain't know a nigga was gon' do that\"\nHa ha hah"
}