{
  "title": "i",
  "artist": "kendrick lamar",
  "lyrics": "[Intro: Kendrick Lamar & \nRonald Isley\n]\nIs this mic on?\n (\nHey, move this way, this way\n)\nHey, hey, hey, turn the mic up, c'mon, c'mon\nIs the mic on or not? I want the mic\nWe're bringing up nobody, nobody\nNobody but the number one rapper in the world\nHe done traveled all over the world\nHe came back just to give you some game\nAll of the little boys and girls, come up here\n(Ah, one two, one two, what's happening, fool?)\nCome right here, this is for you, come on up\nI done been through a whole lot (\nKendrick Lamar\n)\nTrial, tribulation, but I know God\nThe Devil wanna put me in a bow tie (\nMake some noise, brother\n)\nPray that the holy water don't go dry, yeah, yeah\nAs I look around me\nSo many motherfuckers wanna down me\nBut enemigo never drown me\nIn front of a dirty double-mirror they found me\n[Chorus: Kendrick Lamar]\nAnd I love my (\nI love myself\n)\nHuh, when you lookin' at me, ah, tell me what do you see? (\nI love myself\n)\nAh, I put a bullet in the back of the back of the head of the poli' (\nI love myself\n)\nUh, illuminated by the hand of God, boy, don't seem shy (\nI love myself\n)\nOne day at a time, huh\n\n[Verse 1: Kendrick Lamar]\nThey wanna say it's a war outside, bomb in the street\nGun in the hood, mob of police\nRock on the corner with a line for the fiend\nAnd a bottle full of lean and a model on the scheme, uh\nThese days of frustration keep \ny'all on tuck and rotation\n (Come to the front)\nYeah, I duck these cold faces, post up fi-fie-fo-fum basis\nDreams of reality's peace (\nOh, yeah\n)\nBlow steam in the face of the beast\nSky could fall down, wind could cry now\nLook at me, motherfucker, I smile\n[Chorus: Kendrick Lamar]\nAnd I love my (\nI love myself\n)\nUh, and when you lookin' at me, ah, tell me what do you see? (\nI love myself\n)\nAh, I put a bullet in the back of the back of the head of the poli' (\nI love myself\n)\nUh, illuminated—\nAll y'all come to the front, y'all come up to the front (\nI love myself\n)\nBaby, what about you? Come on\n[Verse 2: Kendrick Lamar]\n(\nCrazy, what you gon' do?\n)\nLift up your head and keep movin' (\nKeep movin'\n), turn the mic up\n(\nHaunt you\n)\nPeace to fashion police, I wear my heart\nOn my sleeve, let the runway start\nYou know the miserable do love company\nWhat do you want from me and my scars?\nEverybody lack confidence, everybody lack confidence\nHow many times my potential was anonymous?\nHow many times the city making me promises?\nSo I promise this, nigga\n\n[Chorus: Kendrick Lamar]\nI love myself\nUh, and when you lookin' at me, ah, tell me what do you see? (\nI love myself\n)\nAh, I put a bullet in the back of the back of the head of the poli' (\nI love myself\n)\nHuh, illuminated by the hand of God, boy don't seem shy\n(\nI love myself\n)\n[Bridge: Kendrick Lamar]\nHuh (Walk my bare feet), huh (Walk my bare feet)\nHuh (Down, down valley deep), huh (Down, down valley deep)\n(I love myself) Huh (Fi-fie-fo-fum), huh (Fi-fie-fo-fum)\n(I love myself) Huh (My heart undone), one, two, three\n[Verse 3: Kendrick Lamar]\nI went to war last night\nWith an automatic weapon, don't nobody call a medic\nI'ma do it 'til I get it right (\nOh, no\n)\nI went to war last night (\nNight, night, night, night, woo\n)\nI've been dealin' with depression ever since an adolescent\nDuckin' every other blessin', I can never see the message\nI could never take the lead, I could never bob and weave\nFrom a negative and lettin' them annihilate me\nAnd it's evident I'm movin' at a meteor speed\nFinna run into a buildin', lay my body—\n[Spoken Outro: Kendrick Lamar]\n(*Offstage argument*)\nAyy, hold on, woah, woah, stop all this\nNot on my, not while I'm up here\nNot on my time, kill the music, not on my time\nWe could save that shit for the streets\nWe could save that shit, this for the kids, bro\n2015, niggas tired of playin' victim, dog\nNiggas ain't trying to play vic—, TuTu, how many niggas we done lost?\nHow many—, Yan-Yan, how many we lost?\nNo, for real, answer the que—, how many niggas we done lost, bro?\nThis—, this year alone\nExactly, so we—, we ain't got time to waste time, my nigga\nNiggas gotta make time, bro\nThe judge make time, you know that, the judge make time, right?\nThe judge make time so it ain't shit\nIt shouldn't be shit for us to come out here and appreciate the little bit of life we got left, dog\nOn the dead homies, Charlie P, you know that, bro\nYou know that\nRight, it's man—, it's mando, right, it's mando\nAnd I s—, and I—, and I—, and I say this because I, I love you niggas, man\nI love all my niggas, bro\nExac—, enough said, enough said\nAnd we gon' get back to the show and move on, because that shit petty, my nigga\nMic check, mic check, mic check, mic check, mic check\nWe gon' do some acapella shit before we get back to, a—\nAll my niggas listen, listen to this\nI promised Dave I'd never use the phrase \"fuck nigga\"\nHe said, \"Think about what you saying: 'Fuck niggas'\nNo better than Samuel on the Django\nNo better than a white man with slave boats\"\nSound like I needed some soul searching\nMy pops gave me some game in real person\nRetraced my steps on what they never taught me\nDid my homework fast before government caught me\nSo I'ma dedicate this one verse to Oprah\nOn how the infamous, sensitive N-word control us\nSo many artists gave her an explanation to hole us\nWell, this is my explanation straight from Ethiopia\nN-E-G-U-S definition: royalty; king royalty—wait, listen\nN-E-G-U-S description: black emperor, king, ruler, now let me finish\nThe history books overlooked the word and hide it\nAmerica tried to make it to a house divided\nThe homies don't recognize we been usin' it wrong\nSo I'ma break it down and put my game in a song\nN-E-G-U-S, say it with me, or say it no more\nBlack stars can come and get me\nTake it from Oprah Winfrey, tell her she right on time\nKendrick Lamar, by far, realest Negus alive\n\n[Produced by Rahki]\n​​\n​\n​​\n​​\n​​\n​​\n​​\n​​\n​​\n​​\n[Directed by Alexandre Moors and the Little Homies]"
}