{
  "title": "IANAHB",
  "artist": "Lil Wayne",
  "lyrics": "Opening and Title track to Wayne’s 10th studio album, I Am Not A Human Being 2\n\n\n\nRock pianist Elew breaks down the beautiful piano and claims that both he and Wayne improvised the whole song.\n[Produced by Elew]\n[Intro/Piano Solo]\n*lighter flick*\nYeah\nYeah\n[Verse]\nI'm in the crib butt-naked, bitch\nShe say my dick could be the next Black president\nAmericans hate that I'm American\nMedicine, I treat it like peppermints\nUgh, I'm in the ocean getting shark pussy\nShoot you in your fucking mouth and make you talk to me\nYeah, sometimes, I need someone to talk to\n'Cause I am not a human being—part two!\nGetting paid show money for walkthroughs\nLetting all these hoes ride my dick: carpool\nMy bars passed the bar exam, no law school\nCash Money Army, veteran with my war wounds\nUgh, what your man doing?\nI pop his motherfucking top like a canned good\nAnd all my niggas that I roll with are hella armed\nAnd last night, I took a \ntransformer\nAnd had a dream that my dick turned to Megatron\nBut my girl was sleeping with \nDecepticons\nMoney talks, man, and mine talk lecture-long\nP-U-S-S-Y: my second home\nI be grinding on them hoes like a half-pipe\nShe say, \"Tunechi, you the shit; you need your ass wiped\"\nI say, \"Before you gas me up, check the gas price\"\nThen I make her take this dick like advice, hahaha\nShe seesaw it, she suck it and enjoy it\nI stick it in her ass like some fucking steroids\nJose Canseco, make no mistake\nLike a white boy wearing black paint, you're a fake-ass nigga\nBrake pads, nigga, wait\nYou ain't in my weight class, nigga\nLooking for the motherfucking man in the mirror\nRunning this shit like a faucet: Farrah\nBarra-cuda, who the fuck you are?\nI can make your bitch root for me like I grew her\nBodies in the sewer, tampons in manure\nNinety billion bitches on my stick like a skewer, that's swag\nI'm a true Blood, bitch, no fangs\nBeen went pro, now I'm going pro-pane\nTell a bitch, \"Get off me!\" Bitch, get off me!\nI got her over here blowing me like coffee\nDecaffeinated, hand me that paper like I graduated\nAnd I get head while it's decapitated, haha\nThink it's a game? Nigga, come play\nI'm with my killer Bs, fuck bug spray\nYeah, Young Money so gangsta\nI personally know strangers, \nit's so strange\nBut this girl named Dana like to go anal\nShoot him in his head—what's that? A no-brainer\nPlain ol' nigga, but a break from the norm\nI wear my heart on my sleeve, so don't be breaking my arm\nI'd rather wring your fucking neck before I ring the alarm\nI dream to meet a serial killer that'll bring me along with him\nI gotta hit 'em like redbones with long hair\nFuck with me, your ass is grass—get a lawn chair\nI was fucking before my dick started growing hair\nBitches sweating me like John Mayer or warm air\nMan... Nuts and bananas\nYou know how the tables turn, where are your table manners?\nIf you fake, put a egg in your shoe and scramble\nNo rubber, I just fucked this piano, nigga!\n\n[Outro: Lil Wayne / Piano Outro]\nLew!\nDo you!\nWhoa!\nTurn it up!\nMm!\nYeah!\nHello World!\nAs I always say...\nI...\nAm not...\nA human being\n2"
}