{
  "title": "If I Can’t",
  "artist": "50 cent",
  "lyrics": "[Intro: 50 Cent]\nYeah\nHaha, yeah\nYeah\n[Chorus: 50 Cent]\nIf I can't do it, homie\nIt can't be done\nNow I'ma let the champagne bottle pop, I'ma take it to the top\nFor sure, I'ma make it hot, baby (Baby)\n[Verse 1: 50 Cent]\nI apply pressure to pussies, they stunt and I pop (Yeah)\nStand alone squeezing my pistol,\n I'm sure that I got 'em (Uh-huh)\nNow, Peter Piper picked peppers, and Run rocked rhymes\nI'm 50 Cent, I write a little bit, but I pop nines (Brrat)\nTell niggas get they money right, 'cause I got mine (Uh-huh)\nAnd I'm around, quit playing, nigga, you can't shine (Woo)\nYou gon' be that next chump to end up in the trunk\nAfter being hit by \nthe pump\n, is that what you want?\nBe easy, nigga, I'll lay your ass out\nBelieve me, nigga, that's what I'm about\nGangsta, you could find a nigga sitting on chrome\nHit the clutch, hit the gear, hit the gas and I'm gone (Yeah)\n[Chorus: 50 Cent]\nIf I can't do it, homie\nIt can't be done\nNow, I'ma let the champagne bottle pop, I'ma take it to the top\nFor sure, I'ma make it hot, baby (Baby)\n\n[Verse 2: 50 Cent & \nDr. Dre\n]\nI'm down for the action, he smart with his mouth, so smack him (Woo)\nYou holding a strap, he might come back, so clap him (Yeah)\nReact like a gangsta, or die like a gangsta for acting (C'mon)\n'Cause you'll get hit and homicide'll be asking, \"What happened?\"\nOh no, look who crept in with the .44\nTwenty-inch rims sitting on low-pros (Uh-huh)\nEast side, west side, niggas know, yo, I'm loco (Yeah)\nEven my mama said something really wrong with my brain\nNiggas don't rob me, they know I'm down to die for my chain\nG-Unit (Yeah), we get it popping in the hood\nG-Unit (Yeah), motherfucker, what's good?\nI'm waiting on niggas to act like they don't know how to act (Uh-huh)\nAfter sippin' too much Jack, I'll blow 'em off the map\nWith the MAC, thinking it's all rap\n'Til that ass get clapped and Doc say, \"It's a wrap\" (\nIt's a wrap, nigga\n)\n[Chorus: 50 Cent]\nIf I can't do it, homie\nIt can't be done\nNow, I'ma let the champagne bottle pop (Uh-huh), I'ma take it to the top\nFor sure, I'ma make it hot, baby (Baby)\n[Verse 3: 50 Cent]\nI invented how to teach lessons to slow learners\nGo ahead, act up, get smacked in the head with the burner (Ah)\nI don't fight fair, I'm dirty, dirty\nI'm from Southside Jamaica, Queens, nigga, you heard me? (Yeah)\nWhen the streetlights come on, niggas blast the nines (Uh-huh)\nGet locked up, then read books to pass the time (Woo)\nIn the game, there's ups and downs, so I stay on the grind\nNiggas on my dick more than my bitch, I stay on they mind\nThere ain't nothing they could do to stop my shine (Uh-uh)\nThis is God's plan, homie, this ain't mine\nI played the music loud so Grandpa called me a nuisance\nAnd Grandma always gotta throw in her two cents\nI'm the dropout who made more money than his teachers\nRoofless like the coupe, but I come with more features\nI am what I am, you can like it or love it\nIt feels good to blow fifty grand and think nothing of it, fuck it\n\n[Chorus: 50 Cent]\nIf I can't do it, homie\nIt can't be done\nNow I'ma let the champagne bottle pop, I'ma take it to the top\nFor sure, I'ma make it hot, baby (Baby)\nIf I can't do it, homie\nIt can't be done\n (Haha)\nNow I'ma let the champagne bottle pop, I'ma take it to the top (Yeah)\nFor sure I'ma make it hot, baby (Baby)\n[Outro: 50 Cent]\nUh-huh\nI'ma make it hot\nDr. Dre, Aftermath\nShady, haha"
}