{
  "title": "If Your Love Cannot Be Moved",
  "artist": "Stievie Wonder",
  "lyrics": "[Verse 1]\nYou can't say we shall and not fight through hell\nYou can't say we will and not dare to deal\nYou can't shout out peace and then vanish in the crowd\nYou can't ride the storm without some effect\nYou can't steal the spoil and not pay the debt\nYou can't wave a sign that spells \"evil\" and feel really proud\nYou can't sing a song with no melody\nYou can't say we're one without unity\nYou can't form a line if you're sacred to stand alone\nYou can't pray for grace and then smack her face\nYou can't speak of hope and then crack a joke\nYou can say you're there but time knows how much you've grown\nPut a face to your somebody\n[Chorus]\nCan you say your name?\nOr would you rather stay unknown?\nCan you show your face?\nOr are you fearful of it shown?\nCan you feel your heart?\nOr does it beat for you alone?\nLift your glass up high\nSay that your truth will never lie\nIf your love cannot be moved\n\n[Verse 2]\nYou can't look at me and not see yourself\nYou can't say \"for them\" and not for who else\nYou can't truly bless and not bless the good of all\nYou can't serve the rich and desert the poor\nYou can't hear their cries and just close the door\nYou can't say you're down and not take it to the wall\nYou can't benefit from one's detriment\nYou can't find the serum and not cure the sick\nYou can't free the slave to enslave them differently\nYou can't see the right only from your sight\nYou can't see the wrong and just go along\nOr is that the way you would want your fate to read\nPut a face to your somebody\n[Chorus]\n[Verse 3]\nYou can't make a pledge and then slip the script\nYou can't say the words and not move your lips\nYou can't be confused and still say you understand\nYou can't be a friend but not through thin and thick\nYou can't be a click but in danger split\nYou can't evenly share and then grab the biggest hand\nYou can't say you do but then show you don't\nYou can't say you will and make sure you won't\nYou can't want for change and not do what you need to do\n\n[Bridge]\nYou can't give up all and then take back all you give\nYou can't live to die but you can die to live\nOr is that too much to ask of the you in you?\nPut a face to your somebody\n[Chorus][x2]"
}