{
  "title": "Ignorance is Bliss",
  "artist": "kendrick lamar",
  "lyrics": "[Produced by Willie B]\n[Intro: Kendrick Lamar]\nLord forgive me\n[Verse 1: Kendrick Lamar]\nKill him where he stand and stand over him\n, \nshake his hand\nThen jump back in that minivan\n, double back to his block and blam\nI ain't backing down for nothing, \nI'ma back 'em down like Shaq\nWith this black 2-2-3 in my hand\n, \nbetter pray that this chopper jam\nLike a radio single, man\n, \nPolice radio signals saying\nThat a 187 land on your corner, coroners comfort your momma\n\"Momma, he's dead,\" the next morning, I toasted up with my homies\nWe drink and smoke marijuana, want us to change our ways? Uh-huh\nYou see this game we play come from, uncles that raised me in Compton\nAsk me what I have accomplished, I don't know, I don't have conscience\nI just load up and start dumping on enemies I'm headhunting\nNo sympathy, ain't no love, when you in these streets, \njust get something\nProtect your neck 'cause they coming for set respect\nSplit your onion then chop your deck\n,\nYour head tumbling like gymnastics (\nOoh...\n)\n'Cause ignorance is bliss\n[Chorus: ScHoolboy Q]\nNow everybody put your hands up high\nIf you don't give a fuck, put your hands up high\n\n[Bridge: Kendrick Lamar]\nThis the hardest shit you've heard from L.A. this far\nAnd I'm this far from a discharge, but never will I diss y'all\nWe all tryna ball, and when I got the rock, I'll dish off\nUntil the day I pistol-whip you posers 'til y'all pissed off\nThen peel off in a hoopty\nCome back and make these niggas wanna shoot me\n[Verse 2: Kendrick Lamar]\nAnd they bitches wanna salute me or seduce me\nIndubitably, I'm too street—indubitably, I'ma do me\nBetter than your bitch would, 'cause you niggas too weak\nBut just give me two weeks and I'm good\nI'll make an album that'll put a smile on Malcolm\nMake Martin Luther tell God I'm the future for Heaven's talent\nNo tarot card reading; I'm foreseeing you niggas vanish\nNot only from the rap game—I'm including the planet\nCats so watered-down, clowns can sink Titanic\nTie titanium around they neck and watch 'em panic\nGive me respect, dammit, or get damaged\nDie young, corpse identified by your parents\nApparently, you a parrot,\n mocking me and my blueprint\nBut I won't share it, just make you cop it, then call you a sheriff\nStop it, I'm hearin' the comments\nThe critics are calling me \"conscious\"\nBut truthfully, every shooter be calling me Compton\nSo truthfully, only calling me Kweli and Common?\nProves... that ignorance is bliss\n\n[Chorus: ScHoolboy Q]\nNow everybody put your hands up high\nIf you don't give a fuck, put your hands up high\n[Bridge: Kendrick Lamar]\nAnd this still the hardest shit you've heard from L.A. this far\nAnd I'm this far, from a discharge, but never will I diss y'all\nThis my world, I grab the universe then play kickball\nAnd they wonder why these California earthquakes hittin' so hard\n[Verse 3: Kendrick Lamar]\nI'm So-Cal, you so-called rappers need to go call Ghostbusters\n'Cause you busters are Casper when I go off\nI show up to show out and show off\nYou a hundred percent behind me\nAnd if you are, then wreck your car, then walk up to my crime scene\nI remember bein' seventeen, wishin' someone would sign me\nNow the only way these labels get me back is when they rewind me\nBackin' down bargains, backin' down bitches, we gon' flip her\nOnce she off that Blue Dolphin, you gon' tip her\n'Cause ignorance is bliss\n[Outro: Kendrick Lamar]\nAnd Willie B, I'm a fool on your beats\nI bleed out the speaker\n \nas the speaker that spoke when they didn't speak"
}