{
  "title": "In His Own Words",
  "artist": "Nas",
  "lyrics": "Off of the collaboration album by Nas & Damian Marley, Distant Relatives.\n\nThe title refers to god, and this song is also about god.\n[Hook: Stephen Marley]\nJah told you\nIn His own words\n\"And I'll see you through\nTo guide you\nThrough this cold world\nAnd I'll see you through\"\nJah told you\nIn His own words\n\"And I'll see you through\nTo guide you\nThrough this cold world\nAnd I'll see you through\"\n[Verse 1: Nas]\nUh, uh\nTwo steps away from death, a vest and a holster\nI detest detectives arresting us over\nWeapons possession, they was checking the Rover\nInspecting the tattoos on my neck and my shoulder\nHow many times I'm one of six coffin holders?\nOr I'm, sitting with goons in the visiting rooms\nFlip it, I could have been you, behind state walls biddin'\nThese are the things that a G pray for\nAcquit us, a little stash in the safe or a little shorty to wait for him\nOr a shorty to take the weight for him\nWhat really did I escape from?\nThought I saw God's face on the design in my vintage Claiborne\nSwear I see Him every day y'all\nIn a bus or the train or\nThe billboards out there that hang tall\nI still give thanks for Him\nHave faith for Him, no matter what His name's called\nSeen!\n\n[Hook: Stephen Marley]\nJah told you\nIn His own words\n\"And I'll see you through\nTo guide you\nThrough this cold world\nAnd I'll see you through\"\nJah told you\nIn His own words\n\"And I'll see you through\nTo guide you\nThrough this cold world\nAnd I'll see you through\"\n[Verse 2: Damian Marley]\nHey\nCan you think of a color that you never seen?\nCan you reminisce on places you never been?\nWell, it's many are called, but are never deemed\nWorthy for the cause, 'cause them never clean\nHelp who help themselves, Jah nuh raffle dream\nThat's why me chummy with Jah Jah like a Cherubim\nKeep us strong through the winter like an Evergreen\nAnd all of us are more connected than it ever seemed\nAll things are related\n, \nand creation is a package\nGenerate together and we increase the wattage\nA how them a go manage?\nTell Babylon them can't do Rasta damage, nor stop us through the passage\nJah did make a promise\n, God is always honest\nAlways keeps his word, Yow nuh care what the plan is\nDon't be astonished, Stumbling blocks vanish\nOne day the meek gonna live inna di palace\nWoah!\n\n[Hook: Stephen Marley]\nJah told you\nIn His own words\n\"And I'll see you through\nTo guide you\nThrough this cold world\nAnd I'll see you through\"\nJah told you\nIn His own words\n\"And I'll see you through\nTo guide you\nThrough this cold world\nAnd I'll see you through\"\n[Verse 3: Nas]\nUh, yo, yo\nSome ask me if I feel that Zion is surreal\nAnd in my songs, do I plan to expose and reveal\nWord to the curb that's under these chrome wheels\nMy homies is the only ones I'm taking care of\nBut severe reality starts to become more clear\nAnd these know-it-all rappers have become more weird\nAs if they were superior and fans are inferior\nHow I balance between the streets and the theories of\nCollegiate literature\n, I hold mirrors up\nGive combinations of pain, joy, fear and love\nThrough my perspective, I can see Jah reflection\nIn the highest definition, getting high with my brethren\nThen I ask Him why is Africans dying from circumcision\nThey lack proper surgeons and suffer malnutrition\nUnderestimate the wealth of their own wisdom\nIt's like it's been exchanged for this penicillin\nSeen\n\n[Hook: Stephen Marley]\nJah told you\nIn His own words\n\"And I'll see you through\nTo guide you\nThrough this cold world\nAnd I'll see you through\"\nJah told you\nIn His own words\n\"And I'll see you through\nTo guide you\nThrough this cold world\nAnd I'll see you through\""
}