{
  "title": "In My Head (Version 2)",
  "artist": "Travis Scott",
  "lyrics": "[Intro: Travis Scott & \nSwae Lee\n]\nYou can crawl in my bed tonight\nLong as you call ahead of time\nI don't mind\nJust need the time\nI don't bite\n[Verse 1: Travis Scott]\nYou like the, like the brothers\nI light them off of each other\nI make them off if they've ever\nI put the vibe in the thunder, yeah-yeah\nShe like to get together\nPinky ring all of a sudden\nI'm known to keep it right of a sudden\nShe got the figure all of a sudden\n[Chorus: Travis Scott]\nYou on the dancefloor, movin' silent\nMovin' through your town and the violence\nPour that purple rain in and change the climate\nJust a taste'll make everything vibrant\nWanna look out for the sirens and the tyrants\n'Cause everything's a little too quiet\nSomething's 'bout to pop up out of hidin'\nI can see the darkness in your eyelids\n\n[Verse 2: Travis Scott]\nWe downin' all the uppers (\nUppers\n)\nThen go down on each other (\nYeah\n)\nI put the vibe under covers (Yeah)\nAnd gave her time to recover, yeah-yeah\nYou hear the sirens, it's trouble (Ooh-ooh)\nYou really wanna ride with a rebel (\nRide\n)\n'Cause you know I smoke the fire of the Devil (Yeah)\nYou wanna bring this loud through the ghetto\n[Chorus: Travis Scott]\nYou wanna tiptoe, move in silence (Skrrt, skrrt)\nMovin' through the town and the violence\nPour that purple rain in and change the climate\nJust a taste'll make everything vibrant (It's lit)\nWanna look out for the sirens and the tyrants\n'Cause everything's a little too quiet (Yeah)\nSomething's 'bout to pop up out of hidin' (Yeah, yeah)\nI can see the darkness in your eyelids\n[Verse 3: Travis Scott]\nMovin' through the clouds like I'm lightnin'\n'Bout to pop up on these niggas, make it frightenin'\nWhy you outside, are you not in?\n'Cause I built a movie scene and a drive-in\nJeweler Stanley Kubrick, see the shinin'\nI can't bust down all my time to fit a diamond\nIn a public place showin' privates\nI can see the darkness in your eyelids\n\n[Verse 4: Swae Lee]\nHow can you dry your eyes when I gave you what you wanted?\nWhy would I change my mind when I told you, \"Go for it\"?\nAre you gettin' dressed for them, or me, tonight?\nAre you partyin' with them, or us, tonight?\nHop in this Benz with me, gimme that top tonight\nHow'd you wanna come with me? The money gon' speak my mind\nEven when I'm nice as you, carry your weight to my place\nI think you look better with me, tell me if that's right, ayy"
}