{
  "title": "Intro (American Gangster)",
  "artist": "Jay-Z",
  "lyrics": "Jay Z samples dialogue from the film American Gangster to set the mood for the album.\n\nThe majority of the intro is performed by Idris Elba, who also co-produced the track and played Tango in the movie.\n[Denzel Washington from \n'American Gangster'\n]\n\"Man I worked for, had one of the biggest companies in New York City\nHe didn't own his own company\nWhite man owned it, so they owned him\nNobody owns me though.\"\n[Speech: Idris Elba, (Angel Wood)]\n(Your gangster is not defined)\nYour gangster is not defined by how low your jeans fall by your waist\nBut, more how your genes stand up to their expectations\n\"Never forgetting where we came from\"\n(Your gangster, your gangster)\nYour gangster is not defined by how many rocks are in your watch\nBut rather, how many rocks you move while owning the watch\n(Gangsters, hustlers, Republicans, Democrats, pimps and hoes)\nConservatives, Labour – the seller, the buyer, the product, the producer\n\"See you are what you are in this world\"\nThe gangster is absorbed and adored by those that don't understand the laws that govern the gangsterment\n(Gangsterment, gangsterment)\nGangsterment allows you to make up your own laws\nAnd create brand new words\n, \ngangster mentality (Gangster mentality)\nAn American way – created by the white, mastered by the black\nAnd absorbed by the fiends\nTaxed by the governmentality (Governmentality), charted by Forbes\nIf you believe in JAY-Z, then you too can be a gangster\n(Then you too can be a gangster)\nBy any means necessary\n, \nby owning that dream\nI mean it's a long walk to freedom\nBut, while deep, deep, deep inside the bush\n(The War on Terror screams – damn, it feels good)\nDamn, it feels good to be a gangster\n, haha\n(To be a gangster, swagger is not a must, it's a liability\nA cliché, a bad suit, cut the bullshit\nYou know if it wasn't for this, there would be no that)\nWhich we call, the American Gangster"
}