{
  "title": "Invisibile",
  "artist": "IU",
  "lyrics": "[Testo di \"Invisibile\"]\n[Intro]\nWhy these motherfucking DJs don't scratch on these rap records no more?\n'Cause they can't scratch, man\nThey get up there on stage, may act like they gon' scratch, ain't scratchin' nothin' but their ass\nI'm in–, I'm invisible\nLadies and gentlemen\nI'm in–, I'm invisible\nMake some noise\nThe Reverse \n(Yeah)\nDJ Myke \n(Yeah)\nRancore \n(You know)\nR-A-N-C-O-R-E\n[Bridge]\nÈ invisibile, invisibile, invisibile chi?\nÈ invisibile, invisibile, invisibile chi?\nÈ invisibile, invisibile, invisibile chi?\nÈ invisibile, invisibile, è...\n[Strofa 1]\nIo non affermo niente\nMi muovo davanti allo specchio eppure ogni oggetto dentro l'ambiente\nResta fermo, dormiente\nParla da sola la giornalista mentre intervista l'emergente\nAccendi lo schermo che è urgente\nLeccami qui, io valgo poco quanto un voto\nEccomi, l'ennesima festa in cui fanno foto\nBeccami, agente, se fossi più intelligente ti gireresti un secondo fissando gli occhi sul vuoto\nOrmai è morto, capito?\nColpa sua, non ha reagito\nNon risponde alle aggressioni co' un vagito\nMa il moccioso non è mai stato rapito\nÈ che al tempo quando ho chiuso gli occhi e dopo l'ho riaperti era sparito (Boh)\nAttento quando pensi che l'atomo è indivisibile\nPensa che se lo pensi diviso poi sei invisibile\nE non si tratta di un cocktail per i coatti\nO di un modo figo per nascondere agli altri che chatti\nÈ vero, qui non si tratta più di quello che ho addosso\nDella mia pelle, di ogni singolo muscolo e pezzo di osso\nQui, qui non si tratta di microfoni, metrica, autografi\nConcerti e video da un'estetica invincibile\n\n[Ritornello]\nÈ invisibile, è un segreto che non ti spiazza\nInvisibile, è un ritratto dentro a una chiazza\nInvisibile, non lo guarda più una ragazza\nQuesta canna che svolazza è tra le dita di un ragazzo\nInvisibile, è un segreto che non ti spiazza\nInvisibile, è un ritratto dentro a una chiazza\nInvisibile, non lo guarda più una ragazza\nQuesta canna che svolazza è tra le dita di un ragazzo invisibile\n[Post-Ritornello]\nÈ invisibile, invisibile, invisibile chi?\nÈ invisibile, invisibile, invisibile chi?\nÈ invisibile, invisibile, invisibile chi?\nÈ invisibile, invisibile, è...\n[Strofa 2]\nNon sono morto per niente (Boh)\nMagari è dai geni di qualche cazzo di parente\nConfondersi con l'acqua trasparente\nMa è come tra parente e parente, si appare tra parentesi\nE si sa che scomparire non vuol dire arrendersi\nIl mio ritratto è sul muro e c'è scritto \"Vendesi\"\nCome? Rimozioni di emozioni, attenzione\nGenitori protettori, professori, professioni\nPromotori, promozione, proiezioni per vendersi\nDove? E al parchetto hanno detto: \"Magari è in giro\nChissà, poi, che bella vita, pensandoci un po' lo ammiro\"\nMa tanto ero accanto a loro lontano solo un respiro\nSempre zitto, almeno mi alleno per quando stiro (Boh)\nNon mi ha sentito l'hostess del volo che ho preso\nPer spiagge senza donne in topless, ma solo ed offeso\nMi sento un po' mostro di Loch Ness, ho atteso e son teso\nE ti sto lasciando a metà discorso lanciando il cordless accesso\nQui non si tratta più di quello che ho addosso\nDella mia pelle, di ogni singolo muscolo e pezzo di osso\nQui, qui non si tratta di microfoni, metrica, autografi\nConcerti e video da un'estetica invincibile\n\n[Ritornello]\nÈ invisibile, è un segreto che non ti spiazza\nInvisibile, è un ritratto dentro a una chiazza\nInvisibile, non lo guarda più una ragazza\nQuesta canna che svolazza è tra le dita di un ragazzo\nInvisibile, è un segreto che non ti spiazza\nInvisibile, è un ritratto dentro a una chiazza\nInvisibile, non lo guarda più una ragazza\nQuesta canna che svolazza è tra le dita di un ragazzo\n[Strofa 3]\nRagazzo, sono invisibile quanto il nostro salario\nQuanto quei due secondi che riordini il fuso orario\nFate meglio a togliere il mio nome dal dizionario\nQuesta voce è finta, è chi la registra che è un visionario\nSto sul binario e aspetto il treno delle sei\nI miei occhi senza pupille, solo due nei\nNei bei giorni che vivo mi chiederei\n\"Ma se il mondo fosse deserto e tutti gli altri te li crei?\"\nChissà cosa creerei, o, forse, l'ho già creato\nSe guardo con gli occhi miei la legge porta al reato\nL'amore, il volto di lei, le luci della città\nIn una lenta overdose che si raggiunge all'eternità\nLa carta d'identità, è bianca la fototessera\nIl mondo è come un paese, la guerra che è sempre estera\nE noi cerchiamo sponsor per le spese del progetto\nFaremo un video col green screen ma sul soggetto\nT'ho detto, non si tratta più di ciò che ha addosso\nDella sua pelle, di ogni singolo muscolo e pezzo di osso\nQui, qui non si tratta di microfoni, metrica, autografi\nConcerti e video da un'estetica invincibile\n\n[Ritornello]\nÈ invisibile, è un segreto che non ti spiazza\nInvisibile, è un ritratto dentro a una chiazza\nInvisibile, non lo guarda più una ragazza\nQuesta canna che svolazza è tra le dita di un ragazzo\nInvisibile, è un segreto che non ti spiazza\nInvisibile, è un ritratto dentro a una chiazza\nInvisibile, non lo guarda più una ragazza\nQuesta canna che svolazza è tra le dita di un ragazzo invisibile\n[Post-Ritornello]\nÈ invisibile, invisibile, invisibile chi?\nÈ invisibile, invisibile, invisibile chi?\nÈ invisibile, invisibile, invisibile chi?\nÈ invisibile, invisibile, invisibile, invisibile\n[Outro]\n[?] program"
}