{
  "title": "Is It Love?",
  "artist": "kendrick lamar",
  "lyrics": "[Intro: Angela McCluskey & \nKendrick Lamar\n]\nSit still, and close your eyes (\nSmoke to it\n)\nWhat's behind the other door? Oh\nNo more silence (\nNo more silence\n)\nDon't kill this thing we got called love (\nDon't shoot\n)\nJust searching for the perfect shot\n[Chorus: Angela McCluskey]\nWhen love comes calling, don't love back\nWhen love comes calling, don't look away\nWhen love comes calling, don't look back\nWhen love comes calling, don't look away\n[Verse 1: Kendrick Lamar]\nI used to write rhymes, all day and all night\nWhen y'all was playing PlayStation, my pencil was erasing lines\nMy conscience only knew what's half tight\nAt 3:14, it's time to give me a slice, my nigga\nThis is a dog's fight, my nigga\nThe soundtrack to life, my nigga\nKendrick Lamar, his momma called him that\nHe watched \nHouse Party\n, and ate Apple Jacks\nSold Sega games, his cousin sold crack\nHe pumped Reeboks, his uncles pumped packs\nPump, fake, jumpshot, ball hit the back\nBoard, dreams of being point guard was off limits, jack\nThat's because that these Compton streets was built not to win\nYou killed the nigga, I stole a bible, is that a sin?\nPardon me though, I'm searching for answers\nThe good kid from the ugly city\n, that's mad that he's handsome\nWhere is the love?\n\n[Chorus: Angela McCluskey & \nKendrick Lamar\n]\nWhen love comes calling, don't love back\nWhen love comes calling, don't look away\nWhen love comes calling (\nWhere is the love?\n), don't look back\nWhen love comes calling, don't look away\n[Verse 2: Kendrick Lamar]\nGive me rings, give me chains, mane\nGive me a blue Benz, red Porsche, red Range\nGive me black bitches, white hoes, new clothes\nA mansion with marble floors and security codes\nThen give me some land, or maybe I'll land a– G5\nClearport, say hello to the man\nGive me awards, Grammys, and let the crowd applaud\nMy name 'til they strain the veins in they vocal cords\nGive me fame and fortune, me and Trump on golf courses\nWith that being said, give me Tiger sports endorsements\nGive me billboards, whatever that people will kill for\nManhattan and '40/40', no 40's but Rosé poured\nGive me vanity, give me Kurt Cobain sanity\nGive me a city where Channel 7 newscasters cameras be\nGive me horror like Amity,\n no, give me the charts\nAnd if you ever renege, I'll still give you Kendrick Lamar, this is me\nAnd that's love\n[Chorus: Angela McCluskey]\nWhen love comes calling, don't love back\nWhen love comes calling, don't look away\nWhen love comes calling, don't look back\nWhen love comes calling, don't look away\n\n[Outro: Kendrick Lamar]\nNow everybody smoke to it, for this is, the celebration"
}