{
  "title": "Is She Gon Pop",
  "artist": "J.Cole",
  "lyrics": "A track from the well-worth-the-wait Born Sinner deluxe edition. This is also the third song from the Truly Yours 3. Cole has amazed numerous fans and critics with the Truly Yours EP series.\n[Intro]\nYeah\nYeah\n[Verse 1]\nArt of seduction\n, \nhoes jump like Vince Carter\nBackstage like they a part of production\nWe talked about her dreams, you gotta start off with somethin'\nHer momma went to college, but yet her father was hustlin'\n, uh\nFound it funny 'cause now they daughter is stuck in\nA similar predicament, I'm askin' where her nigga went\nShe said \"Your guess is good as mine\nDropped outta school, now he run the streets, like, all the time\nLeft me alone with this baby, I don't hear from the nigga\nAnd to keep it hundred with you, I don't care for the nigga\"\nWell, movin' on\n\"Funny 'cause I only know a couple of your songs, but I love when they come on\"\nWord\n[Chorus]\nI'll take it, baby I'll take it\nAnd why I'm starin' at you? 'Cause I'm picturin' you naked\nKnow what's on your mind, embrace it, do not fake it\nTonight is what you make it, take it, do not waste it, uh\nTake a shot, you not wasted\n[\nmumbling\n]\nI'm in a small-ass town with a superstar chick\nThis is superstar dick, girl, how could you not taste it?\n\n[Verse 2]\nHuh, that's a little ego—\nTistic, my amigos be hockin' in Toledo\nNiggas winnin' off me, it's all G 'cause he know\nBitches can't get the Michael so they settlin' for Tito\nWe know, yeah, nigga, we know\nHot bitch fell in my lap like cappuccino\nNiggas so thirsty, it irks me\nYou keep on puttin' bitches over money but that ain't my cup of tea though\nNah nigga, the game is to get\nA bunch of paper just to change your fuckin' neighbors and shit\nI swear if niggas put half of what they put in chasin' ass\nInto a craft, by now, you'd be famous and rich\n, huh\nBut I get it, you rather lay with a bitch\nWhile you play with her pussy, and let her play with your dick, huh\nShe thinking she got a first round pick, huh\nShe thinkin' 'bout all the things she can get, huh\nShe thinkin' you got a Range for a whip\nAnd a fly-ass crib, oh, but it's not that simple 'cause\nAll you got is a phone full of bitches, huh\nAnd they just like her\nMeanwhile, I'm stackin' paper up, my word\nHad more hoes comin' than a bus driver\nGot a full grown woman wanna fuck, my word\nWanna ride my nouns, let her suck my verbs\n, ayy\n\n[Chorus]\nI'll take it, baby I'll take it\nAnd why I'm starin' at you? 'Cause I'm picturin' you naked\nKnow what's on your mind, embrace it, do not fake it\nTonight is what you make it, take it, do not waste it, uh\nTake a shot, you not wasted\n[\nmumbling\n]\nI'm in a small-ass town with a superstar chick\nThis is superstar dick, girl, how could you not taste it?"
}