{
  "title": "Is This Love (’09)",
  "artist": "Eminem",
  "lyrics": "[Intro: Eminem]\nR.I.P. to R-A-P\nE-M-I-N-E-M's back with the D-R-E and I'm the\n[Verse 1: Eminem]\nS-L-I-M (What?) S-H-A-D-Y (Woo)\nI'm H-I-G-H (Yeah), yeah, baby, high (Ha)\nAnd not afraid of heights\nAnd the B-O-D-Y is C-R to the A-Z-Y\nThe G-U-Y with the mother-F-U-C-K-I-N\nC-H-A-I-N-S-A-W and the W-H-I-S-K-E-Y\nAnd I don't wanna trouble you, wait\nBut before you skate, I'd like to try to break the ice\nLike a frozen lake so you'll fall, \nstay the night\nSay like eight or nine\n'Cause on a scale of one to ten\n, that's how I rate your vibe\nLet me be your vibrator (Get it?)\nYour body's slammin' like André the Giant\nTwo wrongs make a right\nLet me take you by the arm, I'm alligator-like (Bite her arm)\nGal, I waited all my life for you, heart is racin' like \nTalladega Nights\nSick minds think alike, girl, you got me singin' like\n[Chorus: Eminem, \nSly Pyper\n & \nBoth\n]\nGirl, I've been watchin' what you do\nAnd, baby, I ain't never met a woman quite like you (Like you)\nSo tell me what I gotta do\nI've never been with a virgin, but I'd sure like to (Yeah)\nIs this love that I'm feelin'? (\nThat I'm fallin'\n)\nHow do I describe the vibe that I'm feelin' inside?\nI'm in the mood\n for sexual healin' (\nI'm \nfallin\n'\n)\n\n[Verse 2: Eminem]\nGirl, I'm diggin' your whole MO\nGive me a go, you're throwin' innuendos\nKeep sendin' me smoke signals (Yeah)\nEverything's movin', spinning in slow M-O\nT-I-O-N, now anything goes, earlobe\nNibbling so gentle, then we disrobe, she goes\nEmily Rose, middle of givin' me dome, she froze\nLiterally goes mental, screams she's broke, fragile\nEmpty and so brittle, Henny and Coke can make women emotional\nTold her she ain't just some twenty-some-year-old bimbo\nThen we indulged in so many of those benzos\nThat I proposed, then gave the strippers a pole\nFinished, we moaned (Uh), then dozed, then we awoke\nLike, \"Yo, did we elope?\" Give me a Jolt\nMy mind's blank, I'm sippin' in hopes it'll\nJog it\n, \nI thought this was a memory-foam pillow\nThen why the fuck are we remembering so little?\n[Chorus: Eminem, \nSly Pyper\n & \nBoth\n]\nGirl, I've been watchin' what you do\nAnd, baby, I ain't never met a woman quite like you (Like you)\nSo tell me what I gotta do\nI've never been with a virgin, but I'd sure like to (Yeah)\nIs this love that I'm feelin'? (\nThat I'm fallin'\n)\nHow do I describe the vibe that I'm feelin' inside?\nI'm in the mood\n for sexual healin' (50, \nI'm fallin'\n)\n\n[Verse 3: 50 Cent & \nEminem\n]\nI kill a bitch with a potato peeler for the skrilla\nI'm finna skin a sinner, dick robbed like Bruce Jenner\nLong time, it turns me on, I\nLike it like I like snuff flicks, sip piss, eat shit\nYou're workin' my nerves, louder now, come on, bark, bitch\nHi, I'm Shady's co-D, Shady done rubbed off on me\nYeah, bitch, bone me 'fore he use the chainsaw for me\nAfter you see my G-U-N, a pine box we will see you in\nYou can't believe it's me again, I B-I-G T-I-M-E\nK-I-L-L very W-E-L-L\nGo to Hell, R-U-N, T-E-L-L\nI'm comin', straight dumbin' with my gun in hand\nThere's no options, I'm P-O-P-P-I-N\nYou're dyin', doc's still tryin' to save you\nIf you survive, I'ma show you what the gauge do\nI'm the type there's nothin' you can say to (\nAyo, bring that hook back\n)\n[Chorus: Eminem, \nSly Pyper\n & \nBoth\n]\nGirl, I've been watchin' what you do\nAnd, baby, I ain't never met a woman quite like you (Like you)\nSo tell me what I gotta do\nI've never been with a virgin, but I'd sure like to\n (Yeah)\nIs this love that I'm feelin'? (\nThat I'm fallin'\n)\nHow do I describe the vibe that I'm feelin' inside?\nI'm in the mood\n for sexual healin' (\nI'm fallin'\n)"
}