{
  "title": "It’s Not A Game",
  "artist": "The Notorious B.I.G.",
  "lyrics": "[Intro: Big Pun & \n2Pac\n]\nWhat I gotta do is let y'all niggas know I am the nicest\nOnce upon a crime, someone who was once fragile, innocent, and pure was suddenly corrupted and adopted by the streets. But the gift he brought with him to this world will effect our outlooks on not only rap music but on life as well, forever, forever\n[Verse 1: Big Pun]\nIt's not a game, it's war, plain and raw\nBlood stain the wall when I bring the chain with the saw\nBring the pain to your door like death was knockin'\nUnless you got my ends, I'ma make you twins\nWith the Headless Horseman, hell extortion\nSell your soul, live your dreams, don't pay the cost then\nChop, chop, say hello to the guillotine\nA killer fiends for blood, screams of thugs like\nFiends for drugs, I don't need no love\nGive me your fear, money, respect, beer, honeys and sex\nWe're here, I'll bend them checks for years, hungry and stressed\nYou fuckin' with Chris, fuck Pun, dead the wrath for later\nGet your calculator, the head decapitator's back forever\nCan't count how many heads I had to sever (Woo, c'mon)\nHalf the niggas I keep, and put 'em back together\nThat's the terror, cut open your girl\nAnd make a truss out her flesh, like Buffalo Bill\n[Chorus: Big Pun & \n2Pac\n]\nIt's not a game, it's war, plain and raw\nBlood stain the wall when I bring the chain with the saw\nIt's not a game, it's war, plain and raw\nBlood stain the wall when I bring the chain with the saw\nIt's not a game, it's war, plain and raw\nBlood stain the wall when I bring the chain with the saw (\nGet on yo knees, nigga, get on yo knees and pray\n)\nIt's not a game, it's war, plain and raw\nBlood stain the wall when I bring the chain with the saw\n\n[Verse 2: 2Pac]\nNo insanity plea from me, I ride the beef 'til I burn\nCensor me and bar your kids from the lessons I learned\nAnd in turn I'm hostile, guess you can recall me antisocial\nNiggas shakin' like they caught the Holy Ghost when I approach\nTry to politic before I smoke 'em, like Sun Tzu\nNiggas do unto these snitches, before it's done to you\nAnd if the cops come arrest me in the evening\nBest believe they comin' for my dogs in the morning\nAnd if I die by a slug, the death of a true thug\nTell me will my niggas mourn me? Gettin' blowed out\nHigh, watch me murder the bird before he testify\nStrikes walkin' close to my third, I live a troubled life\nAnd if you dream, be a part of my team\nFrom Long Beach to Queens, drug dealers to ex-fiends\nKeep yo eyes on the prize, nigga watch for bustas (Watch)\nEither heaven or jail, it's still hell for a hustler\n[Chorus: Big Pun]\nIt's not a game, it's war, plain and raw\nBlood stain the wall when I bring the chain with the saw\nIt's not a game, it's war, plain and raw\nBlood stain the wall when I bring the chain with the saw\nIt's not a game, it's war, plain and raw\nBlood stain the wall when I bring the chain with the saw\nIt's not a game, it's war, plain and raw\nBlood stain the wall when I bring the chain with the saw\n\n[Verse 3: The Notorious B.I.G.]\nI got seven Mac-11's, about eight .38's\nNine 9's, ten Mac-10's the shits never end\nYou can't touch my riches\nEven if you had MC Hammer and them 357 bitches\nBiggie Smalls, the millionaire, the mansion, the yacht\nThe two weed spots, the two hot Glocks\nHuh, that's how I got the weed spot\nI shot dread in the head, took the bread and the lamb spread\nLil' Gotti got the shotty to your body\nSo don't resist or you might miss Christmas\nI tote guns, I make number runs\nI give MCs the runs dripping\nWhen I throw my clip in the AK, I slay from far away\nEverybody hit the D-E-C-K\nMy slow flows remarkable, peace to Matteo\nNow we smoke weed like Tony Montana sniff the yayo\nThat's crazy blunts, mad L's\nMy voice excels from the avenue to jail cells\nOh my God I'm dropping shit like a pigeon\nI hope you're listening, smacking babies at they christening\nSo you better grab your pistol\n'Cause if you sit still, I'm gonna make your fucking shit spill\nAnd I'm talking 'bout buckets, why did I have to do it?\nFuck it, you got a gun, nigga bust it\n\n[Chorus: Big Pun]\nIt's not a game, it's war, plain and raw\nBlood stain the wall when I bring the chain with the saw\nIt's not a game, it's war, plain and raw\nBlood stain the wall when I bring the chain with the saw\nIt's not a game, it's war, plain and raw\nBlood stain the wall when I bring the chain with the saw\nIt's not a game, it's war, plain and raw\nBlood stain the wall when I bring the chain with the saw\n[Outro: 2Pac \nThe Notorious B.I.G.\n]\nI personify every image that niggas fake\nI personify, really bring it to 'em\nBecause I'm -- I-I looked up to these niggas\nWhile on bail, they gon' take my spot, big mistake, know what I'm saying?\nMy spot is wedged in, it ain't going nowhere, you know what I'm saying?\nI'm coming right back for my place, anybody that's there, they gon' have to move"
}