{
  "title": "I’m the Man",
  "artist": "J.Cole",
  "lyrics": "Cole applies the message of Nas' classic “You’re Da Man” off Stillmatic on himself, rapping over its beat and flipping over its title, claiming that he’s the man.\n[Intro]\nNigga had the nerve to fuckin' tell me niggas from the South can't spit\nBitch, I'll smack your dumb ass\n \n(Fayettenam, what up? Carolina, what up?)\nWe gon' call this joint right here \"I'm The Man\"\nStupid-ass motherfuckers (New York, what up? Queens)\nI'ma quit talking all that shit and about show y'all\nShout out the whole 86 Ave, my nigga D. Scott\nY'all been known, I told y'all niggas I'm gettin' this bread and goin' home\nI'ma show y'all stupid-ass motherfuckers (Coming soon, nigga, uh)\nRich Mitch, what up?\nDumb-ass niggas\n[Verse 1]\nThe heir to the throne\n, \nSouth nigga bred to the bone\nBut haters say he fled from his home (Please)\nNow picture that, I was eighteen with million-dollar dreams (Yeah)\nMoved to Jamaica, Queens like Prince Akeem\nBut ain't lookin' for no queen (Nah), came to get my cream (Yup)\nCity on my back, I just lift my wings, I'm fly\nYou niggas on my dick, why lie?\nThought them niggas from the South couldn't spit, voilà\nI'm here, humble out of respect, not fear\nSo please be clear, nigga, please beware\nI'm a motherfuckin' monster, BS me?\nNah, my hand game like fuckin' PSP\nNow pop the champagne, money is comin' soon\nMy dick do the damn thing, honey, it's cummin' soon\nShe jerkin', bend her over, now she hurtin'\nLivin' reckless got me thinkin' of death, look how she flirtin'\nWell, fuck that bitch, man, a nigga tryna breathe (Yeah)\nSome of these niggas be tryna dick her down and leave\nRest in peace, y'all boys livin' too fast\nCaught up in the cash and got shot up in a flash\n'Ville niggas don't play\nWhen it come to that money, think real niggas won't spray?\nMidday when it's sunny, they kill niggas broad day\nOn some old new jack shit\nThis rap shit is like tag, nigga, you not it, so run\n\n[Chorus]\nI'm the man (Yeah, hey)\nI'm the man (I'm the man, I told y'all niggas, dog)\nYeah, I'm the man (Simple as that)\n[Verse 2]\nYeah (Uh)\nThey say I act like I'm the man 'cause motherfucker, I am\nNiggas study my style, I should be givin' exams\nDamn, boy, I'm so flamboyant with the ensemble\nPolo jacket, Polo tee, what a fine combo\nAnd I'm the man, now understand a nigga bossin' (Yeah)\nSchemin' on that drop-top CL, but it's costin' (Yeah)\nLong-term plans for the fam, we'll be golfin'\nNever catch a nigga double-crossin' unless I'm flossin'\n (Woo)\nIn the streets, niggas peaceful until you force 'em\nTo quarterback them bullet passes, you can Randy Moss 'em (Yeah)\nGoddamn, you niggas got handled\nNiggas only publishin', my style got sampled\nSo I switched like a thick bitch with some heels on\nSeen a nigga get popped, I feel for him (Yeah)\nI know who did it, but you think I'm finna squeal on him? (Nah)\nShout out to R.J. Hill, I would kill for him\nThat's word, nigga, observe my genius\nE&J sippin' got a nigga straight leanin'\nMy DNA drippin' while your girl stay drinkin' (Haha)\nI told you I'm the man, what the fuck y'all niggas thinkin'? Yeah\n\n[Chorus]\nYeah (I'm the man)\nShout out to Fat Gear down in ATL, my nigga, what's up?\nI'm the man, nigga (I'm the man)\nI'm the man, nigga (I'm the man)\nShout out to my nigga Rico out in Chicago, I see you\nYeah (Yo)\n[Outro]\nFirst and foremost, Fayettenam, what's good?\nCarolina, what up?\nBull City, Raleigh, Charlotte, Winston-Salem, Greensboro, Wilmington,\n nigga\nEverywhere, dog, you know?\nI'm reppin' from long distance, man\nI told y'all, boy, I'm 'bout to get this money and come home right quick\nY'all niggas still see me, though, you think I'm still there, y'all ain't even know I'm gone\nI'm back so much, nigga\nI hear y'all lil' niggas talking, nigga\nPrince of the city, nigga, prince of the South, nigga, holla at me\nYou know? Heir to the throne, bitch"
}