{
  "title": "I’m a Villain",
  "artist": "Nas",
  "lyrics": "Nas explains his anti-social behavior and illustrates how he is a villain. Some of these lines would later show up scattered throughout Illmatic.\n[Produced by Jae Supreme]\n[Intro: Nas & \nJae Supreme\n]\nYo, Nas, whattup?\nYeah, whattup, kid?\nWhat goin' on, Ill?\nI'm just tryna tell these brothers where I'm comin' from\nYou know what I'm sayin'?\nAlright, kick it\n[Verse 1]\nI'm the nigga walkin' with his finger on the trigger\nMake enough figures until my pockets get bigger\nI ain't the type of brother made for you to start testin'\nGimme a Smith-N-Wesson, I'll have niggas undressin'\nI'm rollin' with a mob and run from the cops\nDrive stolen cars and shoot many Glocks\nA marijuana addict\n, \nif niggas want static, they had it\n'Cause I flip just like a acrobatic\nI'm always on the corners rollin' up Sess\nWhen I dress, it's never nothin' less than Guess\nSo I walk with a bop and my hat turned back\nLove committin' sins and my friends sell crack\nI got it goin' on, my knuckle game is strong\nSip Dom Pérignon and then carry on\nArmy certifieds, keep a Rent-A-Ride\nStrippin' mad hoes and kick 'em to the side\nSee, I'm the type of brother who keeps a four-pounder\nStart a lot of shit and shoot at out-of-towners\nAt every block party, I try to catch a body\nAll for props\n, \ntell your pops call the cops\nSee, now I'm on the run, but still havin' fun\nLivin' by the MAC, my gear is all black\nI keep killin' because I'm ready and I'm willin' and I'm a villain\n\n[Chorus]\nWhat?\nWhat?\nWha-a-a-t?\n[Verse 2]\nI got beef with the President and still lovin' it\nTryin' to make plans to overthrow the government\nIt won't work 'cause niggas don't believe enough\nThey'd rather stand on the corners and receive a cuff\nAround they wrist\n, \nyou don't like the sound of this rebel\nBut my country doesn't want me\nThey'd rather hunt me, but you'll never catch us all\nWhile you fuckin' with the dealers, we'll be stickin' up the malls\nFull of anger, all about danger\nPullin' out my banger, stabbin' up a stranger\nI hear Walkie-Talkies in my sleep\nAnd use a whole lot of slang when I speak\nWalkin' with a vest, the projects is where I rest\nAnd the streets keep me stressed\nStarin' at your face, wait for you to make a sound\nThat's when I take you down, shoot you up and suit you up\nAll in black and put you in a box\nA hard rock with a .25 in my socks\nAimin' at your temple, so take the diamonds off your hands\nI'm buckwild like Billy Bear and Ganz\nPrince of pistoleers, words are crystal clear\nAnd this you should fear\nThe maniac keeps killin'\nI'm known as a outlaw 'cause I'm a villain\n\n[Chorus]\nWhat?\nWhat?\nWha-a-a-t?\n[Verse 3]\nI keep bullets racin' out the barrels of a Magnum\nPut 'em to sleep and leave the doctors to tag 'em\nA outlaw, although I never wear a holster\nIn every town, you see my face is on a poster\nHear so many gunshots, my eardrums should pop\nEyesight should stop from seein' mad niggas drop\nTo the concrete\n, \nI got police puttin' chalk on the street\nAnd this is done once a week\nI'm out to kill like Navy Seals\nI'm crazy ill, and what I can't do, my .380 will\nI never play with a AK\nBecause I'm fine with a .9 and if caught, I'll do lesser time\nSometimes, you gotta plan shit and understand it\nSee, I'm a bandit whose hand'll itch\nWithout a gun in it, Nas is runnin' it\nI stay blunted, I'm the project's most wanted\nMy voice is like magic\nMy cassette is the clip and your radio's the Automatic\nSo when I'm in your town, duck down\nOr take fire, whatever you desire\nBut I'm on point, you might miss\nNever fight this, you'll be sightless when I strike this\nSo roll the dice, I'm stoppin' the bank\nIt's ill how I got the pen droppin' the ink\nNo one can stop this apocalypse\n \non your record player\nA method layer, so run and tell your Mayor\nNas the parlayer, you better say your prayer\nI'm the New York City slayer\nI play high-post and then lay low\nParlé slow\n \nand wear horns, not a halo\nAnd keep killin' 'cause I'm a villain"
}