{
  "title": "I’ll Call B4 I Cum",
  "artist": "OutKast",
  "lyrics": "Being the Southern gentleman that they are, Big Boi and Dre promise to:\n\n\nGive their mistresses a phone call before they show up for sex\nAnd give a warning before they get theirs during sex\n\n\n\nOff of Stankonia.\n[Intro: André 3000]\nNigga, quit being so got damn selfish\nPut it in ya pelvis\nLet it work, gyrate, motivate\n[Chorus: André 3000]\nI'll call before I come\nI won't just pop over, out the blue\nI hope that you do too\nI'll call before I come\nI won't just pop up over, out the blue\nNo, after you\n[Verse 1: André 3000]\nOh, thank you, Lord, for throwing some shy\nBones in my body, let me tell you why\nIf not so, I'd be too, too bad\nWhen it comes to pink polka dots and plaids\nGlad to meet you, my name is 'Dré\nBut you can call me Possum Aloysuis Jenkins André 3000 for short\nAnd naaw, I don't want to see your thongs...\nI kinda dig them old school cute regular draws\nAnd I will pause for your cause...\n[Chorus: André 3000]\nI'll call before I come\nI won't just pop over, out the blue\nI hope that you do too\nI'll call before I come\nI won't just pop up over, out the blue\nNo, after you\n\n[Verse 2: Big Boi]\nI'm a gentleman, I'ma satisfy your soul\nAnd then I'ma get mine\nLike Wimbledon, we back and forth across the court\nUntil we give out,\n \ndo you take it all or spit it out?\nAre you faking the funk and living a lie?\nDo you really know what it feels like\nTo have no control over the G spot?\nIt's like a brand new pair of Reeboks, or a junkie freshly detoxed\nYou feel the tingling all over, like convulsions or the rooster pox\nI used to not give a damn\nBut now I make it a point just to please you\nSo you can go back and tell all your lil' buddies, I Pretty D'd you\n[Chorus: André 3000]\nI'll call before I come\nI won't just pop over, out the blue\nI hope that you do too\nI'll call before I come\nI won't just pop up over, out the blue\nNo, after you\n[Verse 3: Gangsta Boo]\nLet's see, what you wanna do with the Gangsta Boo?\nLet's cut, nigga, nigga, what? I'll cut you too\nComing through in a Escalade limo, tint with shade\nPurple haze in the ashtray, ready to get a blaze\nWhat the biz? Nigga jump on in, relax with a lady\nWith a reputation, known for sexing niggas 'til they crazy\nWhat you mean, dog? Telling a playa like Boo to call before I come\nYou a game, I'm fucking on you for fun\nJoin the bandwagon, nigga, it's a Gangsta Boo party\nEverybody wanna join come and freak with somebody\nRiding Jaguars, riding Prowlers, all sports cars\nHitting strip bars with the top down, fuck y'all\nGroupie, you need to be glad you even knew me\nDo me and tell all my friends you truly blew me, bitch!\n\n[Chorus: André 3000]\nI'll call before I come\nI won't just pop over, out the blue\nI hope that you do too\nI'll call before I come\nI won't just pop up over, out the blue\nNo, after you\n[Verse 4: Eco]\nNigga, you better dial 404-485–, well, bump all that\nBut, shit, you'd better call before you get here, and that's a fact\nBefore you get your feelings hurt\nBecause you caught me playing nurse\nWith a stethoscope, running around in one of those cute, short white skirts\nI tried to tell you, but you just wouldn't respond to Aloysius\nPeeped in the window, saw me cooking shrimp\nIn high heels and washing dishes for Daddy Fat Sax\nAnd it was something I couldn't explain\nI know it's a dirty, dirty game\nBut you should've called before you came, uh-ye-yeah-uh\n[Chorus: André 3000]\nI'll call before I come\nI won't just pop over, out the blue\nI hope that you do too\nI'll call before I come\nI won't just pop up over, out the blue\nNo, after you"
}