{
  "title": "I’M DAT NIGGA",
  "artist": "Future",
  "lyrics": "[Intro]\n(\nDY Krazy\n) Hot, hot, hot, hot\nHot, hot, hot, hot (I'm that nigga, ooh)\nHot, hot, hot, hot (It's that new Freebandz, Pluto)\nHot, hot, hot, hot ('Luminati, know what I'm sayin'?)\n[Verse 1]\nDon't play 'bout the legacy, havin' more stripes than a referee, trappin' a sport, huh\nGo back to the basics, connect with the Zoes then we clique out in New York\nI'm leavin' the scene, I'm peepin' the scene, \nthe Rari got too many horses\n (Yeah)\nWhole lotta schemin', turn off the demons, we make it rain at the office\nMy first Bentley coupe, I adapted (Pluto)\nLot of commas on drummers, I'm mad rich\nForty pointers on me like a bad bitch (Skrr)\nDid my numbers, my coupe it's a gadget (Skrr)\n(Woo, forty) Rippin' that bird like a maniac (Yeah)\nYoung nigga askin' \"Where Xanny at?\"\nSlide, wet him up, handle that\nI'm in the spot where the GRAMMY at\nI been that nigga in hand me down (Woo)\nNúmero uno, millenial (Trap)\nStraight out the zoo 'bout to Jimmy them\nThey looking for strikers on hand me down (Woo)\nI turn average bitches to a pop star, I'm in my glow\nI had swagger, I been one of none, yeah, when I was poor (Yeah)\nCash on me, I cash out on Channel 1 and I can show it\nBashin' me like I'm not a big dawg, I just throw it\nOn a scatty pack, hundred riddy-acks, I just blow it\nNo ballistics, ain't suspicious (Hot, hot, Freebandz)\nFuck the witness, bad conditions (Hot, hot, hot, hot)\nGrab a biscuit, don't be a statistic (Hot, hot, hot, hot)\nCame off the mission, high definition (Hot, hot, hot, hot)\nA boss, my left wrist a faucet (Brr)\nMy ring cost, it's pink like an ostrich (Brr)\nI feel lost, this bitch got herself hostage (Brr)\nI done got exhausted, runnin' through the money (Brr)\nOld hundreds (Old), I need to spend 'cause they don't print 'em no more\nBM wanna go to court 'cause I won't fuck her no more (I won't fuck)\nYou not a wifey, I can't fall in love with no ho (I can't)\nStopped doin' Molly and Ecstacy, I'm right back on it (On it)\nIt's cashmere, special cloth, I got diamonds on (Woo)\nBags of cash like I'm serving Fentanyl\nKillers roll with me (Killers), I don't need a bodyguard (No)\nI got all kind of hoes, international (Pluto)\nSaint Tropez, PJ, fly that ho (Fly)\nRight wrist froze like I got a ice pack on it\nGet a nigga smoked 'bout it like a \nbomboclaat\nDrug dealers and scammers whenever on my side (On my side)\nThey be right there with me\nShooters right there with me\nSee, five hundred shots in VIP (What I'm in)\nTold the waitress, \"I don't drink liquor, I drink lean,\" yeah\n\n[Chorus]\nHot, hot, hot, hot (Yeah)\nHot, hot, hot, hot (Yeah)\nI'm that nigga\nHot, hot, hot, hot (Yeah)\nHot (Pluto), hot, hot, hot (Yeah)\nI'm that nigga\nHot, hot, hot, hot (Pluto)\nHot, hot, hot, hot\nI'm that nigga\nHot, hot, hot, hot (Super)\nHot, hot, hot, hot\nI'm that nigga\n[Verse 2]\nWho did you get the spill from? (Hot, hot, hot, hot)\nWho done got you on Styrofoam? (Hot, hot, hot, hot, I'm that nigga)\nWho the first rapper put the hood on? (Hot, hot, hot, hot)\nWho got more shooters than Al Capone? (Hot, hot, hot, hot, I'm that nigga)\nMy dawgs in feds, talk on iPhone (Gang)\nI rock baguettes 'cause I'm a rockstar (Super)\nKeep one in the head just like Zona (My brother)\nI'm in a foreign doin' donuts (Skrr)\nI can't be caught around a sheep (Wolf)\nYou D-I-E, you fuck with me (King)\nI don't do rentals, don't do lease (It's my shit)\nCranked up the trap without the key (Skrr, prr, prr, prr)\nSet shit on fire, I gotta heat it (Gotta heat it)\nThis bitch is bi, she still conceited (Still conceited, yeah)\nOpen your eyes when you eat it (When you eat it, bitch)\nI get to spazzin' like a demon (Demon)\nFucked her in the ass, made her pee pee (Woo)\nI'm just a ghetto boy like Peezy\nThat GT3, it go two-sixty\nI just left, she textin' me she miss me (Pluto)\n\n[Chorus]\nHot, hot, hot, hot (Yeah)\nHot (Freebandz), hot, hot, hot (Yeah)\nI'm that nigga\nHot, hot, hot, hot (Woo)\nHot (Pluto), hot, hot, hot (Yeah)\nI'm that nigga\nHot, hot, hot, hot (Pluto)\nHot, hot, hot, hot (Yeah)\nI'm that nigga\nHot, hot, hot, hot (Super)\nHot, hot, hot, hot\nI'm that nigga (I'm that nigga, I'm that nigga)"
}