{
  "title": "I’m Back",
  "artist": "Eminem",
  "lyrics": "After The Slim Shady LP, Eminem’s alter-ego is back for more.\n\nA rather unknown fact is that the song “I’m Back” is actually the fourth single of the album.\n[Chorus]\nThat's why they call me Slim Shady (I'm back)\nI'm back (I'm back), I'm back (\nSlim Shady!\n)\nThat's why they call me Slim Shady (I'm back)\nI'm back (I'm back), I'm back (\nSlim Shady!\n)\nThat's why they call me Slim Shady (I'm back)\nI'm back (I'm back), I'm back (\nSlim Shady!\n)\nThat's why they call me Slim Shady (I'm back)\nI'm back (I'm back), I'm back (\nSlim Shady-Shady!\n)\n[Verse 1]\nI murder a rhyme, one word at a time\nYou never heard of a mind as perverted as mine\nYou better get rid of that 9, it ain't gonna help\nWhat good's it gonna do against a man that strangles himself?\nI'm waitin' for Hell, like Hell, shit, I'm anxious as Hell\nManson, you're safe in that cell, be thankful it's jail\nI used to be my mommy's little angel at twelve\nThirteen, I was puttin' shells in a gauge on a shelf\nI used to get punked and bullied on my block\n'Til I cut a kitten's head off and stuck it in this kid's mailbox\n(Hey Ma', Ma'!)\nI used to give a fuck, now I could give a fuck less\nWhat do I think of success?\n \nIt sucks, too much press\nI'm stressed, too much cess, depressed, too upset\nIt's just too much mess,\n \nI guess I must just blew up quick (Yes)\nGrew up quick (No), was raised right\nWhatever you say is wrong, whatever I say's right\nYou think of my name now whenever you say, \"Hi\"\nBecame a commodity 'cause I'm W-H-I-\nT-E,\n \n'cause MTV was so friendly to me\nCan't wait 'til Kim sees me\nNow, is it worth it? Look at my life, how is it perfect?\nRead my lips, bitch! What, my mouth isn't workin'?\nYou hear this finger? Oh, it's upside down\nHere, let me turn this motherfucker up right now\n\n[Chorus]\nThat's why they call me Slim Shady (I'm back)\nI'm back (I'm back), I'm back (\nSlim Shady!\n)\nThat's why they call me Slim Shady (I'm back)\nI'm back (I'm back), I'm back (\nSlim Shady!\n)\nThat's why they call me Slim Shady (I'm back)\nI'm back (I'm back), I'm back (\nSlim Shady!\n)\nThat's why they call me Slim Shady (Shady!)\nI'm back (I'm back), I'm back (\nSlim Shady!\n)\n[Verse 2]\nI take each individual degenerate's head and reach into it\nJust to see if he's influenced by me, if he listens to music\nAnd if he feeds into this shit, he's an innocent victim\nAnd becomes a puppet on the string of my tennis shoe\n(*Scratches*) My name is Slim Shady\nI been crazy way before radio didn't play me\nThe sensational (*scratch*), \"Back is the incredible!\"\nWith Ken Kaniff, who just finds the men edible\nIt's Ken Kaniff on the Internet\nTryin' to lure your kids with him into bed (Uh)\nIt's a sick world we live in these days\n\"Slim, for Pete's sakes, put down Christopher Reeve's legs!\" (\"Oh, oh, oh, oh!\")\nGeez, you guys are so sensitive\n\"Slim, it's a touchy subject, try and just don't mention it\"\nMind with no sense in it, fried schizophrenic whose eyes get so squinted\nI'm blind from smoke in 'em with my windows tinted\nWith nine limos rented, doin' lines of coke in 'em\nWith a bunch of guys hoppin' out, all high and indo-scented\nAnd that's where I get my name from\nThat's why they call me—\n\n[Chorus]\nThey call me Slim Shady (I'm back)\nI'm back (I'm back), I'm back (\nSlim Shady!\n)\nThat's why they call me Slim Shady (I'm back)\nI'm back (I'm back), I'm back (\nSlim Shady!\n)\nThat's why they call me Slim Shady (I'm back)\nI'm back (I'm back), I'm back (\nSlim Shady!\n)\nThat's why they call me Slim Shady (I'm back)\nI'm back (I'm back), I'm back (Back) (\nSlim Shady!\n)\n[Verse 3]\nI take seven {kids} from {Columbine}, stand 'em all in line\nAdd an AK-47, a revolver, a .9\nA MAC-11 and it oughta solve the problem of mine\nAnd that's a whole school of bullies shot up all at one time (Ahh-! Ahh-ahh-!)\n'Cause I'm Shady, they call me as crazy\nAs the world was over this whole Y2K thing\nAnd by the way, NSYNC, why do they sing?\nAm I the only one who realizes they stink?\nShould I dye my hair pink and care what y'all think\nLip sync and buy a bigger size of earrings?\nIt's why I tend to block out when I hear things\n'Cause all these fans screamin' is makin' my ears ring (Ahh!)\nSo I just throw up a middle finger and let it linger\nLonger than the rumor that I was stickin' it to Christina\n'Cause if I ever stuck it to any singer in showbiz\nIt'd be Jennifer Lopez and Puffy, you know this\nI'm sorry, Puff, but I don't give a fuck\nIf this chick was my own mother, I'd still fuck her with no rubber\nAnd cum inside her and have a son and a new brother\nAt the same time and just say that it ain't mine—what's my name?\n\n[Chorus]\nI'm Slim Shady (*scratch*- Slim, I'm back)\nI'm back (I'm back), I'm back\nThat's why they call me Slim Shady (I'm back)\nI'm back (*scratch*- I'm back), I'm back (I'm- *scratch*- I'm back)  (\nSlim Shady!\n)\nThat's why they call me Slim Shady (*scratches* Slim, I'm back)\nI'm back (I'm back), I'm back\nThey call me Slim Shady (I'm back)\nI'm back (*scratch* I'm back), I'm back\n[Outro]\nGuess who's b-back, back\nGue-gue-guess who's back \n(Hi, Mom!)\n{​​*scratch*}​​ Guess who's back\n{​​*scratch*}​​ Gue— {​​*scratch*}​​ guess who's back\nD-12\n {​​*scratch*}​​ guess who's back\nGue, gue-gue-gue, guess who's back\nDr. Dre\n {​​*scratch*}​​ guess who's back\nBack back {​​*scratch*}​​ back {​​*scratch*}​​\nSlim Shady,\n \n2001\nI'm blew out from this blunt (*sighs*) fuck"
}