{
  "title": "J. Cole Freestyle | LA Leakers Freestyle #108",
  "artist": "J.Cole",
  "lyrics": "P\nart I: \n\"'93 'Til Infinity\" by Souls of Mischief\n[Intro]\nYeah\n[Verse: J. Cole & \nJustin Credible\n]\nRest assured, the best is here in the flesh, and that's for sure\nThe rest, should wear 'em a vest\nI'm set for war, nigga, press record\nI send niggas to address the Lord\nSame flow that put your neck to sword\n, the same flow that just undressed your whore\nTakeover, nigga, check the score\nThis is chess, better check your board\nWho gave the world more fire, but got less reward?\nNo stress, my only guess is that \nless is more\nMore or less hundred G's in my dresser drawer \n(Woo!)\nI'm blessed, hope IRS don't arrest me for it, I'm new to it\nMy new crib got the Times Square view to it\nMy two bitches lay in my bed, I'm used to it\nThat's your best friend givin' me head, now you do it \n(Haha, woo!)\nSee, mami, it's not so weird\nAfter I hit, I cut you off like Picasso ear\nVan Gogh or whoever, goddamn, Cole, you're too clever\nLike a fuckin' James Brown sample, you're two-ever\nTimes two, that's forever, more treble\nMeanin' more high-end shit on your level\n \n(Yes!)\nPut the fear of God in niggas, I'm pure Devil\nWalkin' contradiction my description\nOff the top, magician, compositions\nNonfiction, shitted in the competition's\nPot to piss in\n, gone, uh, so long, uh\nSaturdays, a nigga used to mow lawns, uh\nNowadays, a nigga be eatin' prawns\nFuck my bitch by the window, wave to the \npeepin' Toms\n, ugh\nYes, I'm Carolina's finest \n(Yeah)\nSouthern nigga with New York stamps, honest\nOut in Queens with the fiends\n, \nI'm your highness\nCole World, don't mistake it for a sinus\nInfection\n, at this point, I'm just flexin'\nBas is next in line, and the test is time\nPlay the game right, nigga, he gon' rest his mom\nIn the sands of Sudan where she rest her mind\nAnd find peace, 'cause her son'll be fine\nHe got the city on his back, and I got him on mine\n \n(Come on)\nYou think I'm lyin'? Shit, step one, got the 'Ville on map\nShit I predicted in my raps, I done did all that\n \n(Yes)\nNext please, eat rappers, mmm, check please\nHere's a tip while niggas grip my testes\nYou wan' shoot? Then shoot, don't play with me\nHardest shit out the South since slavery, nigga\n[Outro: Justin Credible & \nJ. Cole\n]\nTalk that talk!\nHardest shit out the South since slavery, nigga\nJ. Cole!\nPart II: \"Still Tippin'\" by Mike Jones\n[Intro: DJ SoulMalik & \nJ. Cole\n]\nYou rappin'\nYou rappin' today, man\nUnderstatement\nYou fucking with this right here?\nEeesh! Classic\nClassic shit only, man\nIt's a classic, oh, my Gosh\nL.A. Leakers\nJ. Cole\nUgh\n[Verse]\nWoke up this morning and wondered\n\"Hey, should I get fresh or should I keep it humble?\"\nMy closet like Dover Street, used to be bummin'\nSome days, I'm still bummin', the difference is now, it's by choice\nGot dressed and peeped out the window\nThese lil' niggas different, they don't play Nintendo\nThey play with extendos\n, \nI hope you can limbo\nThat chopper gon' spin you around like a judge on \nThe Voice\nI'm from a city where most niggas never get lucky enough to see somethin' outside county limits\nI ran up the digits, I don't have no muh'fuckin' business complainin' about nothin'\nAin't got no time or no patience for lists they be makin' or who they debatin' is better\nLet's face it, he one of the greatest, no Bill Cosby shit, but if niggas is sleepin', then fuck 'em\n \n(That's right, that's right!)\nMost niggas don't understand me, \nI don't do the GRAMMY's, I be in my jammies on sofa\nMost niggas don't understand me, Ferrari or Camry, I bet I look good in 'em both \n(Hoo, hoo!)\nMost niggas don't even get this, \"Cole, how you on top but you don't got no bitches?\" I know\nMost niggas don't even get this, \nif given the chance, they trade family for riches, I know\nLook at my ceilin', it's endless\n, I'm sick and these bitch niggas feelin' the symptoms\nIt ain't enough vitamin C in they system to get rid of me, I'ma kill 'em relentless\nOn top but I sound like I'm still in the trenches, I come from the 'Ville, I turn villains to victims\nReach and see \"R.I.P.\" fill up your mentions, a message for niggas that's feelin' ambitious\n\n[Outro: J. Cole]\nHow come a nigga still ain't hit his prime?\nAhh, you bitch, \nOff-Season\n comin' May 14th\nFuck all y'all niggas, it's over for you\nI swear to God"
}