{
  "title": "Jazzy Belle",
  "artist": "OutKast",
  "lyrics": "3 Stacks and Big Boi compare today’s women to Jezebel from the Bible to comment on how the modern woman’s promiscuity will have a negative effect on the future generations.\n[Intro: André 3000]\nYeah, yeah\n[Verse 1: André 3000]\nOh, yes, I love her like Egyptian\nWant a description? My royal highness\nSo many plusses when I bust that there can't be no minus\nWent from yelling crickets and crows\nBitches and hoes to queen thangs\nOver the years I been up on my toes, and yes, I seen thangs – like Kilroy\n \n\"Chill, boy – because them folks might think you soft\nTalking like that,\" man, fuck them niggas, I'm going off\nAnd coming right back, like boomerangs when you throw 'em\nWith these old ghetto poems\n, thinking it's better for 'em\nWhen they can't let they thumb down from hitchhiking\nInviting niggas into the temple they call their body\nNow everybody got it, had it, talked about it amongst they friends\nComing around my crew looking Jazzy, wanna pretend\nLike you Ms. Goody Four-Shoes\n, \neven Bo knew that you got poked\nLike acupuncture patients\nWhile our nation is a boat, straight sinking\nI hate thinking that these the future mommas of our chill'un\nThey fucking a different nigga every time they get the feeling to\nI'm willing to go the extra kilo–meter\nJust to see my señorita get her pillow\nOn the side of my bed, where no girl ever stay\nHouse and doctor was the games we used to play\nBut now it's real, Jazzy Belle\n\n[Verse 2: Big Boi]\nSee, what if you was a playa? Real playa not no flaw?\nHaving the very best of life: lobster, steak, and Perignon\nSmoking an ounce of weed\nAnd every single day was personal FreakNik\nTricking these hoes in Polo clothes, life as you conceived it\nBut your conception, deception\nLooking into your eyes, I see your weapon and it's depressing\nThey're digging up in your thighs, leaving deposits\nKeeping your closets open, knocking your boots and drawers\nHoping to get you sprung like bail-bonds\nSteadily calling me Antwan 'cause you thinking that you my lady\nBitch, don't play me, 'cause you're janky\nI wanted to hit that ass, but me and the Goodie, we got danky\nSo thank thee, for running that Southernplayalistic game\nYou was the only one to blame, a nigga don't even know yo' name\nIt's a shame, you cracking 'em up and fucking a nigga like 2Pac up (Damn)\nI'm leaving these foes to be\nThe flowers and wake don't get me\nSee, I gotta be feeding my daughter (Right)\nTeach her to be that \nNatural Woman\n'Cause you'll be \nWaiting to Exhale\n, while you other hoes be \nDumb And Dumber\nYeah, you know what I'm sayin'? Yeah\n[Verse 3: André 3000]\nOne, two, yes –\nOkay, check this out right here, now\nSee me and ol' girl in the black-on-black 'Lac Northstar\nWindows are tinted, so that no one knows who us are\nTalk bad about her nigga, guaranteed to snap like bra\nStraps, sticking together like grandma and grandpa-pa\nIn this dog-eat-dog world\nKitty cats be scratching on my furry coat to curl\nUp with me and my bowl of Kibbles 'n Bits\n – \nI want to hurl\n'Cause most of the girls that we was liking in high school, now they dyking\n(Ha-ha-ha-ha)\n\n[Verse 4: Big Boi]\nHaving no mercy for the disrespectful ones, some\nBe hanging around the crew looking for funds, dumb\nDeaf and fine\n, \nthey be asking me all about mine\n\"How she do?\" and \"how she be?\", I know she's sipping that wine\nBehind my back, they squawk like vultures\nOff and On like Trends of Cultures, baby\nHey, he–faking it like these sculptured nails\nBut they can go to Hell and lay with Lucifer\n'Cause they burning anyway, Big Boi use her and abuse her\n[Outro: Khujo Goodie sample]\n\"Tricks hollin' they got rank\"\n\"Tricks hollin' they got rank\"\n\"Tricks hollin' they got rank\"\n\"Tricks hollin' they got rank\"\n\"Tricks hollin' they got rank\"\n\"Tricks hollin' they got rank\"\n\"Tricks hollin' they got rank\"\n\"Tricks hollin' they got rank\""
}