{
  "title": "Jewels N’ Drugs",
  "artist": "Lady Gaga",
  "lyrics": "“Jewels N' Drugs” is a hip-hop track with trap elements. Gaga curates star power (T.I.) with legacy power (Too $hort) and (Twista) to deliver a simple point: She wants love.\n[Intro: T.I.]\nYeah\nIt's about that time, yeah, haha\nTime to take off, partner, alright?\nHustle Gang, uh-huh, G-D-O-D\nGet your doe or die, partner\nYup, leggo (Ayy)\n[Verse 1: T.I.]\nStill Bankhead, shawty, yeah, you know what it is\nPockets full of numbers, rubber bands, and bills\nCame up from 'round, that's a Dandiville\nThey finna do a deal, about 60 mil'\nYou ain't lived that life, you perpetrate\nYou wasn't really trappin', servin' birds of yay\nYou ain't have to beat no murder case\nMan, you probably couldn't get a O of every day\n'Round my way, cats get murder planned\nAin't no rules, play dirty, man\nPut somethin' through your jersey, man\nIf your partner want some, we can do it again\nOkay, H-U-S-T-L-E\nG-G-G-A-N-G, yeah, that way\nJust pull up, pull up, hop out, hop out\nAll about the dollar, better go and ask Gaga\n\n[Chorus: Lady Gaga]\nDon't want your jewels, I want your drugs\nDon't want your money, want your love\nDon't want your jewels, I want your drugs\nWant your jewels, I want your drugs\nDon't want your money, want your love\n[Verse 2: Lady Gaga]\nI admit that my habit's expensive\nAnd you may find it quite offensive\nBut I won't die at the hands of another\nI'm your mother, sister, your father, brother\nThis family is stupid attractive\nIf you've surveyed the way we've acted\nKeep it comin', I'm comin' around like your friend now\nI think you should shut up and sit down\n[Chorus: Lady Gaga]\nDon't want your jewels, I want your drugs\nDon't want your money, want your love\nDon't want your jewels, I want your drugs\nWant your jewels, I want your drugs\nDon't want your money, want your love\n[Verse 3: Too $hort]\nEverybody want that money, what you want?\nHigh as hell, tryna have some fuckin' fun\nI don't need 'em, but the diamonds make it shine (Shine)\nTried to kick it, just can't find the time\nIt's the middle of the week, this ain't even the weekend\nRed carpet events, every time you see pimps\nIt's good pussy in the passenger seat\nMy lil' homies hang with me, I be passin' 'em freaks (Bitch)\n\n[Bridge: Lady Gaga]\nJewels and drugs, play that hustle\nSmother 'em if you wanna be bad\nSlap honey on a young pancake\nWe know how to make that money\nJewels and drugs, play that hustle\nSmother 'em if you wanna be bad\nAin't nothin' if it ain't family\nWe know how to make that money\n[Verse 4: Twista]\nCome and show me the gateway into your love\nI feel like the money can never do it like the club\nAnd I feel like a diamond can never do it like a drug\nAnd I want it so come on and take it with me so that I can hit it\nI can admit it, I'm influenced by desire when I approach her\nI try to provoke her by givin' money and jewelry and accessories\nInstead of the recipe of a legacy of takin' her to another place when I get it\nHold up\nTwista be goin' in warp speed, breakin' atoms\nBlowin' O.G. has got me \ncreating antimatter\nLet her pop it and smoke on it with me, now I got her\nBecause she be ready to party and then move to the club (Yes)\nBecause you know the way I think is an anomaly\nAnd I'ma be strange as Lady Gaga\nProbably a dollar be the business\nBut I'd rather be in an outer dimension when I be talkin' about jewels and drugs\n\n[Outro: Lady Gaga]\nJewels and drugs, play that hustle\nSmother 'em if you wanna be bad\nSlap honey on a young pancake\nWe know how to make that money\nJewels and drugs, play that hustle\nSmother 'em if you wanna be bad\nAin't nothin; if it ain't family\nWe know how to make that money"
}