{
  "title": "Judah Smith Interlude",
  "artist": "Lana Del Rey",
  "lyrics": "[Spoken Word: Judah Smith, \nLana Del Rey\n]\nDon't you understand what that means?\nIt means quit lusting after your neighbor\nThat's a heck of a life\nYou get to love your children in front of you\nYou get to love\nYou ever talk to somebody\n\"I want a new life\"\n\"I don't love my wife anymore\"\n\"I don't love my kids anymore\"\n\"I'm missing out on life\"\nThey're usually my age\nDoes that sound like love?\nIt's a life dominated with lust\nAnd for too long, they've been holding it off\nAnd finally, they just get weak and they say\n\"It doesn't matter anymore\"\nAnd the Spirit of God says\n\"I'll infuse you with dеsires for what you have\nAnd what's in front of you\" (\nYeah, yеah, yeah\n)\n(\nDesires for what you have\n)\nSo, as He works deep in your heart\nAs you call out to Him and say\n\"I'm here, do it in me, Man\"\n\"Help me want what I got\"\n\"Help me love what's in front of me\"\n\"Help me want more of my wife and more of my friends\"\n\"And help me serve the city I live in and not wish it away and hope I can move\"\n\"Help me, God\"\n\"I wanna be a man of love, not a man of lust\"\nBut you've gotta do that\nSo I bring you to this verse and I'm done, I'm done\nPsalms, chapter eight\nAnd you know where I got this verse?\nThis is gonna sound crazy to you, but I'm gonna tell you the absolute truth\nIt's gonna make me sound so spiritual, so I'm looking forward to it\nI woke up this morning and God said, \"Check the Bible app\"\nI don't know if it was God, but it felt like God\nAnd I had the thought in my head, “Check the Bible app”\nI'm gonna speak to you from the verse of the day\nThat means I don't have to do anything\nI don't have to look anywhere, I just get the verse of the day\nSo I get to the verse of the day\nAnd here's the verse of the day, today, in the Bible app\nLook at this (\nThat's cool\n)\n\"Look at the splendor of the skies\nYour creative genius glowing in the heavens\nWhen I gaze, when I gaze at Your moon and Your stars\nMounted like jewels in their settings\nI know You are the fascinating artist who fashioned it all\"\nWhen I look up and I see such wonder and workmanship above\n\"I have to ask this question\"\n\"I've gotta ask this question\"\nCompared to all this cosmic glory\n\"Why would you ever bother with puny, mortal man?\" or be\nOoh, don't get me started on it\nI could preach for another hour on infatuated\nOr be infatuated with Adam's son\n\"Why are you so infatuated with me?\"\nYou're the star creator, You're the ocean maker (\nYeah, yeah\n)\nYou're the whale creator, you're the rhino designer\nWho, who are you? (\nRhino designer\n)\nAnd then it goes on in verse five\nAnd it says\n\"Yet, what honor You have given to me\nCreated only a little lower than Elohim\"\nWhich is the name of Creator God, Artist God\nYou wanna call God \"Artist\"?\nAt some point tonight, before you go to bed, go, \"Yo, Elohim\"\nAnd He'll hear, \"You're the best Artist ever\"\n\"The little Elohim, crowned like kings and queens with glory and magnificence\nYou have delighted, You have delegated to them\nMastery over all You have made\"\nYou have made me a partner with You\nI used to think my preaching was mostly about You\nAnd you're not gonna like this, but I'm gonna tell you the truth\nI've discovered my preaching is mostly about me"
}