{
  "title": "Just Because (Final)",
  "artist": "John Legend",
  "lyrics": "[Verse 1: John Legend & \nBoth\n]\nSometimes, sometimes we forget to call, just to say\n\"I'm thinking ’bout you, forgot to ask 'bout your day\"\nDown in the weeds, so the trees go unnoticed\nLook up and now it's a forest\nSometimes life seas away\n[Chorus: Both]\nSo when’s the last time you gave a fuck just out aloud?\nLast time you gave it, even when you didn't have enough\nWhen's the last time you hurt somebody, when they thought they couldn't tell nobody?\nWhen's the last time, when's the last time you loved, just because?\nOoh, you lovеd, just because, just becausе?\n[Verse 2: John Legend & \nBoth\n]\nSometimes, sometimes we mix up what we want and need\nSometimes it's easy to forget about the little things\nMissin' the point in the much bigger picture\nIt’s all in the details, go figure\nSometimes we just don’t see\n[Chorus: Both, \nAriana Grande\n]\nSo when's the last time you gave a fuck just out aloud?\nLast time you gave it, even when you didn’t have enough\nWhen's the last time you hurt somebody, when they thought they couldn't tell nobody?\nSo\n, when's the last time, when’s the last time you loved, just because?\nOoh, you loved, just because, just because?\n\n[Bridge: Ariana Grande, \nBoth\n]\n24 hours in a day (Ooh), it \nonly takes a second to say it\nIt goes a long way, a long way, a long way (Yeah, woah, yeah)\nIt don't cost a dime to give your love\n, (Ooh) \nSpend a little time and do it\nIt goes a long way, long way, long way (Yeah)\n[Chorus: Both, \nAriana Grande\n]\nSo when's the last time you gave a fuck just out aloud?\nLast time you gave it, even when you didn't have enough\nWhen's the last time you hurt somebody, when they thought they couldn't tell nobody?\nSo\n, when's the last time, when's the last time \n(When's the last time)\n You loved, just because?\nOoh, you loved \n(Woah, you loved)\n Just because\nOoh, you loved, just because? \n(Ooh)\nJust because\nJust because"
}