{
  "title": "Just So You Remember",
  "artist": "Pusha T",
  "lyrics": "[Chorus]\nAs you come out to the light\nCan your eyes behold the sight?\nIt's only Monday\nTomorrow never comes until it's too late\n[Verse 1]\nJust so you remember who you dealing with\nThe number don't change, I know who the chemist is\nBrick by brick, we kept open dealerships\nMitch by mitch\n, we built up our villages\nSeein' you rappers apply for the stimulus\nLivin' a lie, but die for your images\nIt's guns involved like cowboys and Indians\nYou Trackhawk niggas are not my equivalent\nFlew your bitch to Cuba for the thrill of it\nBut I ain't go, to show you what you shoulda did\nTennis chains to hide all my blemishes\nMy Jokеr smile, you know who the villain is (\nHahahahaha!\n)\nJust so you remеmber who you dealin' with\nLook outside, the landscape ridiculous\nMotion lights surrounded meticulous\nArchitectural Digest my premises\nShe just spent a million on the finishes\nMillionaires were made out of middlemen\nThat hole in the attic was not for a ceiling fan\nArmy Celine, the wardrobe is militant\nAnd army fatigue when I talk pyramids\nJust so you remember who you dealin' with\nThe purest snow, we sellin' white privilege\nDesigner drugs will turn niggas limitless\nDesigner clothes, these hoes losing innocence\nThe book of blow, just know I'm the Genesis\n\n[Chorus]\nAs you come out to the light\nCan your eyes behold the sight?\nIt's only Monday\nTomorrow never comes until it's too late\n[Verse 2]\nJust so you remember who you dealin' with\nThis Pyrex talks, but I'm the ventriloquist\nLanguage different, I'm damn near an immigrant\nA song with any of you niggas, I'm disinterested\nThe needle is sharp, but they ain't shootin' insulin\nYou missing the point, these drums ain't Timbaland's\n[Bridge]\nNever thought we'd go to war\nAfter all the things we saw\nIt's April Fool's Day\nTomorrow never comes until it's too late\n[Verse 3]\nWe fight for the bill, you niggas still chipping in\nYou Google to death, the shit I get driven in\nMy boys in the hood is mixed with the menaces\nThe cane is sugar and cut by Dominicans\nOpen the box, it's like ten Christmases\nMy folks in the box is serving life sentences\nI live in a world that never leaves witnesses\nJust so you remember who you dealin' with\n\n[Outro]\nTomorrow never comes until it's too late"
}