{
  "title": "Kill You",
  "artist": "Eminem",
  "lyrics": "[Intro]\nWhen I was just a little baby boy\nMy mama used to tell me these crazy things\nShe used to tell me my daddy was an evil man\nShe used to tell me he hated me\nBut, then, I got a little bit older and I realized she was the crazy one\nBut there was nothin' I could do or say to try to change it\n'Cause that's just the way she was\n[Verse 1]\nThey said I can't rap about bein' broke no more\nThey ain't say I can't rap about coke no more (Ah)\nSlut, you think I won't choke no whore?\n'Til the vocal cords won't work in her throat no more? (Ah)\nThese motherfuckers are thinkin' I'm playin'\nThinkin' I'm sayin' this shit 'cause I'm thinkin' it just to be sayin' it (Ah)\nPut your hands down, bitch, I ain't gon' shoot you\nI'ma pull you to this bullet and put it through you (Ah)\nShut up, slut! You're causin' too much chaos\nJust bend over and take it like a slut, okay, Ma?\n\"Oh, now he's rapin' his own mother\nAbusin' a whore, snortin' coke and we gave him the Rolling Stone cover?\"\nYou goddamn right, bitch, and now it's too late\nI'm triple platinum, and tragedies happened in two states\nI invented violence, you vile venomous volatile vicious\nVain Vicodin, vrin, vrin, vrin\nTexas Chainsaw, left his brains all danglin' from his neck while his head barely hangs on\nBlood, guts, guns, cuts\nKnives, lives, wives, nuns, sluts\n\n[Pre-Chorus]\nBitch, I'ma kill you\nYou don't wanna fuck with me\nGirls neither\nYou ain't nothin' but a slut to me\nBitch, I'ma kill you\nYou ain't got the balls to beef\nWe ain't gon' never stop beefin', I don't squash the beef\nYou better kill me\nI'ma be another rapper dead for poppin' off at the mouth with shit I shouldn't have said\nBut when they kill me\nI'm bringin' the world with me\nBitches too\nYou ain't nothin' but a girl to me\n (I said)\n[Chorus]\nYou don't wanna fuck with Shady ('Cause why?)\n'Cause Shady will fuckin' kill you (Ah, haha)\nI said you don't wanna fuck with Shady (Why?)\n'Cause Shady will fuckin' kill you\n[Verse 2]\n(Bitch, I'ma kill you) \nlike a murder weapon\nI'ma conceal you in a closet with mildew, sheets, pillows, and film you\nFuck with me, I been through Hell, shut the hell up\nI'm tryna develop these pictures of the Devil to sell 'em\nI ain't acid rap, but I rap on acid\nGot a new blow-up doll and just had a strap-on added\nWhoops, is that a subliminal hint? No\nJust criminal intent to sodomize women again\nEminem offend? No, Eminem'll insult\nAnd if you ever give in to him, you give him an impulse\nTo do it again, then if he does it again\nYou'll probably end up jumpin' out of somethin' up on the tenth (Ah)\nBitch, I'ma kill you\nI ain't done, this ain't the chorus\nI ain't even drug you in the woods yet to paint the forest\nA bloodstain is orange after you wash it\nThree or four times in a tub, but that's normal, ain't it, Norman?\nSerial killer hidin' murder material in a cereal box on top of your stereo\nHere we go again, we're out of our medicine\nOut of our minds and we want in yours, let us in\n\n[Pre-Chorus]\nOr I'ma kill you\nYou don't wanna fuck with me\nGirls neither\nYou ain't nothin' but a slut to me\nBitch, I'ma kill you\nYou ain't got the balls to beef\nWe ain't gon' never stop beefin', I don't squash the beef\nYou better kill me\nI'ma be another rapper dead for poppin' off at the mouth with shit I shouldn't have said\nBut when they kill me\nI'm bringin' the world with me\nBitches too\nYou ain't nothin' but a girl to me\n (I said)\n[Chorus]\nYou don't wanna fuck with Shady ('Cause why?)\n'Cause Shady will fuckin' kill you (Ah, haha)\nI said you don't wanna fuck with Shady (Why?)\n'Cause Shady will fuckin' kill you\n (Haha)\n[Verse 3]\nKnow why I say these things?\n'Cause ladies' screams keep creepin' in Shady's dreams\nAnd the way things seem, I shouldn't have to pay these shrinks\nThese eighty Gs a week to say the same things tweece\nTwice, whatever, I hate these things\nFuck shots, I hope the weed'll outweigh these drinks\nMotherfuckers want me to come on their radio shows\nJust to argue with 'em 'cause their ratings stink\nFuck that\nI'll choke radio announcer to bouncer\nFrom fat bitch to all seventy thousand pounds of her\nFrom principal to the student body and counselor\nFrom in-school to before-school or outta school\nI don't even believe in breathin'\nI'm leavin' air in your lungs just to hear you keep screamin' for me to seep it\nOkay, I'm ready to go play, I got the machete from O. J.​\nI'm ready to make everyone's throats ache\nYou faggots keep eggin' me on 'til I have you at knifepoint, then you beg me to stop?\nShut up, give me your hands and feet\nI said shut up when I'm talkin' to you\nYou hear me? Answer me\n\n[Pre-Chorus]\nOr I'ma kill you\nYou don't wanna fuck with me\nGirls neither\nYou ain't nothin' but a slut to me\nBitch, I'ma kill you\nYou don't got the balls to beef\nWe ain't gon' never stop beefin', I don't squash the beef\nYou better kill me\nI'ma be another rapper dead for poppin' off at the mouth with shit I shouldn't have said\nBut when they kill me\nI'm bringin' the world with me\nBitches too\nYou ain't nothin' but a girl to me\nBitch, I'ma kill you\n[Chorus]\nYou don't wanna fuck with Shady ('Cause why?)\n'Cause Shady will fuckin' kill you (Haha)\nI said you don't wanna fuck with Shady (Why not?)\n'Cause Shady will fuckin' kill you\n[Outro]\nHahaha\nI'm just playin', ladies\nYou know I love you\n[Produced by Dr. Dre & Mel-Man]"
}