{
  "title": "l e t . g o . m y . h a n d",
  "artist": "J.Cole",
  "lyrics": "[Chorus: J. Cole]\nSoldier's song, marching on, on\nHoping to see home\nIf I die before I\nSee your smile just one more time\n[Verse: J. Cole]\nSometimes I question whether this shit matters\nPuttin' substance into something in a world so used to instant gratification\nI found this instrumental on my phone while on vacation\nIb sent it a year ago or so\nI probably heard it before, but slept on it, you know?\nShit don't always connect as soon as you press play\nAt times you gotta step away, do some livin'\nLet time provide a new prescription, givin' truer vision\nI dibble-dabble in a few religions\nMy homie constantly telling me 'bout Quran, puttin' me on\nI read a few pages and recognize the wisdom in it\nBut I ain't got the discipline for stickin' with it\nNow I'm on the way to London, got a show for seven digits\nI'm wonderin' just when did I become my biggest critic?\nI wanna be my biggest fan, like how I was when didn't nobody know my jams\nToday my son said, \"Dad, let go my hand\"\nReminded me one day he's gonna be his own man\nAnd my job is to make sure he's equipped\nI gotta make sure he not no bitch 'cause niggas bound to try him\nIf I said I was the toughest growin' up, I would be lyin'\nI had a fear of gettin' punched while everybody eyein'\nAdd to that a constant fear of dyin'\nBy gunshot wound, or other violent type of endings\nI kept a tough demeanor on the surface but was mostly just pretendin'\nLuckily my bluff was workin' way more often than not\nBut sometimes a nigga pulled my card, tryna expose me for a fraud\nAnd with my reputation at stake\nI was scufflin' just to save face\nCouple wins, couple losses, some broken up too quick to call it\nMy last scrap was with Puff Daddy, who would've thought it?\nI bought that nigga album in seventh grade and played it so much\nYou would've thought my favorite rapper was Puff\nBack then I ain't know shit, now I know too much\nIgnorance is bliss and innocence is just ignorance before it's introduced to currency and clips\nOr bad licks that have a nigga servin' three to six, shit\n\n[Chorus: J. Cole, Bas & 6LACK]\nSoldier's song, marching on, on\nHoping to see home\nIf I die before I\nSee your smile just one more time\n[Bridge: Bas]\nSoldier's song\nI could be one to lean on\nTime will right the wrongs\nWon't be long\nHow can we grow any closer?\nHow can we grow any closer?\nHow can we grow any closer?\nHow can we grow any closer?\nSomething inside of me's tryna crawl up to the surface\nSomething is suddenly smothering, stopping me\nStubbornly getting its way (Way), way (Way)\nDrowning out the wave (Drowning out)\nI've got a reason to believe that I'll turn out just fine\nSoldier's song\n[Outro: Diddy]\nLord, please guide our steps\nWatch us, cover us\nSo that every move we make is in alignment with Your will\nYour purpose\nPlease fill us with Your spirit\nKeep us forever in the present\nFor presence makes the strongest fathers\nTeach us how to lead\nShow us how to love"
}