{
  "title": "Last Call",
  "artist": "J.Cole",
  "lyrics": "[Intro]\nYeah, Warm Up\nLa-la-la-la, la-la-la-la, la-la-la\nAyy, yeah\nFayettenam\n[Chorus]\nNow I am (\nHere's to the Roc\n)\nHey, and they ask and they ask and they ask and I tell 'em\nMr. Fayettenam (\nMr. Roc-a-Fella\n)\nWave your glasses, your glasses, your glasses to the sky and (\nHere's to the Roc\n)\nYeah, Warm Up\nThis is the last call for alcohol, this is The Warm Up (\nMr. Roc-a-Fella\n)\nWarm Up, yeah, look\n[Verse 1]\nNow to the few niggas out there who heard my last shit\nWhich, if I must say so myself, that was a classic\nI never been the type to ride my own coat tail\nBut it's obvious I'm here to stay, a fuckin' hotel\nI came up, I warmed up, the next up, I blow up\nIf you ain't peep the trend by now, with each rap, I go up\nLook, all he wanted was a deal, so when he got it, he just faded\nBut tell me what's a deal when you wanna be the greatest?\nSo, Jay, I appreciate it, hell of a steppin' stone\nWonder if he see it in my eyes, I'm tryna get the throne\nWonder if the people know how many nights I spent alone\nMakin' beats, writin' rhymes, thinkin' deep, fightin' time\nGettin' better, but wasn't gettin' younger\nAnd all that time can make the most confident nigga wonder\nBut never doubted or allowed that shit to phase me, yo\nJust switched my thoughts up like the stations on the radio\n\n[Chorus]\nNigga, now I am (\nHere's to the Roc\n)\nYeah, yeah, and they ask and they ask and they ask and I tell 'em\nMr. Fayettenam (\nMr. Roc-a-Fella\n)\nWave your glasses, your glasses, your glasses to the sky and (\nHere's to the Roc\n)\nAyy, I'm just gettin' warmed up, my nigga\nHey, this the last call for alcohol, this is The Warm Up, yeah (\nMr. Roc-a-Fella\n)\nSo get your back up off the wall, yeah\n[Verse 2]\nNow may I never slip up or let my grip up\nI know my girl be prayin', \"Lord, just keep his pants zipped up\nNow if some groupie bitch is on his dick, then make it stiff up\nAt least give the nigga common sense to \nwrap his dick up\n\"\nToast, let's lift up our glasses and sip up\nWe fly past, they look up, they don't last, they give up\nThey don't blast, we clip up, then empty\nAnd indeed, we hit the target, yes\nThese niggas think they the shit and they ain't even farted yet\nStyle incomplete like a garbage-ass quarterback, my offense is for real\nAyy, fuck sacked, niggas gettin' coffined in the Ville way too often and it feels wrong\nNew York niggas fuck with me, I got 'em singin' Ville songs\nGuess it's only right because we grew up singin' they shit\nBig shit, Mase shit, Nas shit, Jay shit\nTime for a Carolina nigga to take his place with the greats\nA slim nigga makin' bold statements, uh\n\"Ayy, J. Cole, how you do that there?\nI hear you're blowin' up, my nigga,\" I'm like, \"True that,\" yeah\nIn NY, but smile every time I flew back there\nThat Carolina, Fayettenam, oh yeah, my crew back there\nI go home, been so long, they sayin', \"You back here?\"\nIt took a turn for the worse, boy, don't move back here\nDon't do that, yo, who that? He rep the Ville when he spit it\nTold you he'd be back with a record deal and he did it, nigga\nFuck spinnin' on my pivot, homie\nI'm finna travel 'til the refs blow the whistle on me\nI got a whole fuckin' city that's just sittin' on me\nBut yet, it fits on my back, my state is sittin' on that\nWill I drop? I think not, I get up while they stop\nLike the sleeves on tank tops, they ain't give it all they got\nSo they flop, so, hey, watch how I'm finna take they spot\nNow I'm startin' and they not, let me show you how to stay hot\nI play not, man, I'm killin' 'em, even your idols feelin' 'em, dog\nThe same nigga used to chill in the mall\nWhile they was still in the mall, I was up there spillin' my rap\nThe hero fightin' villains just to put the Ville on the map\n\n[Chorus]\nNow I am (\nHere's to the Roc\n)\nYeah, yeah, and they ask and they ask and they ask and I tell 'em\nMr. Fayettenam (\nMr. Roc-a-Fella\n)\nWave your glasses, your glasses, your glasses to the sky and (\nHere's to the Roc\n)\nHey, yeah, this the last call for alcohol, this is the fuckin' Warm Up, yeah (\nMr. Roc-a-Fella\n)\nGet your ass up off the wall, yeah\n[Outro]\nYeah, man, so, shit, this was The Warm Up\nUm, what can I say, what can I say?\nIf you heard The Come Up, you know what that was about, \njust a lil' nigga from North Carolina\n, man\nFayettenam, to be exact\nMoved to NYC\nUm, you know, chasin' the dream\nI used college, if y'all niggas don't know, I used college as like the tool to get to New York\nThat's all I really had, I ain't have no family up here or nothin' like that\nI came up here on a scholarship, nigga went to college\nAnd the, and the whole time, I ain't even think I was gon' have to finish college, I just thought, you know, I'd be signed by like my freshman year, so I wouldn't have to finish college\nBut it didn't happen like that, obviously\nNigga graduated, um, and things started fallin' into place\nI got way more focused, I dropped The Come Up\nAnd I look at The Come Up like niggas, like, like how kinda how when I was in high school\nJust picture this, The Warm Up is about a nigga who did not make the team when he tried out\nAnd I know it's a lotta niggas out there that know that feeling, man\nYou try out, you, you think you deserve to be on the team\nAnd you go that day to look at the cut list\nYou wake up, you know, you can't even sleep, you just like, \"Damn, I'm gon' make the team tomorrow, I did my thing in tryouts\"\nYou go to the list\nAll the niggas is lookin' at they names on the list, some niggas is like, \"Aw shit, I see my name, I'm good, I'm good, nigga, I'm good, I see my name\"\nAnd you lookin' for your name\nAnd you kinda playin' the back, tryna wait 'til niggas clear out 'cause you not sure\nAnd \nyou go to the list and, and your name ain't there\nLike, and you like, \"How the fuck did I not make this team? I'm better than him, I'm better than him, I'm better than him\"\nSo a lotta niggas either quit or some niggas'll go harder\nSo that's how I kinda took the rap shit when I put out The Come Up\n'Cause ever since I was like fifteen, I thought I was supposed to be signed\nBut it didn't hap— you know, obviously, shit, everything happens for a reason\nSo, shit, fast forward to The Warm Up, this is just me, like, you know\nBein' that nigga that's practicin' and makin' sure it's no way, it's undeniable that when I go to tryouts\nThere's no way the fuckin' coach is passin' up on me, my nigga\nSo that's what this whole mixtape was about and, lo and behold, you know\nAs I'm finishin' up the mixtape, the deal come\nYou know? Thank God, I'm blessed, everything happens for a reason\nAnd it couldn't have been with a more fuckin', with a better fuckin' squad, nigga, I got\nYou, you know the niggas I got on my squad\nIf you, if you listen to this, then you might've heard who I signed with, I ain't even gon' blast it off like that\nShout out to, you know, Mark Pitts, definitely\nYou know? Shout out my nigga Mike Rooney, my nigga E, shout out my whole fuckin' crew, man\nThat's what The Warm Up is about, man\nRJ, what's good? Mike Shaw, my nigga Mez, Mez held me down, nigga\nMore than anybody in the fuckin', in the whole crew, honestly\nYou know what I'm sayin'? So, shit, let's get it, man\nWe got a lotta shit comin' for '09, for '010, '011\n, '0-goddamn-35\nThat's all I got, man, that's The Warm Up, man, I made the team\nSo when you go from makin' the team, now what you gotta do, nigga? You gotta start\nYou gotta be a starter, you gotta make it to college\nYou gotta make it from college to the league, nigga\nTrust me, I ain't get no fuckin' deal and relax, man\nI feel like I ain't made it yet, period, nigga\nAnd that's all I really gotta say, yo, it's The Warm Up\nThank you for listenin\n', man\nYeah\nCed Y, what up?\nNervous Reck, what up?\nBarbed Wire, what up?\nJust let me give a couple shout outs, um, shit (Um, my nigga A-Rob)\nKirk Lightburn, what up? (My nigga Lee, drunk-ass nigga Jams)\nAh, Sha Money, what up, man? (Shout out to Mimi)\nLotta respect\nG-Unit, Hov, it's all love, my nigga\nTony Yayo showed love, Lloyd Banks showed love, nigga, I was gettin' love from G-Unit niggas, dog (Say, Uncle)\nWho would've thought? (Who'd I forget? Oh, Omen, Omen, what up, my nigga? Omen)\nKnow what I'm sayin'? Shout out my mother, my brother, man, I'm just gon' talk until the beat run out, man (Yeah, BBGUN)\nYou know?\nYo, how do you get this beat goin' for so fuckin' long? (By any means, Eris)\nThis shit's been supposed to fade out\nYeah, yeah, yeah, yeah, yeah, uh-uh-uh-uh"
}