{
  "title": "Last Wordz",
  "artist": "Tupac Shakur",
  "lyrics": "[Intro]\nGot any last words\nYeah\nYeah I got some last words\nOnce again it's on\nPolice\nIce Cube's in the motherfuckin' house\nThe nigga ya love to hate\nIce Cube's in the motherfuckin' house\nThe nigga ya love to hate\nIce Cube\nIce Cube\nIce Cube\nIce Cube, Cube, Cube's in the motherfuckin' house\n[Verse 1: Ice Cube]\nHere comes the nigga with the ruff, the terror\nThe paranoid, gots to get the boy\nGet your steel 'cause I feel\nLike a headbanger, yeah I got a gang of shits\nStyles guns, \nmy Uzi weighs a motherfucking ton\nBucking down one, bucking down two\nBucking down your crew, motherfuck you, \npigs wear blue\nI wear black, nothing but black\n'Cause goddamn it's a brand new payback\nFuck Pat Sajak, never did nothing for a nigga\nOn the trigger, the zigga, the zag\nThe nickel, the bag, the nigga, the sag\nThe forty-four mag got you running like a fag\nSo, keep your motherfucking jokes\n'Cause I'm that nigga with a fresh pair of locs\nNo yokes but smokes\nCrackers and them dirty mackers\nFriends aren't jackers, get ya for your drawers\nYoung niggas out to kill for the cause\n\n[Hook]\nIce-T in the motherfucking house\nL.A. Playa\n[Verse 2: Ice T]\nO-to-the-motherfucking-G, I break crazy\nA lot of niggas hate me but they can't fade me\nStop me, clock me, cops wanna Glock me\nBut the punk motherfucking pigs can't stop me\nUhh, am I a G? I got proof\nBanged in my youth, keep niggas on the roof\nWith a scope, dough, Cube keep the rope\n2Pac'll string a nigga up if the mob don't\nSo what's up, punk? You want what I got\nStep to me wrong, fuck around and get shot\nYour mom's crying, fuck her, bust her\nBitch start screaming to me and I'll dust her\nPops got the LP phat, track on hit\nLaid by the motherfuckin' Bobcat\nNinety-three suckas want me to go out\nThrow the ho out, bitch motherfucker, I'm rich\n[Chorus]\n2Pac's\n in the motherfucking house\nNigga I'm loc'd, when I smoke, from the indo\n2Pac's\n in the motherfucking house\nNigga I'm loc'd, when I smoke, from the indo\n2Pac's\n in the motherfucking house\nNigga I'm loc'd, when I smoke, from the indo\n[?] [?] [?] [?] [?]\nGot any last words\n\n[Verse 3: 2Pac & \nIce Cube\n]\nNow they're after me, why? 'Cause a nigga's Black\nSpittin' facts and ain't afraid to pull a trigger back\nLet 'em come step to a real motherfucker\n(Boom Boom) Mama ain't raised no suckers\nDan Quayle, don't you know you need your ass kicked?\nWhere was you when there was niggas in the caskets?\nMotherfucker rednecks all the same\nFear a real nigga if he ain't balled and chained\nThat's why we burn shit and wreck\n'Cause the punk police ain't learned shit yet\nYou mutha-fuckas gonna pay the price\nCan't make a Black life, don't take a Black life\nIt's on, the next real nigga fall dead\nDread, Jheri curl, process, or bald head\nBe prepared for the smoke to bust\n(What niggas need to do is start loc'in up)\nUnited we stand, divided we fall\nThey can shoot one nigga, but they can't take us all\nLet's get along with the Mexicans\nAnd we can all have peace on the sets again\nImagine that if it took place, ha (ha haaaa)\nKeeping the smiles off they White face\nI ain't racist but let's trade places\nTrace the hate 'n then face it\nOne nigga teach two niggas\nThree teach four niggas and them niggas teach more niggas\nAnd when we blast that'll be the biggest blast you've heard\nAnd them is my last wordz"
}