{
  "title": "Leaving Heaven",
  "artist": "Eminem",
  "lyrics": "[Intro: Eminem]\nYeah (I knew this day was coming)\nSometimes, you gotta come back down (It's all going to hell now, man)\nStoop to someone's level (Yeah)\n[Verse 1: Eminem]\nFive dozen flies buzzin' over your head\nCall me the Grim Reaper, sleep is my cousin\nYou're dead to me now and I'ma be the last face you see\n'Fore you die 'cause in (Yep)\nMy eye are tigers and I'm a survivor so I will rise up and (What?)\nBe triumphant 'cause when I'm looking at my legacy (Leg, I see)\nBunch of dogs tryna dry hump it\nLike Triumph The Puppet, so I'm like, \"Fuck it\"\nPile the carnage up 'til it's so high, it's touching the sky\nLet 'em all line up and attack\nSingle filing up in the stack\nCall 'em toy soldiers (Yeah)\n'Cause they just wind up on their backs\nNow the sky's nothing but black\nBut I am not coming back, I done told ya\nI told the woke me to go to sleep\nBut still, they keep on provoking me\nThey're hoping to see me completely broken emotionally\nBut how in the fuck am I not supposed to be woke\nWhen these fuckers just keep poking me? Now\n\n[Chorus: Skylar Grey]\nI'm leaving Heaven\nI'm leaving Heaven\nAngels won't find me\nWhere I am going\n[Verse 2: Eminem]\nI've been down, kicked\nLike around six thousand times since I was a kid\nAs a child, picked on, clowned, been\nCountless times I've been outed\nGotta remind myself of it every now and then (Yeah)\nSo the route I went's self-empowerment\nIn a hole, taught myself how to get out of it\nAnd balance it with talents, wit\n'Cause life is like a penny (Life is like a penny)\n'Cause it's only one percent\nWho overcome the shit they've underwent\nI went AWOL like what my back was up against\nDon't tell me 'bout struggle, bitch, I lived it\nI was five or six the first time I got my hind end kicked\nMalcolm, Isaac, and Boogie jumped me and took my tricycle\nAnd I don't know if I would call that white privilege, yeah\nBut I get it, how it feels to be judged by pigment\nBesides getting it from both sides of the tracks\nBut I swore I'd get them back\nEven if it meant selling my soul to get my revenge and (What?)\nThought of a scheme and it got me to thinking\nIf I can believe in myself, I could prolly achieve it\nThat's part of the reason I do all my talking with ink\nAnd as long as I'm breathing, I vow to outsmart 'em and beat 'em\nA God with a heart of a demon, go at 'em and I'ma get even\nLike I'm in the Garden of Eden, I'm 'bout to go off of the deep end\nThis evil is calling, I'm already seething and\n\n[Chorus: Skylar Grey]\nI'm leaving Heaven\nI'm leaving Heaven\nAngels won't find me\nWhere I am going\n[Verse 3: Eminem]\nOkay, so while Macklemore was keeping his room nice and neat (Yeah)\nI was getting my ass beat twice a week (What?)\nLooking for a place for the night where I could sleep (Yeah)\nFlippin' sofa cushions over just tryin' to see\nIf I could find some change and scrape up for a bite to eat\nIf Denaun and me find a couple dimes a piece\nTwenty five cents each'd get us a bag of chips\nWe'd be glad to get that even if we had to split\nWe'd do backward flips, looking back at it\nI think that would fit with the definition of not having shit\nCouple that with the fact my mother was batshit\nPop was a sack of shit, yeah, he died, but I gave half a shit\nYeah, which brings me back to the dear ol' dad that I zero had\nSince a year-old, forty-seven year-old scab\nJust to hear them words, ear piercing\nLike my earlobe stabbed with a needle for an earring\nShould I feel upset? You were dead to me 'fore you died\nMe? Tear no shed\nShould I have made a mural at your funeral?\nHad your coffin draped with a hero's flag?\nWhere the fuck you were at\nWhen De'Angelo done hurt me real bad at the Rio Grande?\nNever met your grandkids, fucking coward\nOnly guts you had was from your stomach fat\nI couldn't see your ass goin' to Heaven\nSo I'm asking for a pass to go to Hell\nSo I can whip your fucking ass\nI hate that I'll never get to say \"I hate you\" to your face\nNo coming back from where I'm going\nSky is dark, my soul is black, hand on the shovel\nDig with the blade of it then I step on the metal\nVendetta to settle, tell the Devil\n\n[Chorus: Skylar Grey & \nEminem\n]\nI'm leaving Heaven (\nYeah\n)\nI'm leaving Heaven (\nYou know, I should dig your motherfucking ass up\n)\nAngels won't find me (\nJust to spit in your fucking face\n)\nWhere I am going (\nHolding my baby pictures up like you're proud of me\n)\nI'm leaving Heaven (\nFuck you, bitch\n)\nI'm leaving Heaven (\nYou know what? Maybe if I'da had you\n)\nAngels won't find me \n(\nI wouldn't have went through half the shit I went through, so I blame you\n)\nWhere I am going \n(\nOr maybe I should say, \"Thank you\"\n)\n(\n'Cause I wouldn't have been me, haha\n)\n[Outro: Skylar Grey & \nEminem\n]\nSo you better, you better run (\nYeah\n)\nYou better, you better run (\nSo I'ma let it go now, rest in peace\n)\nYou better, you better run (\nCocksucker, haha\n)\nYou better, you better run (\nSee you in Hell\n)"
}