{
  "title": "Let Em Have It (Hutch Mix)",
  "artist": "Tupac Shakur",
  "lyrics": "The original version samples “The Body Rock” by Treacherous Three. It features Storm and Val Young.\n[Intro: 2Pac]\nTe quiero\nTe quiero coger, te quiero coger\nI'll let your ass have it, te quiero coger\nTe quiero coger\n, for real?\nTe quiero coger\n[Verse 1: 2Pac]\nNow you been actin' like you want it for a long time\nAll up in a nigga face, givin' me them strong vibes\nLook in my eyes and you'll find peace\nA Gemini, so you really blow my mind freak\nCome on, I got my clothes off, hard as a nigga in jail\nSkinny niggas throw the dick well\nEverybody get their condoms, brother, 'cause it's time to fuck\nHurry up and put it on nigga, time is up\nWhat's next? Got my mind on some group sex\nWhere you goin' baby? I ain't even through yet\nDo it like a true vet, love it how I threw it to ya'\nIn and out make it good to ya', remember me?\nI love fuckin' slow with the lights low\nBlack, Puerto Rican, even white ho's\nBellisimo, qué linda, dame beso,\n come to papi\nFuckin' 'til the shit is sloppy\nIf you really want it\n\n[Bridge: 2Pac & \nHoney\n]\nReally want it\nGet your ass up; you know it, if you really want it\nYou really want it, you really want it\nIf you really want it, if you really want it\nIf you really want it, if you really want it\nReally want it\n (\nI really want it\n)\nReally want it, yeah\nAlright, all my real niggas and my real bitches\nLet me see you do it like this, c'mon\n[Chorus: 2Pac & SKG]\nRock your body-body, rock your body-body\nRock your body-body, rock your body\nRock your body-body, rock your body-body\nRock your body-body, we came to\nRock your body-body, rock your body-body\nRock your body-body, rock your body\nRock your body-body, rock your body-body\nRock your body-body, we came to\n[Verse 2: SKG]\nDaddy rock a player body 'til I tell you to stop\nHit the right spot, if not, leave money and kick rocks\nI'm a thug ho', I need a thug nigga up beside me\nA player that can ride me, a cat that can rob me\nMake a jazzy ho' like me bust a sweat\nHit it from the back, grab me by my neck, demand your respect\nI'm not a on-my-back ho', I ride the dick and hit it 'til it cold\nBustin' fits of nuts, get 'em up\nI'm a Sagittarius freak, my real ho's feel me\nLegs open wide, nigga, dick inside\nLike Barry White \"Tonight's the Night\" for you to hit it doggie style\nLay me on my stomach while I'm countin' them hundreds\nFake bitches wanna front like they don't wanna keep it real\nYou know you want a thug nigga just to see how it feel\nHo's wanna rock Gabbana, Dolce and Versace\nLet me rock your body mouth on my— you papi\n\n[Chorus: SKG & \n2Pac\n]\nRock your body-body, rock your body\nRock your body-body, rock your body\n (\nYeah, like that? Yeah\n)\nRock your body-body, rock your body\nRock your body-body, rock your body\n[Bridge: SKG & \n2Pac\n]\nYeah, yeah\nYeah, yeah, yeah, I feel you\nRock your body, rock your body (\nDo it, do it, do it, do it\n)\nYeah, uh, c'mon, uh\n[Chorus: 2Pac & SKG]\nRock your body-body, rock your body-body\nRock your body-body, rock your body\nRock your body-body, rock your body (\nYeah, yeah\n)\nRock your body (\nYeah, I'm here to\n)\nYour body-body, rock your body-body\nRock your body-body, rock\n[Verse 3: 2Pac]\nSee, it all started simple, turned into me lickin' ya' nipples\nFuckin' you doggy-style to this instrumental\nHands up, all up inside ya' hair like it's dandruff\nEyes open, I don't plan to bust\nJust hold on baby, let me zone in\nWhat do you mean can you scream? Let it go, biatch\nHow does it feel got a nigga like steel in ya'\nTo keep goin' now I'm fuckin' like I'm killin' ya'\nLet's go another round, baby, is you down really?\nTwo shots of ecstasy, lick a nigga down silly\nYour body next to me, I can touch you inside\nYou'll cry so good when a nigga leave, you'll die\nMy mama told me baby be a man put it on her\nHittin' bitches like switches comin' around the corner\nI want her, let me get my ride on\nIt's yo' dick baby, but it's my song\nIf you really want it\n\n[Chorus: 2Pac & \nSKG\n]\nRock your body-body, rock your body\nRock your body-body if you really want it\nIf you really want it\nYeah, if you really want it\n[Outro: 2Pac]\nGots to send this one out to the freaky bitches\nDefinitely all the Scorpios, and the Geminis, and the Virgos\nYou know, I know the truth about you Scorpios and you Virgos\nNo doubt gotta give it to the Capricorns\nThey some freaks too on the down-down\nThe Libras, they like it even but they still like fuckin'\nNo doubt, Aquariuses, Libras, I said those\nLeos, yeah, they some freaks\nLeos is freaks, they always wanna run shit in bed\nSagittarius, Taurus, Cancers, all you freaky fucks\nI'm a zodiac fucker, I'll do you all one at a time and all down the line, let's get busy"
}