{
  "title": "Letter to the President",
  "artist": "Tupac Shakur",
  "lyrics": "[Intro: E.D.I Mean & \n2Pac\n]\nUhh, dear Mr. President\nWhat's happenin'?\nI'm writin' you because shit is still real fucked up in my neighborhood\nPretty much the same way right around the time when you got elected\nAin't nothin' changed\nAll the promises you made, before you got elected, they ain't came true\nTell me what to do, these niggas actin' up in the hood\nSend mo' troops, dear Mr. President\n(Me and my homies is wonderin' what's goin' on… holla!)\nTell me what to do, these niggas actin' up in the hood\nSend mo' troops…\n[Verse 1: 2Pac]\nWhy should I lie when I can dramatize?\nNiggas fell victim to my lyrics, now traumatized\nSimply by spittin' I've been blessed given riches\nEnemies suspicious 'cause I'm seldom in the company of bitches\nPlus the concepts I depict, so visual that you can kiss\nEach and every trick or bitch, inside the shit I kick\nMy heaviest verse'll move a mountain\nCasualties in mass amounts, brothers keep countin'\nFuck the friendships, I ride alone\nDestination: Death Row – finally found a home\nPlus all my homies wanna die; call it euthanasia\nDear Lord, look how sick this ghetto made us\nSincerely yours, I'm a thug, the product of a broken home\nEverybody's doped up, nigga, what you smokin' on?\nFigure if we high they can train us\nBut then America fucked up and blamed us\nI guess it's 'cause we black that we targets\nMy only fear is God, I spit that hard shit\nIn case you don't know I let my pump go\nGet it ride for Mutulu like I ride for Geronimo\nDown to die for everything I represent\nMeant every word in my letter to the President\n\n[Chorus: 2Pac]\nDear Mr. President, tell me what to do\nThese niggas actin' up in the hood, send mo' troops\nDear Mr. President, tell me what to do\nThese niggas actin' up in the hood, send mo' troops\n[Verse 2: E.D.I. Mean]\nOh you's a baller in the White House, I hope you comfortable\n'Cause yo', I spend my nights out, with the lights out\nUnder the safety of darkness amongst the crazed and the heartless\nAnd young soul bros, ready to rode a starship\nBomb shit, leave a nigga flat for scratch\nThe Godless, I gotta get chips, but you can't understand that\nWanna ban rap? Stand back, before you get hurt\nIt's the only thing nigga pay today besides smoke and work\nOn a mission, listen, words is my gold precision\nFirst made my decision, I realized this ain't livin'\nTrippin' to drastic measures, tryin' to get stacks of cheddar\nMotherfuckers hate cops, wait, it ain't gettin' better\nBut you keep tellin' us that it is\nWhile your motherfuckin' troops keep killin' our kids, dig\nDon't be surprised if you see us\nDumpin' with nothing but artillery to free us, motherfucker\n[Chorus: E.D.I. Mean]\nDear Mr. President, tell us what to do\nThese niggas actin' up in the hood, send mo' troops\nDear Mr. President, tell me what to do\nThese niggas actin' up in the hood, send mo' troops\n\n[Verse 3: Kastro]\nStrapped and angry, with no hope, and heart-broke\nFightin' first my trained brain until it's not so\nIt's hostile, niggas lick shots to watch the Glocks glow\nCadres of coppers patrol us like we some animals\nAnd it ain't no peace, my peace a piece on my streets\nTo people beefin' and things squeakin' on they fiefs for weeks\nMr. President, it's evident, nobody really care\nFor a struggler out the gutter, 22 with gray hair\nI was raised to raise hell, frail and my heart stale\nSo I'ma bring hell to Earth until my heart fail\nBut y'all play fair, give me and mine, I'll share\n'Til y'all show us you care, it's gon' be mayhem out here\nMe and these 223s will freeze the biggest with ease\nI'm still a nigga you fear, bring the beast to his knees\nAnd I've been born to represent, for that I've been heaven-sent\nAnd I meant every word in my letter to the President\n[Ad-libs: E.D.I Mean]\nShit is still fucked up, y'all\nAnd y'all wonder when it's gon' get better, and it ain't gon' get better\n[Chorus: 2Pac]\nDear Mr. President, tell me what to do\nThese niggas actin' up in the hood, send mo' troops\nDear Mr. President, tell me what to do\nThese niggas actin' up…\n\n[Verse 4: 2Pac]\nHeavenly Father, may I holla at you briefly?\nI wanna meet the President, but will he meet me?\nIs he scared to look inside the eyes of a thug nigga?\nWe tired of being scapegoats for this capitalistic drug dealin'\nHow hypocritical is Liberty?\nThat blind bitch ain't never did shit for me\nMy history full of casket and scars\nMy own black nation at war, whole family behind bars\nAnd they wonder why we scarred, 13 lookin' hard\nSister had a baby as an adolescent, where was God?\nSomewhere in the middle of my mind\nIs a nigga on the tightrope, screamin', \"Let him die!\"\nCan't lie, I'm a thug, drownin' in my own blood\nLookin' for the reason that my momma's strung out on drugs\nDown to die for everything I represent\nMeant every word in my letter to the President\n[Verse 5: Big Syke]\nBlacks is broke, think it's a joke that we livin' low?\nY'all sniffin' blow and postin' what they hittin' fo'?\nTell the secretary it's necessary we get paid\nLook what you made, little kids gettin' sprayed\nDay after day, and night after night\nBattles and wars to the daylight\nWe might change and rearrange if you do somethin'\n'Til then we gonna keep it comin', Mr. President\nAnd I meant every word in my letter to the President\n[Ad-libs: 2Pac]\nWord motherfuckin' life, what the fuck this nigga think?\nCuttin' taxes, takin' off welfare\nWe supposed to just sit here, go broke and die, starvin'?!\nMotherfuckers crazier than a motherfuckin' scout\nNigga, this Thug Life, Westside, Outlaw Immortalz, nigga\nWe finna hustle 'til we come up\n[Chorus: 2Pac]\nDear Mr. President, tell me what to do\nThese niggas actin' up in the hood, send mo' troops\nDear Mr. President, tell me what to do\nThese niggas actin' up in the hood, send mo' troops\nDear Mr. President, tell me what to do\nThese niggas actin' up in the hood, send mo' troops\nDear Mr. President, tell me what to do\nThese niggas actin' up in the hood, send mo' troops\n[Outro: 2Pac]\nDear Mr. Clinton, shit (send mo' troops)\nIt's gettin' harder and harder for a motherfucker to make a dollar in these here streets\nI mean shit (send mo' troops), I hear you screamin' peace\nBut we can't find peace 'til my little niggas on these streets get a piece (send mo' troops)\nI know you fear me 'cause you too near me not to hear me\nSo won't you help a nigga out? (send mo' troops)\nSayin' you cuttin' welfare\nThat got us niggas on the street, thinkin' who in the hell care? (send mo' troops)\nShit, y'all want us to put down our Glocks and our rocks\nBut y'all ain't ready to give us no motherfuckin' dollars (send mo' troops)\nWhat happened to our 40 acres and a mule fool? (send mo' troops)\nWe ain't stupid, think you got us lookin' to lose\nTryna turn all us young niggas into troops (send mo' troops)\nYou want us to fight your war, what the fuck I'm fightin' for? (send mo' troops)\nShit, I ain't got no love here\nI ain't had a check all year\nTaxin' all the blacks (send mo' troops)\nPolice beatin' me in the streets… fuck peace!\nThese niggas actin' up in the hood, send mo' troops..troops..troops..troops!"
}