{
  "title": "Life of the Party (Original Version)",
  "artist": "Kanye West",
  "lyrics": "[Intro: Kanye West]\nIt's after hours at that glamorous blind spot\nWhere they're taking it easy, swapping personal experiences\nLet's listen in America Today\nLife of the party, mhm, 'til I almost cry, mhm\nIt's the life of the party to think I could've almost died\nLord, help us\n[Verse 1: André 3000]\nHey, Miss Donda\nYou run into my mama; please tell her I said, \"Say something\"\nI'm startin' to believe ain't no such thing as heaven's trumpets\nNo after-over, this is it, done\nIf there's a Heaven, you would think they'd let ya speak to your son\nMaybe she has in the form of a baby's laugh I heard\nPassing by in a stroller remindin' me, \"Hey, keep rolling\"\nI don't know; maybe she has with a prick of a blade of grass\nI've been layin' on way too long, got me itchy\nGot up and roamed a lil' more\nMiss Donda, you see my mama, tell her I'm lost\nYou see, she'd always light a cigarette, we'd talk, I would cough\nExaggeratin' a lil' bit, so she get the point\nTryna get her to stop smokin', I would leave and fire up a joint\n'Til I quit, started back up again, twenty years later\nAll that time, y'all thought nigga was high, thought I was crazy\nMy mom, she ain't cut no corners\nGot me back on track; I don't miss her overstepping\nBut do miss her showin' Seven civilian life shit\nAh, Miss Donda, you see my mama whisper her this:\nThe real reason I was geeked to go to church\nMust confess, when y'all grown-ups would be in Bible study\nThat girl helping me with my homework? Her and I were fuckin'\nSo pure and perverted, so spirit spinning and dirty\nSo on, so on and so on, we hoped that no one heard us\nSh-sh, ah, ah\nAnd to this day, I think her mama knew but let us explore\nMiss Donda, you see my father, please, ask him:\nWhy he never married? Always smiled, but was he happy inside?\nBecause I carried my mother's name, did he carry shame with him?\nI'm sure she did it out of spite; 'twas her decision at birth\nShit, she probably was hurt, ah, poor baby\nTwo young people with different views, a lot for a young lady\nNo coincidence, they both passed away from heart conditions\nThere's a dissidence at play; dad and mom do hard division\nThree Thou', poster child for big dick niggas raised by their mothers\nI'm supposed to smile as if God knew that I would be troubled\nKeeps me around, for what? I don't know\nBut I do know that it's crucial that we do so, pronto\nI don't know how much long though\n\n[Verse 2: Kanye West, \nDMX\n & \nDiddy\n]\nMama, your son in the red hat\nHad suffered set-backs, had, \"shouldn't-have-said-thats\"\nHad made everyone mad\nHe made \"808s\" so he's everyone dad, know he ever gets sad\nHotel rooms by the shore, close my eyes, I can see more\nNobody punkin' me, nobody pressure me, nobody gangsta me\nEspecially when the gangstas eat thanks to me\nAnd my favorite principal name was Mrs. Wooten\nShe was strict, the perfect instructor for young Putin\nVladimir, just so that is clear\nWhom should we fear when we know Dad is here?\nDaddy's right here, Daddy's right here\nI don't play, boy\nOver y'all dead body 'fore my daughter pose in Playboy\nWe don't condone over-sexualization of the kids in the home\nBattery in my back\nThis house of pain won't ever last\nCyHi told me to my face that \"SICKO MODE\" was his biggest song\nWell go'n 'cause Donda was the best ghostwriter I ever had\nSouth Park had jokes about fish sticks\n'Til this day, the whole team can kiss this dick\nI put Virgil and Drake on the same text\nAnd it wasn't about the matching Arc'teryx or Kid Cudi dress\nJust told these grown men, \"Stop it with the funny shit\"\nI might hire the whole team from ACG\nSo don't text me like I'm Juanita JCV\nOr more important, Monica Corgan, who was there for me\nSomebody really there for me was rare for me\nThat was new air to breathe\nWhen I was underappreciated, undervaluated\nStockholders told me, \"Board rooms will bore you\"\nCan't remember going by your rules, try to follow the Lord's rules\nThought we was the new Abu Dhabi\nTold Drake \"Don't play with me on GD\"\nAnd he sent that message to everybody\nSo if I hit you with a \"W-Y-D\"\nYou better hit me with, \"Yes sir, I'm writing everything you need\"\nI told you I was gonna take the summer back\nSo any of the cap, won't take none of that\nWhere my motherfuckin' red hat?\nSecurity and the nannies be forever handling\nI can't stand it when there's talks about puttin' the kids back in\nSierra Canyon when daddy got his own school\nTrav, smile for these white people if you want (\nC'mon\n)\nWhile we build a team to get Hoover out the joint\nI do what I want, bro, in my life\nServe and protect long as it's my wife\nScreaming on M-A-N's for trying to lower the percentage of SKIMS\nSee, I was going in\nBack when they thought I was only making Ms, \nnow it's nine-billi'\nYou ain't gotta like me, but you feel me\n\n[Bridge: Kanye West]\nDo y'all feel me? Really?\nGet off Scott Free, I'm talking Ridley\nGet off our knees, that's if you're with me\nGet off your knees, that's if you're with me\nGet off your knees and let's get free\nGet off your knees and let's get free\nReally, I mean really\nReally, I mean really\nI need release, I don't need police\nI'm like, \"nigga, please\"\nY'all can't hear me, (\nHarmonizing\n), for the real me\nFor the real me, I mean, mhmm-mm\n[Outro: DMX]\nAlright, it's gonna shoot us in the- woah, uh-oh, uh-oh\nReady mama? (\nYup\n)\nI'm so proud of you,\n yup, \nyou're gonna have so much fun\nThey gonna shoot us in the air, mama, okay?\nC'mon, P, I got you, it's okay, mama\nHold your head back, hold your head back (\nThree, two, one\n)\nDaddy's here, daddy's here, daddy's right here\nIt's okay, mama, daddy's here, daddy here\nHelp, help,\n daddy's right here, \nI'm scared\nOkay, okay, I got you, it's okay\nOkay, we goin' slow, we goin' slow down\nIt's okay, stop cryin', daddy got you, see, it's over, you did it, P!\nYou already did it! See? It's already over! Yay! You did it!\nBig Girl! It's already over! It's already over, it's already over\nDaddy right here, daddy right here\nI told you I'm not gon' let you go\nI'm not gon' let you go, mama, okay?\nDaddy got you, daddy gon' bring us all the way down, okay?\nHow was it?\n (We good)\nYou did a good job\n (It was scary)\nGood job!"
}