{
  "title": "Life in the Fast Lane [Hell Freezes Over]",
  "artist": "Eagles",
  "lyrics": "[Verse 1]\nHe was a hard-headed man, he was brutally handsome, y'all\nAnd she was terminally pretty\nShe held him up and he held her for ransom\nIn the heart of the cold, cold city\nHe had a nasty reputation as a cruel dude\nThey said he was ruthless, they said he was crude\nThey had one thing in common, they were good in bed\nShe'd say, \"Faster, faster, the lights are turnin' red\"\n[Chorus]\nLife in the fast lane, surely make you lose your mind\nLife in the fast lane, huh\n[Verse 2]\nEager for action, hot for the game\nThe coming attraction, the drop of a name\nThey knew all the right people, they took all the right pills\nThey threw outrageous parties, they paid heavenly bills\nThere were lines on the mirror, lines on her face\nShe pretended not to notice, she was caught up in the race\nOut every evening, until it was light\nHe was too tired to make it, she was too tired to fight about it\n[Chorus]\nLife in the fast lane, surely make you lose your mind\nLife in the fast lane, huh\nLife in the fast lane, everything all the time\nLife in the fast lane, uh-huh\n\n[Verse 3]\nBlowin' and burnin', blinded by thirst\nThey didn't see the stop sign, took a turn for the worst\nShe said, \"Listen, baby, you can hear the engine's ring\"\n\"We've been up and down this highway, haven't seen a goddamn thing\"\nHe said, \"Call the doctor, I think I'm gonna crash\"\n\"The doctor say he's comin', but you gotta pay in cash\"\nThey went rushin' down that freeway, messed around, and got lost\nThey didn't know, they were just dyin' to get off and it was\n[Chorus]\nLife in the fast lane, surely make you lose your mind\nLife in the fast lane, uh-huh\nLife in the fast lane, everything all the time\nLife in the fast lane, uh-huh\n[Outro]\nLife in the fast lane\nLife in the fast lane\n[Spoken]\nThank you, thank you very much\nQuite a thrill for us veterans tonight, uh, to be up here playing together again. I want to thank all of you guys, it's nice to be back playing with you guys. It's a lot of fun\nAnd we hope y'all had a good time, uh, thanks for helping us get through this first one. It's all downhill from here\nAnd, we'll leave you with a nice memory here"
}