{
  "title": "Lights Please",
  "artist": "J.Cole",
  "lyrics": "[Intro]\nUh\nYeah\nYeah, uh\n[Verse 1]\nI had this little bad thing, somethin' like them tens\nShe gave a nigga mad brain, somethin' like The Wiz\nBut, you see, the sad thing fuckin' with her is\nIs the chick ain't even have brains, dummy like a bitch\nSo I tried to show her about the world and about just who we really are\nAnd where we've come and how we still have to go really far\nLike, \"Baby, look at how we live broke on the boulevard\"\nBut all she ever want me to do is unhook her bra\nThen all I really want is for her to go down low\nBefore you know it, she wet enough to get drowned slow\nAnd all that deep shit I was previously down for\nReplaced by freak shit I am currently down for\nYou see, I peeped it, pussy is power\nThat proud feelin' we get knowin' that pussy is ours\nAnd how it feels to feel that feelin' you feelin' when you be drillin' that shit\nGot her sayin' you be killin' that shit\nAnd all the pain the world cause, she be healin' that shit\nAnd naw, that ain't your girl, dog, but you be feelin' that chick\nAnd you just wanna tell her everything she might need\nBut in the meantime, it's lights, please\n\n[Chorus]\nLights, please, lights, please, turn off the lights\nFor now, everything just seems so right\nAnd how you make the darkness seem so bright?\nFeelin' like things gon' be alright\nLights, please, lights, please, turn off the lights\nFor now, everything just seems so right\nAnd how you make the darkness seem so bright? (Yeah)\nFeelin' like things gon' be alright, lights, please (Uh)\n[Verse 2]\nSo now we in the hotel, mirrors on the ceiling\nShe say she wanna blow L's, I hear her and I'm willin'\nBut every time I smoke, well, a nigga mind gone\nSo that every word I spoke, well, I'm tryna put her on, but she couldn't hear me\nI told her all about how we been livin' a lie\nAnd that they love to see us all go to prison or die\nLike, \"Baby, look at how they show us on the TV screen\"\nBut all she ever want me to do is unzip her jeans\nThen all I really want is for her to get on top\nBefore you know it, she workin', jerkin' it nonstop\nAnd all that next shit I was previously talkin'\nIs now that wet shit that I'm currently lost in\nAnd while that sweat drip, I am reminded\nAll the times my brother told me that pussy is blindin'\nI'm findin' the more I grow, the more y'all seem to stay the same\nDon't even know the rules, but yet y'all tryna play the game\nAnd ain't it shameful how niggas blame hoes for givin' birth\nTo a baby that took two to make? Coward, nigga, you a fake\nHow you gon' look in your son's face and turn your back\nThen go start another family, dog, what type of shit is that?\nShe said it's okay, rub my head, and told me to relax\nLaid a nigga down proper like she was recordin' tracks\nSaid, \"I know you wanna change the world, but for the night, please\nJust reach over and hit the lights, please\"\n\n[Chorus]\nLights, please, lights, please, turn off the lights\nFor now, everything just seems so right\nAnd how you make the darkness seem so bright?\nFeelin' like things gon' be alright\nLights, please, lights, please, turn off the lights\nFor now, everything just seems so right\nAnd how you make the darkness seem so bright?\nFeelin' like things gon' be alright\n[Post-Chorus]\nLights, please, uh, uh, uh\nLights, please, uh, uh, uh\nLights, please, uh, uh, uh\nLights please, turn off the lights\nLights, please\n[Outro]\nYeah\nThat's it\n[Segue]\nAlright, if y'all niggas heard the first one, \nThe Come Up\n and shit\nThen you would have heard part one of this joint right here, it's \"Dead Presidents,\" you know, classic, nigga\nThat's classic Jay shit\nSo I did it, threw it on the first mixtape, we let niggas, this was about a year ago\nWe let niggas hear like, you know, the mixtape or whatever\nAnd there was always this one nigga that stuck out to me like a year ago, this nigga's like, \"Yo\"\nLike I thought I did my thing on the shit, that was like two of my favorite verses that I did\nBut he was just like, \"Yo,\" like, \"Yo, you didn't come right, man\nIf you gon' come on 'Dead Presidents,' son, you gotta come hard, son\nYou gotta come harder than that, son\nYou gotta come harder than that\"\nI was like, man, what you mean, I came hard?\nBut that shit always stuck in my mind\nSo doin' this next, you know, doin' the \nThe Warm Up,\n I was like, damn, I gotta get on it again, I gotta do it again\nJust, almost like, just to prove to that nigga and kinda prove to myself that you know, I can\nI can maybe get a little better, you know, hopefully, I, I did my thing"
}