{
  "title": "Like That",
  "artist": "Future",
  "lyrics": "[Intro: Future]\nGotta fire my joint up on this bitch\nYoung Metro, young Metro, young Metro, three times\nYeah\n[Verse 1: Future]\nStickin' to the code, all these hoes for the streets\nI put it in her nose, it's gon' make her pussy leak\nPussy niggas told, ain't gon' wake up out they sleep\nYou can't hear that switch, but you can hear them niggas scream\nAll my hoes do shrooms, nigga, all my hoes do coke\nTwenty-carat ring, I put my fingers down her throat (Uh, uh, uh)\nIf I lose a carat, she might choke (Uh, uh, uh)\nI know she gon' swallow, she a GOAT (Uh, uh, uh)\nFreeband nigga, bring the racks in\nGot the shooters in the corner like the pack in\nShe think 'cause she exotic bitch, she attractive\nThat's that shit'll get you put up out the section, brrt\nAnd the motto still the same\nBall like I won a championship game\nYou know these hoes hungry, they gon' fuck for a name\nI put her on the gang, she get fucked for a chain\nGot your girl in this bitch, she twirlin' on the dick\nI got syrup in this bitch, turn up in this bitch\nAnd we brought the 'Ercs in this bitch, get murked in this bitch\nAll these pointers on me, baby, you know it's game time\nBring a friend, bitch, we fucked 'em at the same time\nI'm a different nigga, no, we not the same kind\nYou can have that lil'— if she ain't mine (Yeah)\n\n[Chorus: Future]\nYoung dope dealer, sellin' dope, is you like that? (If you like that)\nKickin' doors, kickin' in doors, is you like that? (Yeah)\nYoung throwed nigga, sellin' loads, is you like that? (Yeah)\nAll '24, you on go, is you like that? (If you like that)\nNiggas from the bottom really like that (If you like that)\nSteppin' in Balencis if you like that (If you like that)\nPop another bottle if you like that (If you like that)\n[Post-Chorus: Michel'le]\nHe was once a thug from around the way\n[Verse 2: Kendrick Lamar & \nFuture\n]\nThese niggas talkin' out of they necks\nDon't pull no coffin out of your mouth,\n I'm way too paranoid for a threat\nAyy-ayy, let's get it, bro\nD-O-T, the money, power, respect\nThe last one is better\nSay, it's a lot of goofies with a check\nI mean, ah, I hope them sentiments symbolic\nAh, my temperament bipolar, I choose violence\nOkay, let's get it up, it's time for him to prove that he's a problem\nNiggas cliquin' up, but cannot be legit, no 40 Water, tell 'em\nAh, yeah, huh, yeah, get up with me\nFuck sneak dissin', first-person shooter, I hope they came with three switches\nI crash out like, \"Fuck rap,\" diss Melle Mel if I had to\nGot 2TEEZ with me, I'm snatchin' chains and burnin' tattoos, it's up\nLost too many soldiers not to play it safe\nIf he walk around with that stick, it ain't André 3K\nThink I won't drop the location? I still got PTSD\nMotherfuck the big three, nigga, it's just big me\nNigga, bum\nWhat? I'm really like that\nAnd your best work is a light pack\nNigga, Prince outlived Mike Jack'\nNigga, bum\n'Fore all your dogs gettin' buried\nThat's a K with all these nines, he gon' see Pet Sematary (\nYeah\n)\nNigga, bum\n\n[Chorus: Future & \nKendrick Lamar\n]\nYoung dope dealer, sellin' dope, is you like that? (If you like that, \nyeah, yeah\n)\nKickin' doors, kickin' in doors, is you like that? \n(\nHow?\n Yeah)\nYoung throwed nigga, sellin' loads, is you like that? \n(\n40 water, 40 water\n, yeah)\nAll '24, you on go, is you like that? (If you like that)\nNiggas from the bottom really like that (If you like that)\nSteppin' in Balencis if you like that (If you like that)\nPop another bottle if you like that (If you like that)\n[Post-Chorus: Michel'le]\nHe was once a thug from around the way\n[Instrumental Break]\n[Chorus: Future]\nYoung dope dealer, sellin' dope, is you like that?\nKickin' doors, kickin' in doors, is you like that?\nYoung throwed nigga, sellin' loads, is you like that?\nAll '24, you on go, is you like that? (If you like that)\nNiggas from the bottom really like that (If you like that)\nSteppin' in Balencis if you like that (If you like that)\nPop another bottle if you like that (If you like that)\n[Post-Chorus: Michel'le]\nHe was once a thug, he was, he\n\n[Outro: Future]\nCame in banging dope, niggas was young, slangin' powder\nWalk in the strip club, make it rain for three hours\nLocked in and now I got my Phantom and my driver\nPerc'd out, took chances in my hood like Nevada\nSurfed out outside, white interior, lasagna\nHundred thousands, I just cashed out on designer\nGotta devour, nigga, I learned that in the jungle\nOnce I sell this load, that's a million in a week"
}