{
  "title": "Like My Style",
  "artist": "50 cent",
  "lyrics": "[Intro: 50 Cent]\n(Uh-huh)\nI know you like my style (Uh-huh)\nYou like how I break it down\nI know you like my style (Uh-huh)\nYou like how I break it down\nI know you like my style (Uh-huh)\nYou like how I break it down\nWanna get rich? I'll show you how\nWanna get rich? I'll show you how\n[Verse 1: 50 Cent & \nTony Yayo\n]\nOn ya mark, get set, let's go, switch the flow\nTeach ya how to turn Yayo into dough\nThe original don dada, nobody bomb harder\nYa heard what I said boy, I'm hot, I'm hot\nThe hoodrats, they say \"He so crazy\"\nThe snitches, they say \"He tried to spray me\"\nBut that's what you get for tryna play me\nThe aftermath of my wrath is so shady\nNo matter how hard you try, you can't stop this\nI catch ya stunting in the Bentley Coupé cockpit\nIf you a pimp, why ya hoes stay outta pocket?\nFront and find out how my P-40 Glock hit\n\"50, you need some help?\"\n Chill, Yayo, I got this\nSee, where I'm from, man, the D's tryin' to knock us\nThey swear to God that it's me selling the choppers\nMan, I ain't give them little niggas no product\n\n[Chorus: 50 Cent]\nI know you like my style (Uh-huh)\nBut how much do you like my style? (Uh-huh)\nYou like how I break it down (Uh-huh)\nWanna get rich? I'll show you how (Uh-huh)\nI know you like my style (Uh-huh)\nBut how much do you like my style? (Uh-huh)\nYou like how I break it down (Uh-huh)\nWanna get rich? I'll show you how (Uh-huh)\n[Bridge: 50 Cent]\nThe birds they say I got a way with words\nI be like \"Baby girl, I like them curves\"\nIf ya not busy tonight then we can swerve\nI'm a bachelor, baby, fuck what you heard\n[Verse 2: 50 Cent]\nFrom the Telly in ten minutes I'll make you a believer\nTongue touch ya, I'll have ya shakin' like you havin' a seizure\nI make hits about what I do in my leisure\nG-Unit gang, can't another clique out there see us\nNiggas lip sync the lyrics 'cause they wanna be us\nGroupie hoes from the hood, they be tryna G us\nTryna holla at the kid every time they see us\nGirlfriend quit pretending, I'm the nigga ya love\nAnd I ain't got to say nothing, you know that I'm thuggin'\nPut my hands on that ass and ya say that I'm buggin'\nWe family, baby, kissin' cousins\nNow, look what the riff raff done drug in\nFor the cheese, my degrees is hotter than ya oven\nI'm a New Yorker, but I sound Southern\nAnd we sip DP 'til the Don stop bubblin'\nAfter we play, okay, go to ya husband\n\n[Chorus: 50 Cent]\nI know you like my style (Uh-huh)\nBut how much do you like my style? (Uh-huh)\nYou like how I break it down (Uh-huh)\nWanna get rich? I'll show you how (Uh-huh)\nI know you like my style (Uh-huh)\nBut how much do you like my style? (Uh-huh)\nYou like how I break it down (Uh-huh)\nWanna get rich? I'll show you how (Uh-huh)\n[Bridge: 50 Cent]\nEm' said you gon' like my style\nDre said you gon' like my style\nI said you gon' like my style\nYou will like how I break it down\n[Outro: 50 Cent & \nTony Yayo\n]\nYou're not really, really ready, ready\nThe drama'll have ya ass in trauma, boy\nYou're not really, really ready, ready\nMy knife flip open and then I gets to poking\nYou're not really, really ready, ready\nThem shells start poppin', them bodies gets to droppin'\nYou're not really, really ready\nYou think you're ready? You're not\nReally, really ready, ready"
}