{
  "title": "Little Engine",
  "artist": "Eminem",
  "lyrics": "[Intro: Alfred Hitchcock]\nI trust that everyone is enjoying the music\nAs the title of the album suggests\nThis was meant for your listening pleasure\nWhile you are being done in\n[Verse 1]\nCall this evil intent, like me in a limo (Yeah)\nLike the shade in these windows\nSmoke gray, ladies go mental\nBut no way they can see in though (Nah)\nOJ blade is a pencil (Yeah)\nPropane tank in my cranium\nCode-name Titanium Temple\nI almost swallowed my car\nI call my Mercedes a Benzo\nBitch, I ball like a baby\nBall like J, but not Jay as in\nJay-Z, J as in Leno\n'Cause I got a huge mansion\nNo, huge man chin\n, \nnew Manson, loose cannon\nToo scandalous, Sue Atkins\nThe kinda crazy you can’t fix\nI'm still the one that your parents hate\nI'm in your house eating carrot cake\nWhile I sit there and wait and I marinate\nI’m irritated, you 'bout to meet a scary fate\nAnd come home to find yourself starin' straight into a fuckin' barrel like Sharon Tate\nDre's on concerto while I narrate\nYeah, you be on the straight and narrow like a fuckin' arrow shape\nI be on a higher plane in aerospace\nWith so much leg-room and air space on this airplane\nUnlike you 'cause you're on a flight too, but it’s a staircase\n\n[Chorus]\nNow, little engine go, finna vrin-vrin go\nI’m losin' control\nHeroin and blow, Marilyn Monroe\nOverd-d-dose\nTime to Ri-Rick Roll, up the en-endo\nLike a win-window\nLittle engine gone, little engine gone\n[Verse 2]\nI am the top-selling, who cares? (So what? You sound dumb)\nStop dwelling, then stop yelling (You sound like an idiot)\nI’m not yelling, you're yelling (Shut up, Jesus Christ; guys, guys)\nSmart-aleck, goddamn it (You sound like an idiot, oh my God)\nFuck is that? Stop hammering, goddamn (Guys, hey, stop arguing)\nThat's what it sounds like in my brain\nMuch as I fight to restrain\nI have the right to remain violent\nAny rhyme that I say can and will be used against you\nIcicle veins, mics'll get slain\nLike they were strangled with bicycle chains\nYou’re gonna have to come identify the remains\nWait, what?\nI said my head is twisted like a bread tie (Yup)\nCan't get a fuckin' word in edgewise (Shut up)\nSuccess overnight like a red-eye (Bitch)\nDressed like a Jedi at a Best Buy on the Westside\nI'm hot, dawg\nNo, you're not, I'm the guy with the Oscar at Meijers\nIn appliances by the washers and dryers\nChick ran up like, \"Marshall on fire\"\nI looked down and said, \"No, I'm not, you're a liar\"\nShe said, \"No, your music\nHeard you're back with the Doctor,\" then I heard\n\n[Chorus]\nNow, little engine go, finna vrin-vrin go\nI'm losin' control\nHeroin and blow, Marilyn Monroe\nOverd-d-dose\nTime to Ri-Rick Roll, up the en-endo\nLike a win-window\nLittle engine gone, little engine gone (Dr. Dre)\n[Bridge]\n(Psycho) Psycho killer, (Michael) Michael, Thriller\n(My flow) My flow apeshit, (I, I go) \nI go-rilla\n(My flow) My flow still a (Psycho) psycho killer (Killer)\n(Nitro) Hi ho, Silver\nSimiles and idioms giddy up\n[Verse 3]\nI think I can, I think I can\nI know I can, psycho I am\nMichael, my knife go right hand\nIn my left hand, I hold mic stand (Yeah)\nLittle engine gone (Yeah)\nChicka-ch-ch-chill, I got z-z-zero, zero, zip, zip, zilch (Yeah)\nLike Kaepernick, I got kn-kn-kneel\n (Nil)\nWord to Goodwill-will, this must be how bein' hood rich feels\nWas a ghetto boy, now I ball out like Bushwick Bill (Eyeball out)\nFinna take you out like an outro\nBruce Wayne and Alfred, look out, ho\nBlueface meets Albert DeSalvo\nBalboa with a scalpel\nScoundrel hound with a mouth full of Alpo, now go\n\n[Chorus]\nLittle engine go, finna vrin-vrin go\nI'm losin' control\nHeroin and blow, Marilyn Monroe\nOverd-d-dose\nTime to Ri-Rick Roll, up the en-endo\nLike a win-window\nLittle engine gone, little engine gone"
}