{
  "title": "Little Ghetto Boy",
  "artist": "John Legend",
  "lyrics": "[Black Thought]\nMy grandmother suits was tailor made, Sundays Mahalia played\nSimple familiar ways, like how she kneeled and prayed\nWailin', master forgive us, our trust, pastors had us real afraid\nI never listened yet I still obeyed\nI got to see how Philly played at such an early age\nWhat my father was into sent him to his early grave\nThen moms started chasin that base, like Willie Mays\nMy childhood was all of 40 nights and 40 days\nTrouble was my ball and chain, shorties would call me names\nHumble beginnings but a star is what it all became\nMy journey from a dirty hallway, to the Hall of Fame\nMusic my therapeutic way to cope with all this pain\nWas headed for the drain, soakin before the rainwater came\nAnd chaos, into the order came\nI started doin' what I'm 'sposed to do in life\nTryin to move out of the dark, and closer to the light\nThey say if you get a chance to do it, overdo it right\nTomorrow isn't promised every time, you say goodnight\nKnahmtalkinabout? Uhh, yo\nStory of a little ghetto boy, check it out\n[John Legend - overlapping BT's last two lines]\nYeah yeahhh\nLittle ghetto boy, ohhh\nPlayin in the ghetto street, ay-ayyyy!\nWhat'chu gonna do when you grow up\nAnd have to face responsibility?\nYeah yeahhh\n\nWill you spend your days and nights in a pool room?\nWill you sell caps of madness, to the neighborhood\nLittle ghetto boy\nYou already know, how rough life could be\nHard to see, so much pain and misery\nYeahhhhhhh, yeahhhh\nLittle ghetto boy, yeah\nYour daddy was blown away\nHeyyyy yeahhh\nHe robbed that grocery store yeah\nDon't you know that was a sad sad day?\nEyyyyy-yeah\nAll your young life you've seen such misery and pain\nThe world's a cruel place to live in, it ain't gonna change yeahh\nYou're so young, and you've got so far to goooooo\nDon't think you'll reach your goal young man\nTalkin 'bout the ghetto boy\nYeah yeah yeahhhh\nYeah, yeahhh little ghetto BOYYYYY-OYYYY\nWhen when you become a maaaaan, yeahhhh\nYou can make things change\nOh if you just take a stand, yeah yeahhhh\n\nYou've got to believe in yourself, in all that you doooo\nYou've got to fight to make it better, better\nAnd you will see, that others will start believin too\nThen my son, things will start to get better\nHey yeahhhh yeah\n[\"Everything has got to get better\" - repeat in background]\nOhhh\nEverything has got to get better\nYeahhh yeahhhhh yeah\nDon't you know it's gonna get better\nHeyyyyyy yeah yeah\nGot to believe that everything\nYeahhhhh yeah yeah yeah\nWhooahhh ho oahhh oahhh oahh\nWhoa yeah\nWhoah ho oahhh oh ohhhhhhh\nOHHHHHHHH YEAH YEAHHHH\nYEAH, YEAHHHHH, little ghetto boy\nMmmmmm yeah yeahhhhhhhhh"
}