{
  "title": "Lock It Up",
  "artist": "Eminem",
  "lyrics": "[Intro: Anderson .Paak]\nYeah, like that\nOkay, yeah\n[Verse 1: Anderson .Paak & \nEminem\n]\nSay, bro, (Yeah) where you get them from?\nDetroit? (Yeah) That machine gun, spray boy\nAnd it's gon' hit some\nNew coupe? (Ooh) Been whippin' 'em\nNew boobs? (Yeah) Where you get them done?\nPayroll (Nice), might put you on a table\nAnd spread you out like some Yayo (I'm naughty, yah)\nNo, bitch (Oh), you don't know shit (No)\nYou just want all my money, ah\nI was hopeless (Oh), now I'm focused (No)\nWhere the fuck is the party at?\nNow hold this (Oh), oh shit (Oh)\nThat's it (Yeah), so sick (Oh)\nNo shit (Oh)\nDamn, I'm (Yeah) getting too fuckin' old for this (\nYeah\n)\n[Verse 2: Eminem]\nBut still as explosive with, just load the clip\nTwo pistols on hip, both are gripped\nI hold them at shoulder width\nTook a stab in the dark and broke the tip\nOf my knife off, but your throat is slit\n'Cause I'm cutthroat to the utmost with it\nThe ultimate\nI just let the poker chips fall where they were supposed to fit\nNow those days are over, scrapin' change in sofas\nTryna save at Kroger (Yeah)\nSo why would I give a fuck about backstabbin' Trader Joe for?\nHow 'bout that, I'm paid as Oprah\nThink I may have broke the scale\n'Cause the wait is over\nBut wait, wait, hold up, 'cause they say I almost\n\n[Chorus: Anderson .Paak]\nI almost lost it\nI had to reach back, back, and lock it, yeah (Lock it, lock it)\nYou almost got me (Stop it, stop it)\nI had to reach back, back, and lock it, yeah (Lock it, lock it)\nYou almost (Stop it), you almost (Stop it), you almost (Stop it), but I got it (I got it)\nYou almost (Stop it), you almost (Stop it), you almost (Stop it), I got it (I got it)\n[Verse 3: Eminem]\nSo sit there and act pathetic and sulk\n'Cause I'm getting green, Incredible Hulk\n'Cause I usually get it in bulk\nBut I still will stomp your head to a pulp (Yeah)\nYou want smoke, I got the tical like Method Man\nSo get ready to die from second hand\nGet a whiff of the doctor's medicine\nLike sedatives you'll get popped, Excedrin\n'Cause you can get it like over the counter (Yo)\nLike I just left the damn concession stand (Yeah)\nA mic in my hand's a weapon (What?)\nI put that on everything like ranch, I'll never land\nI'm too fly, I don't plan to ever Cinderella Man\nWhat I am is better than\nEvery single one of you\nWhether separate or all of you band together\nAnd I put the game on the pill (Yeah)\nNow my Shady babies are all stillborns\nMeaning abortions that live 'cause they were still born\nI can heal 'em with Neosporin\nYou 'bout to experience euphoria\n(I'm a) true warrior, got the plug like Trugoy\nYou give me the cue like I'm ScHoolboy\nAnd I'll treat the beat like a pitbull would do to a chew toy and destroy it, 'cause, boy, I\n\n[Chorus: Anderson .Paak]\nI almost lost it\nI had to reach back, back, and lock it, yeah (Lock it, lock it)\nYou almost got me (Stop it, stop it)\nI had to reach back, back, and lock it, yeah (Lock it, lock it)\nYou almost (Stop it), you almost (Stop it), you almost (Stop it), but I got it (I got it)\nYou almost (Stop it), you almost (Stop it), you almost (Stop it), I got it (I got it)"
}