{
  "title": "Lodi Dodi",
  "artist": "Snoop Dogg",
  "lyrics": "[Intro: Snoop Dogg]\nDomino, motherfucker, what's happenin'?\nAh, nigga, eat a dick, nigga\nDon't break my mama new glass table, nigga\nYeah, fuck that, fuck what they talkin' 'bout, nigga\nFuck that, nigga\nRack them motherfuckin' dominoes up, nigga\nJust look, ayy, \nlook out for the table, nigga\nFuck that\nAyo, where Snoop Dogg?\nI don't know, that nigga just went upstairs with that big booty bitch, man\nOh, he ain't bustin' no nuts on my mama's spread, man\nThat nigga up there gettin' his socks blew the fuck off\nGettin' his ass chewed out\nBetter ask somebody\nBalls licked up and down\nHell yeah\nAyo, what's up with them niggas that was on the TV dissin' you?\nMan, fuck them niggas, man, I ain't thinkin' about that old shit, man\nBuster-ass, HIV-pussy-havin' motherfuckers\nYo, yo, yo, Daz, easy come, easy—\nYeah, gotta say what's up to my nigga Slick Rick\nFor those who don't like it, eat a dick\nBut for those who with me, sing that shit\nAs it go a little something like this\n\n[Verse 1: Snoop Dogg]\nLodi dodi, we likes to party\nWe don't cause trouble, we don't bother nobody\nWe're just some niggas who're on the mic\nAnd when we rock up on the mic, we rock the mic (Right)\nFor all my dogs keepin' y'all in health\nJust to see you smile and enjoy yourself\n'Cause it's cool when you cause the cozy condition\nIn which we create  'cause that's our mission\nSo listen close to what we say\nBecause this types of shit happens every day\nI woke up around ten o'clock in the morning\nI gave myself a stretch up, a morning yawn, and\nWent to the bathroom to wash up\nI threw some soap on my face and put my hands upon a cup\nAnd said, \"Um, mirror mirror, on, the wall\nWho is the top dog of them all?\"\nThere was a ruffle duffle, five minutes it lasted\nThe mirror said, \"You are, you conceited bastard\"\nWell, that's true, that's why we never have no beef\nSo I slipped off my khakis and my gold leaf\nUsed Oil of Olay 'cause my skin gets pale\nAnd then I got the file for my fingernails\nI'm true to the style on my behalf\nI put the bubbles in the tub so I can take a bubble bath\nClean, dry, was my body and hair\nI threw on my brand new doggy underwear\nFor all the bitches I might take home\nI got the Johnson's Baby Powder and Cool Water cologne\nNow I'm fresh, dressed like a million bucks\nThrew on my white socks \nwith my all-blue Chucks\nStepped out the house, stopped short, \"Oh no\"\nI went back in, \"I forgot my Indo\"\nThen I \ndilly (\nDally\n)\n I ran through a (\nAlley\n)\nI bumped into this smoker named (\nSally\n) from the \n(\nValley\n)\nThis was a girl playing hard to get\nSo I said, \"What's wrong?\" 'cause she looked upset\nShe said, um\n\n[Bridge: Nancy Fletcher]\nIt's all because of you, I'm feeling sad and blue\nYou went away, now my life is filled with rainy days\nI love you so, how much, you'll never know\n'Cause you took your dope away from me\n[Verse 2: Snoop Dogg]\nDamn, now what was I to do?\nShe's crying over me and she was feelin' blue\nI said, \"Um, don't cry, dry your eye\nAnd \nhere comes your mother with those two little guys\n\"\nHer mean mother step, then says to me, \"Hi\"\nDecked Sally in the face and punched her in the eye\nPunched her in the belly and stepped on her feet\nSlammed the child on the hard concrete\nThe bitch was strong, the kids was gone\nSomethin' was wrong, I said, \"What was goin' on?\"\nI tried to break it up, I said, \"Stop it, just leave her\"\nShe said, \"If I can't smoke none, she can't either\"\nShe grabbed me closely by my socks\nAnd so I broke the hell out and I grabbed my sack of rocks\nBut um, they gave chase, they caught up quick\nThey started cryin' on my shoes and grabbin' my dick\nAnd sayin'\n, \"Why don't you give me a play\nSo we can break it down \nthe Long Beach way\nAnd if you give me that okay\nI'll give you all my love today\nDoggy, Doggy, Doggy, can't you see?\nSomehow your words just hypnotize me\nAnd I just love your jazzy ways\nDoggy Dogg, your love is here to stay\"\nAnd on and on and on, she kept goin'\nThe bitch been around before my mother's born\nI said, \"Cheer up,\" so I gave her a hit\nI said, \"You can't have me, I'm too young for you, bitch\"\nShe said, \"No, you're not,\" then she starts cryin'\nI says, \"I'm nineteen,\" she says, \"Stop lyin'\"\nI says, \"I am, go ask my mother\nAnd with your wrinkled pussy, I can't be your lover\"\n\n[Outro: Snoop Dogg]\nYeah, uh, \ntick-tock, you don't stop\nAnd to the, uh, tick-tock and you don't quit\nYeah, tick-tock and you don't stop\nAnd to the, uh, tick-tock and you don't quit\nBitch"
}