{
  "title": "Looking for Trouble",
  "artist": "Kanye West",
  "lyrics": "[Intro: Pusha T & \nKanye West\n]\nRe-Up Gang, Pusha\nMúsica bubble\nNot looking for trouble\nLooking for trouble, trouble, trouble\nBut you found it, motherfucker\nSome shekels fe I shenks\nYes!\nJust a burn up de lamb’s bread\n[Verse 1: Pusha T]\nAll I see is black roses, drug dealer poses\nShoveling that devil's angel up they noses\nNever let jail turn my Shyne into Moses\nCouldn't cleanse my soul with them Civil Rights hoses\nPanoramic roof, under glass like a coaster\nBackseat driver, racial slurs at the chauffeur\nKélian loafers, Mikimoto chokes her\nPhoto-op is priceless, frame our wanted posters\nThe audacity, war brings casualty\nBitch have my son before I face that tragedy\nUgh, I order hits, she orders mahi\nR.I.P. Vivian Blake, shout out the Shower Posse – gone!\n[Interlude: Kanye West]\nMúsica bubble\nNot looking for trouble\nLooking for trouble, trouble, trouble\nBut you found it, motherfucker\nSome shekels fe I shenks\nYeah, yeah\nJust a burn up de lamb’s bread\n\n[Verse 2: Kanye West]\nI miss the misogyny, bad bitches massagin' me\nSometimes, we lowered our standards at the colleges\nSo please don't judge me, ugh, for the following:\nFat bitches swallowing, skinny bitches modeling\nTake off that Givenchy and let's get raunchy\nI'll have your face looking all Captain Crunch-y\nThe devil stay testing\n'Cause when you chase the pussy, it's a sin, but if it falls in your lap, it's a blessin'\nSoon as I got salad, I spent it all on dressing\nFrench, to be exact, that Balmain was impressive\nHedi Slimane leathers-\n (leathers, leathers, leathers, leathers, leathers)\n[Interlude: CyHi]\nCyHi!\nYeah!\n[Verse 3: CyHi]\nBoy, we lookin' for trouble\nMaybe if we wasn't Black, then we wouldn't have struggled\nPlayer, all I got is trap niggas and crooks in my huddle\nThey cook and I smuggle, got 20 pounds of kush in the duffle\nSo I'm running through them circles, boy, I'm lookin like Knuckles\nLook at my knuckles, got the hook in, 'cause niggas was looking\nI've tooken some whoopings, so trust me, dawg, I'm good for a scuffle\nDon't be mad I whooped your ass, 'cause I've tooken a couple\nFeds asking niggas questions, but I wouldn't rebuttal\n'Cause I'm Jake Gyllenhaal, I'm in the hood with the bubble\nWith a tall model broad, like I took her from Russell\nDidn't play the cards I was dealt, I made the dealer re-shuffle\nHuh, royal flush, so kiss my royal nuts\nAin't nothing silver-spooned, I came from the soil, bruh\nBut now, I'm eatin' off of Raffaello Gold\nExquisite ravioli with some happy yellow hoes\nBut don't get it confused when I rap these mellow flows\n'Cause all my titos got bricks like the yellow road\n\n[Interlude: Big Sean & \nKanye West\n]\nG.O.O.D.!\nI do it\nMúsica bubble\nNot looking for trouble\nB-I-G, Sean Don, nigga\nLooking for trouble, trouble, trouble\nBut you found it, motherfucker\nSome shekels fe I shenks\n (Bitch! I'm in-)\nJust a burn up de lamb's bread\n[Verse 4: Big Sean]\nThat no-smoke sec', rolling motherfucking ounces\nMarijuana mountains, drinks you're not pronouncing\nThree chains on, I don't need no bouncers\nNothing less than a G stashed in my trousers (Boy)\nNew double Ds, smashed in her blouses\nFuck a hotel, my nigga, we rent houses (Houses)\nMy nigga, we rent houses\n (What?)\nSo many wedding rings lost in them couches\nI'm just a West Side lover\nI leave females in my sheets, and all my feelings in a rubber\nThis is Showtime, showtime, boy, I hope (what?) you set the DVR\nStacking money face to face, this shit look like CPR\n (What?)\n'Ye invited me a seat to sit at the throne\nSo now I'm snappin' like yo' ass just finished the poem\nDoes he sound like 'Ye, Jay, or Drizzy Drake? (Drizzy Drake)\nMeanwhile I'm chillin' with all these niggas, counting all this money you ain't\nConsider yourself lucky to see a legend before the prime\nA killer before the crime, a B.I.G. before the dying\n (Dying)\nGreet me with a middle finger when you see me (See me)\nIt's cool, 'cause I can't see yo' ass from this side of the TV, motherfucker!\n\n[Instrumental Interlude]\n[Verse 5: J. Cole]\nHey! Cole World, make way for the chosen one\nWhat you now hear is puttin' fear in all the older ones\nDownplayed me to downgrade me like they don't notice him\nYour shoes too big to fill? I can barely squeeze my toes in 'em\nFucking hoes while teachin' niggas to hold your sons\nThis the rap Moses—scratch that, Mary and Joseph's son\nHigh as fuck with a cold flow and a loaded gun\nNever say I'm better than Hov, but I'm the closest one\nHeard you lookin' for trouble – what? I'm 'sposed to run?\nYour bitch invited me inside her, ain't I 'sposed to come?\nGot niggas that'll blow your tee off, put a hole in one\nNow you outside of Heaven's gate, frontin' like you know someone\nTalking hard, but y'all still ain't push me\nThey say you are what you eat, and I still ain't pussy\nHmm, fuck it, everybody can get it\nWhen you're this hot, everybody's a critic\nBut when you're this high, everybody's a midget\nAll this mean-mugging from niggas that mean nothing\nCould it be my position is one that you dreamed of?\nWent from quarter-to-broke to half-past-rich\n \nwith my badass bitch\nAnd you don't want no problems, on some math class shit\nSo check the young genius out\nFuck the world, bust a nut, and let my semen sprout\nI thought that real shit is what you been fiending 'bout\nWhat you been praying for, what you been screaming 'bout\nIronic, you been sleeping on the one that you been dreaming 'bout"
}