{
  "title": "LOOOVE (Original)",
  "artist": "Travis Scott",
  "lyrics": "[Intro]\nY'all feel? Ya'll feel, y'all feel like that?\nY'all feel? Ya'll feel, y'all feel like that?\nYeah, yeah, yeah\nYeah\n[Chorus]\nI get it, I get it, I get it, love\nThey love me, they love me, love me, love me, time\nI get it, I get it, I get it, love\nThey love me, they love me, love me long time\nI get it, I get it, I get it, love\nThey love, they love-love-love me long time\nI get it, I get it, I get it, love\nThey love me, they love me, love me long time\n[Refrain]\nY'all feel like, y'all feel like that?\nY'all feel like, y'all feel like that?\n[Verse 1]\nThey gimme, they gimme love, they love the Scott\nThey lovin', they love the T, they love it, no doubt\nI come in and I'm cockblockin', I'm blockin' the jock\nI'm feelin'-feel the buzz, I'm feelin' the love\nThey rollin' on my steez, think I'm on my grease, grease\nI'm feelin' that Mamac', they feel all on my jeans, yeah\n\n[Refrain]\nY'all feelin' like that?\nY'all feelin', y'all feelin' like that?\nYeah\n[Chorus]\nThey love me, love me, love me, they love me the long time\nThey love, they love me, love me, show me love\nThey love me, love me, love me, love me long time\nThey love me, they love me, love me, show me love\n[Refrain]\nY'all feel like that?\nY'all, y'all feel like that?\n(Ooh)\n[Break]\n[Verse 2]\nCome and kick back with us\nThis a new religion, come and have mass with us\nTell me how you made love to a bachelor turned ambassador\nUsed to grow up in the Back-a-woods\nCome take a ride with the real, it's the last of us\nWe gon' make them Vogue bitches turn ratchet-up\nFirst task, now, lay who used to laugh at us\nPlus the Actavis,\n 'cause a nigga past pacifist\nImagine my world of misogyny, nigga\nFuck a, fuck a monogamy\nGot her head tipped over the driver seat\nMeet me, don't go tell my momma 'bout this baby, hold up\nWe gon' own the summer\nNever-never stressin', no, we always hit the numbers\nLately 'cause I'm stressin', call me through from different numbers\nSaid he tired of makin' shit, you know the streets don't make diplomas\nDrunk, stumblin', tryna find my keys\nI find myself lookin' down at the stars that be\nThe stars align, remember when it was Ramadan\nMight try a line, might try some crime, might try the dime\nBut now it's time\nMomma, now it's time\nNah-nah-nah, nah-nah, nah-nah-nah, nah-nah\nNah-nah-nah, nah-nah\nGot the love and they givin' it up like\n\n[Chorus]\nI get it, I get it, I get it, love\nThey love me, they love me, love me, love me, time\nI get it, I get it, I get it, love\nThey love me, they love me, love me long time\nI get it, I get it, I get it, love\nThey love, they love-love-love me long time\nI get it, I get it, I get it, love\nThey love me, they love me, love me long time"
}