{
  "title": "LOST FOREVER",
  "artist": "Travis Scott",
  "lyrics": "[Part I]\n[Intro: Chuck Senrick & \nJames Blake\n]\nHave you ever been lost?\nHave you ever been lost?\nForever\n[Verse: Travis Scott, \nJames Blake\n & \nChuck Senrick\n]\nLost on islands, driven in boat cars\nJust bring your girl, feel like she both ours\nYoung black nigga work at the Auchans (Auchans)\nSo how we here trapped on the ocean?\n'Bout to go up a level of disrespectful\nI'm just one chain away from goin' heavy metal\nI'm just one angel away from blockin' out the devil\nJust one mountain away from meetin' all my rebels\nToo much power, too many hours all in a day\nI sent her flowers, ain't talkin roses, I'm talkin' maoda\nAsk if she \"ha-ha-ha\", I wouldn't doubt it\nTook her through the Hills at noon, she felt the \n(\nAnd how wonderful, how wonderful\n)\nBaby girl think she in Honolu'\n \n(\nWonderful\n)\nDon't you know you in the I-5 loop?\n \n(\nHow wonderful\n)\nHow many chickens fit in the coupe?\n \n(\nHow wonderful, wonderful\n)\nWonderful, she don't wanna leave\nShe jump up, bounce back like trampoline\n \n(\nHave you ever been lost?\n)\n\n[Part II]\n[Verse 1: Westside Gunn]\nAyo, whip the cocaine 'til the pot bust ('Til the pot bust, ah)\nYou was on the porch, I was locked up (I was locked up, ah)\nTwo-tone Maybach truck with the MAC-12 (Skrrt, MAC-12)\nThink a nigga shot somethin' (Ah)\nPut it to your face, watch a motherfucker blow (Boo-boo-boo-boo-boom)\nDaytona, different color face on the Ro' (Ah)\nTen on his head, he be dead by the mornin' (By the mornin')\nI can get thirty for the stove (Ah)\nDior trench shit hang to the floor (Ah)\nDior goggles, I ain't playin' with you hoes (Uh-uh)\nOut in South Beach with the poles in the Rolls (Skrrt, boo-boo-boo-boo-boom)\nGood to see ya dudes, alligators on the toes (Ah)\nFashion week, I almost tripped two bitches (Ah)\nHundred-round drum, make a nigga go get it (Make a nigga go get it, grrt)\nJohn L. Sullivan\n, bucket while we drillin' (Boo-boo-boo-boo-boom)\nHad to sneak my new Glock up in Lenox (Ah)\nFree Sly Green, he got Wayne Perry digits\nSocks Burberry, dick sucks on the visit (Ah, brrt, boo-boo-boo-boo-boom)\n[Verse 2: Travis Scott & \nWestside Gunn\n]\nFirst one to pop, first to earn the stripes (Stripes)\nThree strikes in, twenty-five to life (\nUh-uh\n)\nHyping up the building, hyping up the sights (Sights)\nWhip got the wings of angel kit\nI been wanting this shit my whole life, I didn't pray for it\nShe want me to come into his house but I can't kick it\nShe want the whole dub-dub E, but I ain't convinced\nNever met her she, but she met Sheck, she don't need a prince\nTook her off the O into the D,\n \nshe ain't take offense\nWay we got it bouncin' off the boards we making prints\nWait until I step into the floor and then they commence"
}