{
  "title": "Lost Souls",
  "artist": "Tupac Shakur",
  "lyrics": "[Intro: 2Pac]\n'Cause I hate to spend my life, my life, my life, my life\nDuckin' one-time (lost soul)\nHow it start, how it start?\n[Verse 1: 2Pac]\nStarted off with runnin' from coppers\nDuck and hide from helicopters\nWe open fire, who can stop us?\nLivin' the life of trife juveniles, hopin' for Rikers\nGettin' 25 to life if the judge don't like us\nIn my clearest pictures, I see authorities itchin' to get us\nATF state Feds, scandalous bitches\nHow was it promised to us, was it bitter or sweet?\nSee, if a nigga don't hustle, then the nigga don't eat\nOn these streets, livin' do or die, circle complete\nRepetitive motions of felons in a rush for G's\nPlease understand my history, a man of many hats\nLived a Thug Life, (Thug Life Baby) Comin' equipped with plenty gats\nMaybe I was just a lost soul, trapped in time\nLivin' in between life, in the cracks, but blind\nEven though we have hope for dreams that never came\nYet and still we all feel pain\n[Chorus: 2Pac]\nJust wait until the rain turn to sunshine\n'Cause I hate to spend my life\nMy life, my life, my life duckin' one-time, huh\nStranded in the County in the worst way\nHell of a way to spend my 21st birthday\nBorn in the ghetto as a street thug\nIt's for the neighborhood and weed spots that we love\nLost souls… lost souls, nigga\nFor my homeboys that passed on\nWords from the mind of a lost soul\nJust wait until rain turn to sunshine\n'Cause I hate to spend my life\nMy life, my life, my life duckin' one-time, huh\n\n[Verse 2: Young Noble]\nMy brother Sean, first on my list, he stuck with a three-five\nWhen he get out, will I be dead or alive?\nHe taught me the rules so much, \nbut still In Thugs I Trust\nWhen in danger never hesitate to bust and keep my fuckin' trap shut\nMy mom dukes got a little bit of thug in her\nThe devil loves sinners, crackheads and drug dealers\nSometimes I feel like the streets be takin' over\nNever stayin' sober, still prayin' over and over\nBacktrack, my steps that I used to take down New\nOne love to my crew, ay yo, this one's for you\n[Interlude: 2Pac & \nKastro\n]\nR.I.P\nRest in peace to Mu grandmother\nKnow what we gotta do, baby\n, one-time\n[Chorus: 2Pac & \nE.D.I. Mean\n]\nJust wait until the rain turn to sunshine\n'Cause I hate to spend my life\nMy life, my life, my life duckin' one-time, huh\nYeah roll wit' a nigga (Where my niggas at?) Roll wit' a nigga\nJust wait until the rain turn to sunshine \n(Sunshine)\n'Cause I hate to spend my life\nMy life, my life, my life duckin' one-time, huh!\nOne-time, one-time, one-time\n\n[Verse 3: EDI Mean & \n2Pac\n]\nI was born twenty-two years ago yesterday\n(Happy birthday, nigga, happy birthday)\nBut see, I saw no reason for me to celebrate\nLet me demonstrate\nEntered the world from out a poisonous womb\nHeroin bein' consumed, already predictin' my doom\nSoon to be one of the many misguided\nAlways the first one on the block to be done, tried it and liked it\nLost before I had a chance to find my way\nNow I travel through life, not knowin' the time of day\nGrind for pay, I'm on my way\nBut don't know where I'ma end up\nI swear to God, this just a set-up\nAnd these are the words from the mind of a lost soul\n[Chorus: 2Pac]\nJust wait until the rain turn to sunshine\n'Cause I hate to spend my life\nMy life, my life, my life duckin' one-time\nYeah, the ballad of the lost souls\nJust wait until the rain turn to sunshine\n'Cause I hate to spend my life\nMy life, my life, my life duckin' one-time\nBallad of the lost souls you know how it is (Ride with me)\nJust wait until the rain turn to sunshine\n'Cause I hate to spend my life\nMy life, my life, my life duckin' one-time\n(I feel that shit) Can you feel me nigga? Can you feel me?\nJust wait until the rain turn to sunshine\n'Cause I hate to spend my life\nMy life, my life, my life duckin' one-time\nHow bout we do one for all the niggas in the pen?\nJust wait until the rain turn to sunshine\n'Cause I hate to spend my life (Walkin' in the sunshine)\nMy life, my life, my life duckin' one-time\nOne for Mutulu, one for Geronimo \n(That's right One love)\nJust wait until the rain turn to sunshine\n'Cause I hate to spend my life (Walkin' in the sunshine)\nMy life, my life, my life duckin' one-time\n(Killa)\n All the niggas gettin' beat up by the dogs [?] (Thug Life)\nJust wait until the rain turn to sunshine\n'Cause I hate to spend my life (Walkin' in the sunshine)\nMy life, my life, my life duckin' one-time\n(One time nigga one time nigga)\nAll them niggas gettin' arrested and ain't did shit\nJust wait until the rain turn to sunshine\n'Cause I hate to spend my life\nMy life, my life, my life duckin' one-time\n\n[Outro: 2Pac]\nAll of y'all, keepin' y'all in hell\nFor all of y'all, keepin' y'all in hell\nJust to see you smile and enjoy yourself\nFor all of y'all, keepin' y'all in hell\nJust to see you smile and enjoy yourself\nFor all my dogs, keepin' y'all in hell\nJust to see you smile and enjoy yourself\nFor all my dogs, keepin' y'all in hell\nJust to see you smile and enjoy yourself\nFor all my dogs, keepin' y'all in hell\nJust to see you smile and enjoy yourself\nThrow your hands up!\nThrow your hands up! (Outlaw)\nThrow your hands up!\nThrow your hands up! (Outlaw)\nIt's for all my dogs, keepin' y'all in hell\nJust to see you smile and enjoy yourself"
}