{
  "title": "Love Me Not",
  "artist": "J.Cole",
  "lyrics": "[Intro]\nHey\nHey, hey, hey\nYeah\nYeah\n[Chorus]\nIt's like she loves me\nShe loves me\nAnd then she loves me not\nShe loves me not\nMan, feel like she loves me\nShe loves me\nAnd then she loves me not\nThen she loves me not\nHey\n[Verse 1]\nI know that this ain't nothing that you're used to (Nah)\nOut of the ordinary, unusual\nI know you had your whole life planned out\nSo to watch this pan out, I know this shit gotta confuse you\nI know you wonder why I had to choose you\nDidn't wanna take you for granted or abuse you, uh\nSo I'ma keep it honest, I think it's a little ironic\nIf I hit another chick, it's gon' bruise you (Man), shit\nStarin' out the window of this plane\nThinkin' if it crash, I'll never see your ass again (Shit)\nWouldn't that be a shame?\n'Cause look at all the shit we overcame\nMade it through the flame and never got cremated (No)\nI made it to the fame and never got too jaded (No)\nAll them other couples we fuck with secretly hated\nFlash forward, it's been years, we the only ones that made it, shit\nRemember I was straying from home?\nAnd \"Where I Wanna Be\" was my favorite song? (Girl, when you love someone)\nSometimes, I still be on my Donell Jones (Treat them bad)\nBut I just can't leave you alone\n\n[Chorus]\nIt's like she loves me\nShe loves me\nAnd then she loves me not\nAnd then she loves me not\nMan, feel like she loves me\nShe loves me\nAnd then she loves me not\nAnd then she loves me not\nHey\n[Verse 2]\nShe know me like a book, it's too easy to read my ass\nUnhappy, stressed, yellin' don't mislead my ass\nI mean, I make it so easy to please my ass\nThe shoe was on the other foot and you would leave my ass\nTrue that (True that)\nMy song all on the radio, \"Who Dat\" (\"Who Dat\")\nAm I so far gone?\nUsed to see both sides like the mohawk on\nNow I know you wonder why this phone lock on\nAll this time that I've been with you, you ain't used to do that (Wait)\nI loved your ass way before I knew you could rap (Hold up)\nThe way you breaking my heart, I should sue you for that (I'm sayin')\nCall up my uncles and my cousins, have 'em do you for that\nWe had a deal, you ain't keepin' up your end of the shit\nIn my mind, I know she get the short end of the stick (Damn)\nTry to justify it, thinkin', man, we finna be rich\nSome bad bitch I barely know sendin' me flicks\n\n[Chorus]\nI think she loves me\nIt's like she loves me\nAnd then she loves me not\nAnd then she loves me not\nMan, feel like she loves me\nShe loves me\nAnd then she loves me not\nAnd then she loves me not"
}