{
  "title": "Love You Inside Out",
  "artist": "Bee Gees",
  "lyrics": "Track #3 on The Bee Gees fifteenth album Spirits Having Flown.\n[Verse 1]\nBaby, I can't figure it out, your kisses taste like honey\nSweet lies don't give me no rise\nOh, oh, what you tryna do?\nLivin' on your cheatin' and the pain grows inside me\nIt's enough to leave me crying in the rain\nLove you forever, but you're driving me insane\nAnd I'm hanging on\nOh, oh, oh, oh\nOh, I'll win, I'll never give in\nOur love has got the power\nToo many lovers in one lifetime ain't good for you\nYou treat me like a vision in the night\nSomeone there to stand behind you when your world ain't working right\n[Chorus]\nI ain't no vision, I am the man who\nLoves you inside and out\nBackwards and forwards with my heart hanging out\nI love no other way\nWhat am I gonna do if we lose that fire?\n[Verse 2]\nWrap myself up and take me home again\nToo many heartaches in one lifetime ain't good for me\nFigure it's the love that keeps you warm\nLet this moment be forever, we won't ever feel the storm\n\n[Chorus]\nI ain't no vision, I am the man who\nLoves you inside and out\nBackwards and forwards with my heart hanging out\nI love no other way\nWhat am I gonna do if we lose that fire?\n[Bridge]\nDon't try to tell me it's all over\nI can't hear a word, I can't hear a line\nNo man could love you more\nAnd that's what I'm cryin' for\nYou can't change the way I feel inside\n[Verse 3]\nYou are the reason for my laughter and my sorrow\nBlow out the candle, I will burn again tomorrow\nNo man on Earth can stand between my love and\n I\nAnd no matter how you hurt me, I will love you 'til I die\n[Chorus]\nI ain't no vision, I am the man who\nLoves you inside and out\nBackwards and forwards with my heart hanging out\nI (I), love (Love), no other way\nWhat am I gonna do if we lose that fire?\nLoves you inside and out\nBackwards and forwards with my heart hanging out\nI (I), love (Love), no other way\nWhat am I gonna do if we lose that fire?\nLove you inside and out\nBackwards and forwards with my heart hanging out\nI love (Love), no other way\nWhat am I gonna do if we lose that fire?"
}