{
  "title": "Love Yourself: 結 Answer Notes",
  "artist": "BTS",
  "lyrics": "Seokjin\n30 August  YEAR 22\nShe seemed flustered as she stared at the diary she once believed she lost. Within every turned page were the movies she liked, the places she wanted to go, the flowers she preferred, and the future she hoped for. I had done this for her. “I’m sorry,” never came easy for me. The diary acted as a starting and stopping spot for us.\nI wanted to make her happy. I wanted to make her laugh. I wanted to be a good person. I thought that following the words from the diary would help me do so. But that’s not how it worked. The more I tried to be someone else the more frightened I became. Wouldn’t my real self be discovered? Wouldn’t she be disappointed and leave me? Desperately, I hid and turned away from myself. But just like how a person can’t end a sentence without it being complete, the me who I lost couldn’t improve and instead wandered around the same places.\nI know now that the me that is incapable and makes mistakes and fails is still a part of myself. No matter how terrible things become, only by being true to myself can I continue to move forward. I stood up and she didn’t stop me.\nI left onto the street and took my hat off. As I swept my hair back, all the hours I spent trying to mold myself into someone else slipped through my fingers. I lifted my head and looked at my reflection in the window. Staring back at me were pale lips, a frail face, thin shoulders. I looked wretched. I laughed. My reflection laughed too.\nSeokjin\n25 June YEAR 19\nA lone flowerpot rested on the storage room’s window. I didn’t know where it came from. Which of my dongsaeng brought it? I took out my phone. The classroom was always dark with shadows since there wasn’t any electricity, but I could still distinguish green leaves from the pale light coming from the windows. The photo I took on my phone didn’t come out good, and it wasn’t because I simply took it with a phone. I pondered this often - how a photo never captures what eyes can.\nI noticed an ‘H’ written below the flowerpot when I approached. When I lifted it up I read ‘Hoseok’s flowerpot.’ I laughed. Hoseok was the only dongsaeng who’d bring a flowerpot here. I placed it back on the windowsill so only the ‘H’ is visible again. I then looked around. I didn’t notice this before, but the windowsill was covered with scattered writing. The walls and ceiling were covered in it too. “Pass or die,” the names of unrequited love, dates, and countless names that had become worn and illegible.\nThis classroom hadn’t always been a storage room. Students used to filter it every day. It’d be filled when school began and emptied during vacations. Were there students like us? Would they receive punishments for being late and missing class? Were there mercilessly violent teachers and never ending exams and coursework? Were there teachers who’d tell principals about their students and their friends?\nI wondered whether my father’s name lied among the words. The school was my father’s alma mater. He was someone who believed attending the same schools maintained a family’s dignity. I read over the names and found my father’s. It was in the middle of the left wall surrounded by other names. A quote was written underneath it, “Everything started here.”\nSeokjin\n11 April YEAR 22\nIt was April 11th again when my eyes opened. Sunlight shined through the open curtain. I was overwhelmed with vertigo when I stood up. I had to close my eyes. When I did this, my surroundings morphed into a red afterimage, and I saw Taehyung. He was standing alone on top of the observation platform at the sea. That happened on May 22nd. It was the past and the future. It was something that’d happened already and something that still had the chance to happen again. It was then that I thought everything had finally been fixed.\nI watched Taehyung climb to the top of the platform as the sun began to set. The sky was still blue, but it was slowly blooming into red. I saw Taehyung climbing when I lifted my head. He reached the top after a few moments and looked down at us. Then he jumped. He leapt as if he had the wings of a bird, and for a few seconds it seemed as if he froze in the air. Something overcame me the way a mirror breaks, the way cold air blows in from an open window.\nWhen my eyes opened again it was today, April 11th.\nYoongi\n29 July YEAR 22\nWhat was the reason that that particular melody became stuck in my head only after I lost the person I’d practice it with? I glanced at the piano across the room as I reclined on the couch. When I was expelled I threw away the piano key that belonged to my mother - the only thing I'd salvaged from the ruins of my burned house. The piano key half burned itself. I threw it out of my apartment’s window. I thought doing so would end it. I repeated to myself, like I had all those years ago, that I’d never lay my hands on a piano again.\nEarly the next day, I hurried down the stairs unable to wait for the elevator. I thought I’d fallen asleep abruptly, but the sun had risen already. The things I did the night before suddenly flooded my thoughts. The flowerbed outside the window was vacant. When I asked the security guard he told me that the garbage truck had already came, and that’s how I lost my mother’s piano key.\nI continued to give up on music after that countless times. I won’t do it. I won’t come back. Music is nothing. But even when I ran away, I knew. I knew that I’d return to music. The same why I’d stumbled down that staircase, music was the kind of thing I’d never be able to let go of. Internally, I was just as free as I was a person who was suffering. I was confused, but I was also lucid. Fear and confidence, hope and despair - I lived between those contrasting emotions.\nSuddenly, I was overcome with the desire to play the piano. I wanted to recognize the me who had pretended to be strong despite the reality that I was a fearful coward. I wanted to pour the curses and make fractures and inflict wounds and hit and destroy and hold and cry. But I didn’t want to run away. I wanted to finish the melody from the piano that frequented my mind every day. For once, it seemed like I could.\nYoongi\n11 April YEAR 22\nI kept walking with the acknowledgement that Jungkook was following me. Containers continued to appear when I reached the train tracks. It was the fourth container from the back. Hoseok mentioned having plans to meet Namjoon and Taehyung. He told me to join them. I said I would, but I didn’t really plan to attend. I hated being attached to other people, and Hoseok knew that. He probably didn’t expect I’d stay true to my word.\nWhen I pulled the door open, Hoseok stared at me shocked. When he saw Jungkook behind me an exaggerated expression of mixed emotion drew across his face. I pushed past both of them and strolled to the container. “How long has it been?” I could hear Hoseok trying to pull Jungkook, who was shy, in.\nNamjoon and Taehyung entered. A side of Taehyung’s shirt was ripped. When questioned about it, Namjoon pretended to hit Taehyung with his knuckles. “This kid’s late because he got caught by some cops doing graffiti and I had to go pick him up.” Taehyung made a melodramatic apologetic face and explained that his shirt had been ripped in the process of running away.\nI sat in the corner and watched them. Namjoon gave Taehyung a new shirt to change into, and Hoseok pulled out hamburgers and beverages. In the midst of everything, Jungkook stood awkwardly. He stood as if he hadn’t any idea what to do.  In retrospect, it’s exactly how he acted in high school. Hoseok would noisily move around while Jungkook hovered around him unsure of what to do.\nHow long had it been since we met like this? I couldn’t remember. What happened to Seokjin hyung and Jimin? An uncharacteristic thought crossed my mind. This was the place I’d visited for the first time while my heart was lost somewhere else.\nYoongi\n2 May YEAR 22\nThe sheet was immediately engulfed in flames. The pile of objects lost their identities among the intense heat. I couldn't smell the rotting mold nor feel the overbearing humidity nor see the dark light. The only thing left was pain - the pain of the flames, the pain of my fingers blistering. It was only among the fire that my father’s emotionless expression and the sound of music relented.\nI was very different from my father. He didn’t understand me and I didn’t understand him. Could I have changed his mind if I tried? Probably not. All I could do for him was run and hide and defy. It occasionally occurred to me that it wasn’t my father that I was escaping. But if it wasn’t him, what was it? Fear settled in for a moment. What was I running from? What ends did I have to go to to be free? It all felt impossible.\nIt felt like I could hear someone calling, but I didn’t look away from the dancing flames. I couldn’t breathe. I don’t know if it was the smoke or the pain. I didn’t have the power to move anymore. Despite this, I knew it was Jungkook’s voice that was calling. He must’ve been upset and angry. Maybe he’d feel bad for me. I just wanted to disappear. I wanted the smoke and heat, just everything, to end. Jungkook shouted something again, but I couldn’t hear it. My gaze fell. When I looked up again I saw the sight of a dirty room in a dirtier world. During what I thought would be my last moments, I saw red flames, endless smoke, and Jungkook’s panicked face.\nNamjoon\n20 July YEAR 22\nI lifted my head from scanning the magazine advertisements. A different face had been occupying the window seat of the library across from me for the past few days. The heavy book, large bag, and paper cup were the same, but it wasn’t her. I looked back down at the magazine. I was reading the same page over and over again for an hour. My eyes weren’t processing the words at all. Why was I still here? I couldn’t fabricate an answer. Among people who were absorbed in their own worlds, I was carelessly reading the same page of a magazine. I felt impatient, as if something was supposed to start, but I knew nothing would happen.\nI brought the magazine back and strolled between bookshelves. They were taller than I was, filled to the brim with books. An open window breeze carried the library’s scent in the air. I reminisced my highschool years. The books I read in the company of my friends in that storage room had the same scent. Had the present me grown from the old me at all? I couldn’t bring myself to be positive. It could’ve been because everything seemed to be frozen back then. I moved to a different bookshelf and picked an old book I studied from high school. I had to start over. I had to give everything up one at a time.\nNamjoon\n28 April YEAR 22\nI knew something was going on with Taehyung for a long time. Although he pretended that nothing was wrong, his momentary anxieties gave it away. The fact that he didn’t know how to handle it made it all the more obvious to me. He was in and out of the police station. He had wounds all over his body. He had nightmares.\nI never pressed on the issue because I was waiting for Taehyung to bring it up himself. The reason I never confronted him was also because I doubted my own to right to hear about it. I wanted to be a hyung, an adult. But in the end it all comes to the simple fact that I couldn’t help my friends when they were struggling. They praised me for being all grown up, but I wasn’t really an adult. Faced with problems, I could only hesitate and ignore the reality before me.\nYoongi hyung died - Taehyung had that nightmare again today. I had to shake him from his sleep. He sat in silence for a long time staring into space. He didn’t wipe his tears and he mumbled incoherent things. He mumbled about Yoongi dying and Jungkook getting in an accident and me being caught up in a fight. He said that he dreamed of those types of things everyday - that the traumas were so clear that they seemed real. “Hyung, don’t go anywhere.”\nNamjoon\n11 April YEAR 22\nI finished pumping gas. I begun returning to the shop. Something brushed against my face and fell. Stepping back, a crumbled bill settled at my feet. Out of reflex, I reached down. The random people in the car laughed, and I stopped reaching down. Seokjin hyung watched me from a distance. I couldn’t raise my head. What are you supposed to do when you make eye contact with people who drive expensive cars and ridicule others? You confront them. If you believe they’re doing something unjust then you have to confront them. It’s not a matter of pride or bravery or equality. It’s something that you just have to do.\nBut I was a part-time worker at a gas station. If a customer threw trash I had to clean it up. If they cussed me out I had to listen. If they threw a bill at my feet I had to pick it up. My body shook with humiliation. I dug my fingernails into my palm.\nAt that moment, someone’s hand reached down and picked up the bill. The car filled with people left as if the fun was over. I couldn’t look up even after they were gone. I didn’t have the courage to look Seokjin hyung in the eyes. It wasn't like he didn’t know about my cowardliness, my poverty, my situation, but I still didn’t want him to witness it. Hyung stood at the end of my gaze. He didn’t move. He didn’t approach. He didn’t speak.\nHoseok\n13 August YEAR 22\nJimin and she stood in the middle of the practice studio. The starting pose seemed endless. When the music flowed from the speaker, they begun the choreography I practiced with her not that long ago. I watched from my place on the floor.\nWhen I first discovered that my ankle momentary prevented me from dancing, it’d been hard to swallow. It was stifling to simply watch other’s dance. But overtime, as I taught and helped Jimin improve, I realized that not being able to dance wasn’t that big of a deal. I could continue to be happy other ways.\nI couldn’t let even the smallest of mistake go overlooked when I helped Jimin. When he made a movement smaller or more subdued, I’d stop him and examine each movement individually. But when I returned to my place on the floor, almost like an audience for Jimin, I realized that Jimin’s dancing was bigger that just the step to step movements. I viewed what I originally recognized as mistakes differently. The trivial mistakes and imperfections contributed  to something greater, something unique. It was different than my own dancing, but Jimin had his own timing and his own expression. His dancing was bight and heartwarming on its own.\nWhen the music ended, Jimin’s dance did too. His face glowed with excitement and happiness. She stood next to him. She’d be going overseas soon. We locked eyes. She didn’t look like my mother at all because I couldn’t remember my mother’s face. So why did I see my mother in her? My heart began to ache, and the pain in my ankle intensified.\nHoseok\n2 March YEAR 22\nI liked being around people. When I was still at the orphanage I worked at a fast food chain and was exposed to a lot of people. I’d always laugh and be cheerful. I liked that job. With my experience of being exposed to more bad than good, it was evident that I had few reasons to laugh and be cheerful. Perhaps that’s why I enjoyed the job so much. It gave me the opportunity to laugh and smile and be happy. What does it matter if it was usually forced? Overtime I could trick myself into believing that it was all real. My mood became better when I let myself laugh and by treating people kindly I became a kinder person. There were hard days, like always, and sometimes taking a step forward would be too overwhelming. But even so, it was easier back then to withstand the hard days because I had friends. Things aren’t the same now.\nSometimes I remembered my friends when I looked at the store of customers. Seokjin hyung, who transferred in, Namjoon, who disappeared one day, Yoongi, who wouldn’t answer calls anymore, Taehyung, whose whereabouts we weren’t sure of, and Jimin, who never returned after he went to the emergency room. I’d seen Jungkook in his school uniform through the window a few times, but he never frequented the store anymore. Perhaps those times had passed.\nI heard the sound of a customer entering. With a cheerful smile, I greeted them.\nHoseok\n12 May YEAR 22\nI opened the emergency exit door and rushed down the staircase. My heart felt like it was going to explode. I swore I glimpsed the clear face of my mother in the hospital hallway. When I looked back, people from the opened elevator doors distorted my vision. I pushed through the people and followed where I’d seen my mother leaving through the emergency exit. Without rest and with an anxious heart, I ran down the stairs two at a time.\n“Mom!” My mother ceased her walking. She turned around. I ran down another flight. Her face became visible. It was then that I lost my balance and my center of gravity fell forward. I closed my eyes, but a person’s hand reached out and held onto my arm. When I looked back at my savior, Jimin stared at me with a shocked expression. Before I could thank him, I turned my head.\nThere was a woman with a surprised face. A young boy stood next to her with wide, unblinking eyes. The woman wasn’t my mother. I remained at the top of the staircase staring at her blankly.\nI didn’t remember how I got out of that situation. I didn’t ask how Jimin had managed to catch my fall either. My mind couldn’t focus on such trivial details. The woman wasn’t my mother, and somewhere deep down I knew that from the start. It’s been more than 10 years since she left me alone in that theme park. She’d be older now. If I met her, I wouldn’t recognize her by now. I could barely even remember how she looked all those years ago.\nWhen I glanced behind me, Jimin was following me quietly. Back in highschool, Jimin told me that he had stayed in the hospital after being in the emergency room. I thought about how he looked at me, unsure of how to respond to the inquiry of whether he wanted to leave the hospital. Was Jimin trapped the same way I was, incapable of both holding on and letting go of old memories? I took a step toward him.\n“Jimin-ah. Let’s get out of here.”\nJimin\n28 July YEAR 22\nI was stuck in the practice studio again. It was late and the train stopped running. To be honest, I had waited for it to stop so I could practice alone and obsess over my imperfections. I was restless. I was scared. But it was something I wanted to do, and so I stayed in that room overnight.\nOvertime, my fear in my heart began to evaporate. Only the fun air of dancing persisted. For the longest time, I believed that the weak, small, powerfless me I imagined was real. When I danced I could only think of my own weight or the length of my body or my speed or my strength. However, the me who danced wasn’t small nor weak. My stuttering movements became more fluid and I improved. I grew the way fingernails do. Slowly. I realized that I was actually an expressive person. I felt this way when I danced, like I was saying everything I couldn’t. When I started to dance I, for the first time, started to like myself.\nJimin\n16 May YEAR 22\nHoseok hyung lived in a rooftop apartment at the end of a narrow alley. It was very high. When I visited the one room apartment he’d brag about how it was the highest room in the city. He bragged that he could see everything, every place, from his rooftop room. From the window we could see the trains and the train tracks and the containers. Namjoon hyung lived in one of those. If I moved my gaze down a little I could see the school we all used to attend.\nAfter locating the school, I drew my gaze to the opposite side of the city. A line of apartments rested at the bottom of the mountain. There was my - no - my parent’s house. They were looking for me. When I ran away from the hospital without a word they were contacted. I didn’t have the confidence to face them. I couldn’t go home yet. That didn’t mean I wanted to return to the hospital, but I had nowhere to go and no money. Hyung had told me to follow him, and he lead me here - hyung’s house.\nI looked back to the apartment buildings. I had to return eventually. I had to tell my parents I wasn’t going back to the hospital. I inhaled sharply and then slowly exhaled. It felt like the mere thought could trigger another seizure. I didn’t trust myself anywhere other than at the hospital. I could be rushed there again. I was so afraid. I couldn’t stand it.\nJimin\n15 May YEAR 22\nHoseok hyung stood next to me when I opened my eyes. An all too familiar ceiling looked down at me with a familiar darkness. I tried to sit up, but he put his finger up to his lips. Everyone was sleeping. The room was quiet. Hyung offered me a new shirt, and jerked his head toward the exit of the hospital.\n“We all came together.”  He said that Namjoon hyung was keeping guard while Yoongi hyung was buying time talking with the nurses. Jungkook and Taehyung would meet us at the elevator. Hyung reached out a hand when he saw my confused expression. I was still in a daze.\nI’d dreamed of the day I’d leave the hospital sometimes. I wanted to leave and see my friends so I could spend time with them and laugh and talk the way we did before, but now I didn’t know. Was it actually a good idea to leave? My parents hid me here and buried my existence. People whispered that I had a mental illness. I didn’t know if Hoseok hyung viewed me the same way. Maybe he thought I was strange. Maybe I made him uncomfortable.\n“Come on. We’re running out of time.” The clock’s second hand sound seemed unconventionally fast because of hyung’s words. The sound of footsteps, like an auditory hallucination, came closer to the hospital room. Hyung and I looked toward the door and then at each other. He never let his hand leave me.\nTaehyung\n11 August YEAR 22\nWhen I turned around, I discovered small letters written below the ‘X’ that spelled out short sentences. One said “It isn’t my fault.” It was her. I hadn’t seen her myself and I didn’t know her handwriting, but I knew. It seemed like a last goodbye, saying that it wasn’t my fault she left, saying that this didn’t happen because I was a bad person, saying that I shouldn’t blame or torment myself, saying that I should be brave.\nWhen I came to my senses I was back at my house. I could hear noona’s scream from behind the door. I flung it open and a familiar scene was laid out. I moved to block noona from my father and I grabbed him. I looked him in the eyes and at first he seemed surprised. But then he swung. It knocked me out for a second. This wasn’t the first time that sort of thing happened. Noona’s crying grew louder. My chin ached and the smell of rust stained my mouth. But I didn’t stop. I grabbed my father by his waist and he angrily yelled. He beat my shoulders and back relentlessly. I only held on tighter.\nIt wasn’t that I didn’t feel the pain. It wasn’t that I wasn’t scared. It was the understanding that if I let go, this same daily cycle of pain and suffering would repeat. I wanted things to change.\nNo. I’m not like my father. I’m going to protect our family. Something he couldn’t do.\nTaehyung\n1 May YEAR 22\n“Hyung, is that all? You aren’t hiding anything else from us?” Our surroundings became quiet simultaneously. Everyone’s eyes were on me. I looked at Seokjin hyung. He looked back at me. His eyes were full of exhaustion and pity. Somebody grabbed my arm and stopped me before I could press the issue again. I didn’t have to look to know it was Namjoon hyung.\n“What does it have to do with you? You aren’t my real brother.” I could feel Namjoon’s stare. I shook off his hand without lifting my head. I knew that I was angry at him for no reason. I repeated the words I heard hyung use on the phone - that I was angry, that I was upset. His words weren’t incorrect. I was a year younger than him. I wasn’t his brother. It was true that I should take care of myself, but I was still upset. I was angrier than I could put into words. I hoped he’d understand.\n“Taehyung-ah I’m sorry. Let’s stop talking about this.” It was Seokjin hyung who said this. It was Seokjin hyung who called my name. It was Seokjin hyung who apologized. Namjoon hyung didn’t do anything. “What do you mean stop? Since it’s come up, why don’t we talk about everything. You have something else you’re hiding.”\n“Let’s talk outside.” Namjoon hyung replied holding onto my arm again. He dragged me out before I could shake him off. “Let me go. What right do you have to stop me? What do you know, hyung? You don’t know anything. You just think he’s this great guy, right?” He let go of my arm after that. I stumbled at the release. No, it wasn’t just him letting me go that made me stumble. When he released my arm, it felt as if everything that had sustained me for so long crumbled. Perhaps I hoped he’d never let go, that he’d get angry and drag me out the way he did. Perhaps I hoped he’d scold me like a real brother, like someone close and precious.\nBut hyung let go of my arm, and I could only laugh. “What’s so special about being together? What are we to each other? We’re all alone in the end.” That was the moment Seokjin hyung hit me.\nTaehyung\n29 March YEAR 22\nThe gas station worker spat on the ground when he left, and I sprawled my body on the ground again. I’d been caught spraying graffiti on the wall of the gas station, and the owner hit me while asking what I thought I was doing drawing on someone’s wall. I rolled on the ground. Getting beaten was something I was used to.\nI started graffiti a long time ago when I found a discarded spray can someone left behind. I think it was yellow. I sprayed it around and stared at the paint. It was a bright yellow against the grey wall. For a while, I mindlessly painted like that, and I only stopped when I ran out of paint. I threw it away and stepped back to examine my work. I felt out of breath at the sight.\nI didn’t know what it meant. I didn’t know what the designs and colors stood for or what I’d done or why I did it. But I did it, and so I concluded that it was an expression of my feelings stained on the wall. I’d spewed my heart out, and at first I thought the drawing was ugly. For a moment, I wanted to erase it from the wall. However, instead of erasing it I caked on other colors and other shapes and other designs. I sat against it when I was done. It didn’t matter whether I liked it or not. It didn’t matter whether it was beautiful or not. It was me.\nI coughed when I rose to my feet. When I hunched over and spat out blood, I saw someone’s hand reach down to pick up the spray can. It was Namjoon hyung. I chuckled. I thought he was some sort of ghost. He reached out his hand, and I simply looked back up at him. Hyung took my hand and helped me stand up properly. His hand was warm.\nJungkook\n26 July YEAR 22\nWhen I looked back, the hospital was a faraway place. I couldn’t see the bench I left those wildflowers nor the window I looked out with her anymore. She was a space that let me breathe in the stuffy atmosphere of the hospital. We’d sit on that bench and talk about everything until the sun would set. I talked about playing in the hideout and vacations I took to the beach and walking to the train station. She told me about the corners of the hospital and which window you could watch the river from and the which staircase secretly led to the roof. There wasn’t anything she didn’t know about that hospital.\nHer room was empty because she was discharged. Or did she move to a different hospital? I asked the nurses, but they said it was confidential. A corner of my soul felt empty. When I turned around and started walking I could see the school. It seemed that everything I ever told her about myself had something to do with the hyungs. Every story I told incorporated them in some way. For the lonelier part of me, the hyungs had become my friends, family, and teachers. My story was intertwined with theirs, and I only existed within them.\nAt some point it occured to me there may come a time after my time spent with them. One day I may go looking only to discover that they’d be gone. Or maybe something else could happen. I didn’t know.\nI thought about that night, when the moon ascended in the sky, the world turned upside down, the headlamps inverted on themselves, the car passed me and then disappeared, the sound of the engine. It was familiar for some reason. I didn’t want to jump to conclusions, but I still kept thinking about that moment.\nJungkook\n28 May YEAR 19\n“Hyungs. What do you dream about?” The hyungs looked back at me in response to my question. “I have to write a paper about future hopes.” I elaborated. Seokjin hyung opened his mouth and said, “I don’t think I have a dream. If I have something I hope for, it’s just to the extent of… wanting to become a good person?” He cut himself off, seeming embarrassed. Then Yoongi hyung, who was at the piano, spoke in an airy voice. “It’s okay to not have a dream. I don’t have one. I’m just going to become whatever.” Everyone burst out at his words. They fit him well.\n“I’m going to become a superhero and save the world from bad guys.” Taehyung said this while standing on his chair to pose. He reached his arms toward the sky. Hoseok hyung scolded him telling him to get down before he got hurt. Hoseok hyung then added, “I want to find my mom and live happily. Being happy is my dream.” Hyung smiled as he spoke. “Does that mean you’re unhappy now?” Jimin asked. Hoseok hyung replied, “When I was in preschool I wanted to be president, but I didn’t have anything I wanted to be after that.”\nOnly Namjoon hyung was left after that. After feeling everyone’s eyes on him, he shrugged. “I want to say something nice, but I don’t really have a dream either. I just wish my part-time job paid more.” I nodded and stared down at the paper in front of me. The paper was divided into spaces for students and spaces for parents. What did I want to become? I couldn’t think of anything to write.\nJungkook\n11 April YEAR 22\nI walked down the rooftop railing of an abandoned building. When I lifted my leg, my foot was shadowed by the darkness bubbling below. The night of the city was spread out underneath my feet. Neon signs, honking horns, and dust was scattered around in the dark. For a moment I felt dizzy from vertigo. I stretched my arms out to balance myself. Then I thought about it. It would only take one wrong step. It’d only take one step to end everything. I leaned toward the darkness and it spread from my foot and up my leg. My breathing stopped when I leaned further. My mind was void of any thoughts. Nothing. No one. I didn’t want to leave anything behind, but I couldn’t remember anything. This was the end.\nIt was then that my phone began to ring. Clarity washed over me as if I’d awoken from a dream. My subdued senses returned, and I pulled out my phone. It was Yoongi hyung."
}