{
  "title": "Love Will Find a Way",
  "artist": "Lionel Richce",
  "lyrics": "[Verse 1]\nAre you feeling down and lonely?\nFeeling like you can't go on?\nJust remember love will find a way\nTell me, are you going through changes?\nTime seems like it's passing by\nJust believe that love will find a way\n[Verse 2]\nI see the tears you cry\nI see the pain that's in your eyes\nSo many times you were so lonely\nAnd no one seemed to care\nBut if your hopes for your tomorrows\nAre drowning in your sorrows\nKnow your heart will show you the way\n[Verse 3]\nAre you trying to find a beginning\nOr something just to hold on to?\nAlways know that love will find a way\nIs it hard, this life you're living?\nDoes the world seem so unkind?\nDon't you worry, love will find a way\n[Verse 4]\nSome say we've lost our way\nSome say the world has gone astray\nBut if you know where you're going\nThere's nothing you can't do\n'Cause problems will come\nAnd they will leave you\nThe world will try to deceive you\nBut the truth will always be in your soul\n\n[Outro]\nDo you want some joy in your time?\nAre you trying to find some peace of mind?\nAll you need to know is\nLove will find a way (\nOoh, ooh\n)\nAre you looking for that place to go\nWhere the truth is all you'll ever know?\nAll you need to say is\nLove, love will find a way (\nOoh, ooh\n)\nDo you want some joy in your time?\nAre you trying to find some peace of mind? (Tell me, funky baby)\nAll you need to know is\nLove will find a way (\nOoh, ooh\n)\nDo you want some joy in your time? (Are you looking, baby?)\nAre you trying to find some peace of mind? (Hard to find)\nAll you need to know is\nLove will find a way (\nOoh, ooh\n)\nAre you looking for that place to go (See the changes you're going through)\nWhere the truth is all you'll ever know? (Trying to find yourself but you need a clue)\nAll you need to say is (Just remember that love)\nLove will find a way (\nOoh, ooh\n)\nDo you want some joy in your time? (Just a little joy)\nAre you trying to find some peace of mind? (A little peace, baby)\nAll you need to know is (Yeah)\nLove, love will find a way (\nOoh, ooh\n)\nDo you want some joy in your time? (Oh, baby, are you looking?)\nAre you trying to find some peace of mind? (Say you're trying to find it, baby)\nAll you need to know is\nLove will find a way (\nOoh, ooh\n)\nAre you looking for that place to go\nWhere the truth is all you'll ever know?\nAll you need to say is"
}