{
  "title": "Low Life",
  "artist": "Future",
  "lyrics": "[Intro]\nHigh, high, get, get, gettin' high, everybody gettin' high\nGet, get, get, gettin' high, you're unbelievably high\n[Refrain: Future]\nI just took some molly, what else? (Hey)\nGot some bitch from Follies with us ('Scuse me, 'scuse me)\nShe gon' fuck the squad, what else? (I swear)\nI'ma fuck her broads, what else? (Yeah, yeah!)\nBitch from Pakistan, what up? ('Rari!)\nFerraris and them Lambs, what else? (Skrrt, skrrt!)\n'Bout to fuck this club up, what else? (Yeah, yeah!)\n[Interlude: Future]\n(\nMetro Boomin want some more, nigga!\n)\n (Turn up)\n[Verse 1: The Weeknd & \nFuture\n]\nI turn the Ritz into a poor house (\nTurn up\n)\nIt's like eviction number four now (\nWoo\n)\nGo 'head and ash it on the floor now (\nSwear\n)\nGirl, go 'head and show me how you go down\nAnd I feel my whole body peakin' (\nYeah\n)\nAnd I'm fuckin' anybody with they legs wide (\nRacks\n)\nGettin' faded with some bitches from the West Side (\nWoo\n)\nEast coast nigga reppin' North Side\n, \nnever waste a ho's time (\nFreebandz\n)\nBitch, I'm on my own time, fuck a nigga co-sign (\nWoo\n)\nAlways change my number and my phone line (\nAnd my, and my\n)\nBaby girl, I don't lie\n, \nused to have no money for a crib (\nTurn up\n)\nNow my room service bill cost your whole life (\nAyy\n)\nIf they try to stunt me, I go all out military (\nTurn up\n)\nI'm camo'd all out, like I'm in the military (\nTurn up\n)\nAnd free up all my niggas locked up in the penitenti' (\nSwear\n)\n'Cause I'm always reppin' for that low life\n\n[Chorus: The Weeknd & \nFuture\n]\nReppin' for that low life (\nTurn up\n), low life, low life\nLow life, know I'm reppin' for that low\nLow life (\nRepresentin'\n), yeah (\nI'm representin'\n)\nSaid I'm reppin' for that low life (\nRepresentin'\n)\nLow life, low life, low life, low life (\nI'm representin' for that low life\n)\nSaid I'm repping for that low life (\nI'm reppin', that's reppin', I'm reppin'\n)\nLow life, low life, low life (\nRep, rep, rep, rep, rep, rep, rep, woo, woo, woo, woo\n)\nYeah\n[Verse 2: Future]\nWake up, take a sip of Ace of Spade like it's water\nI been on the molly and them Xans with your daughter\nIf she catch me cheating, I won't ever tell her, \"sorry\"\nIf she catch me cheating, I will never tell her, \"sorry\"\nPorsches in the valet, I got Bentleys, I got 'Raris\nTaking pain pills on the plane, gettin' chartered\nPoppin' tags on tags, I was starvin'\nBitch, I got the juice and the carbine\nTurn a five star hotel to a traphouse\nRoaches everywhere, like we forgot to take the trash out\nFlood my cross with ice, gettin' money my religion\nGot my baby momma and my side bitch kissin'\nI turn the Ritz into a lean house\nThis the sixth time gettin' kicked out\nI can't feel my face, I'm on Adderall, nauseous\nNiggas tryna ride my fuckin' wave, now they salty\nRunnin' with the wave, get you killed quick\nShoot you in your back like you Ricky\nLi'l Mexico, with no life to afterlife\nMy whole life, my whole life\n\n[Chorus: The Weeknd, \nFuture\n & \nBoth\n]\n'Cause I'm always reppin' for that low life (\nWait\n), low life, low life\nLow life, know \nI'm reppin' for that low\nLow life (\nRepresentin'\n), yeah (\nI'm representin'\n)\nSaid I'm reppin' for that low life (\nRepresentin', wait\n)\nLow life, low life, low life, low life (\nI'm representin' for that low life, for the low life\n)\nSaid I'm repping \nfor that low life\n (\nFor the low life, I'm reppin' for the low life\n)\nLow life, low life, low life (\nWait, wait, low life\n)\nYeah\n[Verse 3: Future]\nYeah, they stereotypin'\n'Cause they know a nigga keep ten rifles (Ten rifles)\nAnd they know a nigga keep ten snipers (Ten snipers)\nKeepin' baby bottles like we wearin' diapers\nYeah, they stereotypin'\n'Cause they know a nigga keep twenty rifles\nAnd they know a nigga keep twenty snipers\nAnd they know a nigga keep ten wifeys (Ha-ha-ha!)\n[Bridge: Future]\nSniper, sniper, sniper, sniper, sniper\nWifey, wifey, wifey, wifey, wifey\nThat's your wifey, wifey, wifey, wifey, wifey?\nI think I like her, like her, like her, like her\nThat's your wifey, wifey, wifey, wifey, wifey?\nI think I like her, like her, like her, like her\nOh, that's your wifey, wifey, wifey, wifey, wifey?\nI think I like her, like her, like her, like her, ha\nGetting high, getting high, getting high, everybody getting high\nGetting high, getting high, getting high, everybody getting high\nGetting high, getting high, getting high, everybody getting high\nGetting high, getting high, getting high, and I'm the reason why\n\n[Refrain: Future]\nI just took some molly, what else? (\nGetting high, getting high, getting high, everybody getting high\n)\nGot some bitch from Follies with us (\nGetting high, getting high, getting high, everybody getting high\n)\nShe gon' fuck the squad, what else? (\nGetting high, getting high, getting high, everybody getting high\n)\nI'ma fuck her broads, what else? (\nGetting high, getting high, getting high, and I'm the reason why\n)\nBitch from Pakistan, what up?\nFerraris and them Lambs, what else?\n'Bout to fuck this club up, what else?\n[Outro: Future]\nWe 'bout to fuck this club up, what else?"
}