{
  "title": "Lucifer",
  "artist": "Eminem",
  "lyrics": "[Intro: Eminem & \nRon Palmer\n]\nThe coup de grâce is the final shot\nRight between the eyes\nAlso known\n (Haha) \nas the kill shot\n \n(People, yeah)\nSomething to stop the pain\n (Woo)\nIt feels so good to be bad\nAlright, here we go, alright, I'ma start this, I got it\n[\nVerse 1: Eminem\n]\nBefore I get banned, kicked off Twitter\nAnd TikTok 'cause they so damn ticked off, bitter\nThey want me to bounce (Like what?) like a fabric softener\nWe just got rid of Ye, go kick rocks with him (Ayy)\nBut Dre on beats with the white-faced blondie on the mic\nIs like (What?) havin' Steady B and Cool C in the ride\nLike we rap and did a little bank robbery on the side\nSo they want beef, we can make like Bonnie and collide\nHaters can meet the same exact fate as my dad, wait\nLeast he didn't miss me graduate (Okay, yeah, great)\nBut, Mom, do I still act eight?\nUh, maybe a little, Debbie (What?) like a snack cake (Slut)\n[Pre-Chorus: Eminem]\nBut if this is what he do to his mom\nImagine what he'd do to you, I'm a lunatic armed\nAnd if it's you I use the clip on, for you to respond\nIs ludicrous, \nma, look at what your uterus spawned, Lucifer\n\n[Chorus: Sly Pyper & \nEminem\n]\nMust be a cold day in Hell (Yeah)\nTell me, what have we done? (Woah)\nTake me out my misery\nI bought Heaven when it was up for sale\nAnd now I need a refund, bae (\nYeah, wait, what the fuck? Where'd I put my—\n)\n[Verse 2: Eminem]\nI think someone messed with my meds probably (Yo, who took my—)\nI bet it's my ex, Molly, that I've bludgeoned to death\nAlready severed the head, I smell the fresh scent of flesh rotting\nSo it's breakfast in bed if I wake up next to a dead body (Ah)\nMultiple lacerations, contusions, abrasions, bruises\nHallucinations, delusions, abusive, my language usage\nThey lose it when Dre produced it, as soon as he plays the music\nIt's lunacy, treat the beat like a choice, Shady chews it\nNow all I see is dollar signs, losers\nBitch, I was in them trenches like them Columbine shooters\nI was down bad, broke, and almost abandoned hope (Now what?)\nNow my followers are like a Satanic cult (What?)\nYeah, they listen to me like when Manson spoke (Shh)\nThey say I don't know struggle no more, that's a joke (Haha)\nBitch, the fuckin' elevator in my mansion's broke (See?)\nI have to walk like half a block to get a can of Coke (Damn)\nAnd Candace O, I ain't mad at her (Ah)\nI ain't gon' throw the fact bitch forgot she was Black back at her\nLaugh at her like them crackers she's backin' after her back is turned\nIn a cute MAGA hat with her brand-new White Lives Matter shirt (Haha, nope)\nOr say this MAGA dirtbag in a skirt\nJust opened the biggest can of worms on the whole planet Earth\nCall her \"Grand Wizard\" (Yeah), \"Klandace\" (Haha), or \"Grand Dragon,\" or\nLike the national anthem, I won't stand for the tramp (Why?)\nBut I can't diss her 'cause my plans are to get in her pants and I'll blow my chance if I answer back to her\nMy shit is like taking Deborah Mathers at her word\nYeah, I'm that absurd, we had a spat, then afterwards\nWe squashed the beef like a hamburger patty, or should I say gigantic turd?\n'Cause I put that shit to bed like Amber Heard at a Mattress Firm (Slut)\n\n[Pre-Chorus: Eminem]\nBut if this is what he do to his mom (Pfft)\nImagine what he'd do to you (Pfft, ha), I'm a lunatic armed\nAnd if it's you I use the clip on, for you to respond\nIs ludicrous, \nma, look at what your uterus spawned, Lucifer\n[Chorus: Sly Pyper & \nEminem\n]\nThis must be a cold day in Hell (Yeah)\nTell me, what have we done? (Woah)\nTake me out my misery\nI bought Heaven when it was up for sale\nAnd now I need a refund, bae (\nYeah\n)\n[Verse 3: Eminem & \nSly Pyper\n]\nSo whether you friend or you are foe (\nWoah\n)\nFar as bars go, even fuckin' retards know (\nYeah\n)\nThat as far as smoke with me, I don't think it'd be smart, so (\nWoah\n)\nMight as well go lookin' for smoke with Lamar, bro (\nYeah, yeah\n)\nBut, Marshall\nYou're gettin' more perverse every time you record a verse and\nIt's like you came from 2000, stepped out a portal, cursin'\nHurlin' horrible slurs towards the world\n and\nWhy can't you make fun of people behind their backs like a normal person?\nBut when you reach these heights, freedom of speech dies (What?)\nWith every line that I recite, them PC police try\nTo throw me in jail with no bail like a peace prize\nFor all of them years (What?)\n, they reduced me to tears (Yeah)\nTried to shrink me to pea-sized, only to see my (What?)\nSelf-esteem rise, now these are my replies (Mm)\nThey made me eat shit (Shit), I fed it back to 'em three times (Yeah)\nStepfather's the only (What?) one I ever been beat by (Ha)\nSqueeze mics like Burmese pythons (Yeah)\n, here's for each time (What?)\nYou sleep on the flow (What?), ho, you hear these strings climb (Yeah)\nYou reap what you sow (So what?), so first I must weave rhymes (Yeah)\nSo seamlessly, then I'ma leave eyes\nIn a state of disbelief, my\nGenius is a trait, so the gap's in our genes, right? (Haha, the gap)\nAt least that's what it seems like\nAnd I'm Lucifer and Dre's the producer for the antichrist"
}