{
  "title": "​m y . l i f e",
  "artist": "J.Cole",
  "lyrics": "[Intro: J. Cole]\nOh, you can't hurry God\nYeah, yeah, yeah, yeah\nOh, Lord\nNo matter how, \nno matter how long it takes, yeah\nNo matter how long it take, nigga\nOh, God, yeah\nYou can't hurry God\n[Verse 1: J. Cole]\nSpiralin' up, just like a rich nigga staircase (Staircase)\nNo fly zone, please stay the fuck out my airspace (Out my face)\nNiggas say things behind backs that they wouldn't dare say (Dare say)\nKnow it's on sight when I see you, I'm workin' at Squarespace\nYeah, top of the mornin', I know that you thought I was dormant\nWoke up early from shots that were swarmin'\nA block full of opps, now the cops in an orbit\nGuess somebody got popped, now they knockin' on doors\nTryna find an informant but I ain't see Nathan\nI'm mindin' my business as God is my witness\nNo weapon gon' prosper that’s formin' against mе\nNigga, I'm starvin', immensely\nKnow when I'm donе with these songs, you gon' miss me\nJa Morant, I'm on my Grizzly\nYou niggas just cubs but no, not the ones in the big leagues\nAfter \nThe Fall Off\n, I promise I'm comin' to sellin' out Wrigley's\nNigga, I'm just a product of poverty, full of narcotics to profit off quickly\nMy family tree got a history of users that struggle with demons\nNot really the hustler instincts\nTherefore, often, my pockets was empty\nSo while some of my partners was servin' up rocks on the corners, the project assemblies\nMe, I was startin' to envy, wanna be on the top where it's plenty\nWanna be in the spot like where every bitch want me like Rihanna droppin' new Fenty\nWhat I see in the sky, the 'Ville is the ceilin', can't reach up too high, evidently\nNah, shit, I can't reach up too high, evidently\nNever seen no one drivin' a Bentley\nI can't be out here moppin' up Wendy's\n\n[Chorus: Morray, \nJ. Cole\n, \nMorray & J. Cole\n]\nMy life is all I have\nMy rhymes, my pen, my pad\nAnd I done made it out the struggle, don't judge me\nWhat you sayin' now won't budge me\n'Cause where I come from (\nCome from\n), so often (\nSo often\n)\nPeople you grow up with layin' in a coffin\nBut I done made it through the pain and strife\nIt's my time now, my world, my life, my life\n[Verse 2: 21 Savage]\nSay what? The stuff that I've seen got me traumatized\nI let the K go when Johnny died\nSwangin' that muhfucka' side to side\nWe don't participate, ain't with that squashin' shit, all we believe in is homicide\nI got a good heart, so I send teddy bears every time we make they mommas cry\nI pray that my past ain't ahead of me (21)\nWhen I'm in love, I love heavily (On God)\nIf you betray me, you dead to me (21)\nI disrespect you respectfully (Straight up)\nI got some partners who left this Earth\nMaybe the pain made a better me (On God)\nJust know that they secrets is kept with me (On God)\nI feel like the streets is in debt with me (Straight up)\nI gave my heart away to all the dawg hoes 'cause that's who accepted me (21)\nI blame my pops for that shit 'cause if he didn't fail, he could've corrected me (21)\nGive all the props to my momma 'cause no matter what, she always protected me (On God)\nI promise you, it ain't no checkin' me (On God)\nJump in the water, get wet with me (Straight up, 21, 21)\nYou want my money or wanna have sex with me?\nCan't let the opps or the law get the best of me\nI get to answerin', you get to testin' me\nI see chicken, you niggas is breast to me\nPlanted a seed but it ain't a sesame\nCan't let you niggas or bitches grow next to me\n\n[Chorus: Morray, \nJ. Cole\n, \nMorray & J. Cole\n]\nMy life is all I have\nMy rhymes, my pen, my pad\nAnd I done made it out the struggle, don't judge me\nWhat you sayin' now won't budge me\n'Cause where I come from (\nCome from\n), so often (\nSo often\n)\nPeople you grow up with layin' in a coffin\nBut I done made it through the pain and strife\nIt's my time now, my world, my life, my life"
}