{
  "title": "Macs and Dons",
  "artist": "The Notorious B.I.G.",
  "lyrics": "[Intro: The Notorious B.I.G.]\nYeah, uh, it's going out to all the pimps and macs\nY'all know the flavor, Brooklyn style\nYou know how we do, uh, yeah\nAll the macs and the dons in the house\nPlaya playas, playa, playa, let these hoes know\nOne, two\n[Verse 1: The Notorious B.I.G.]\nIs it true, all I wanna do is screw?\nDrink brew, with the crew, on the avenue?\n Ooh!\nI flip skins like Mary Lou\nSo what ya gonna do when Shelton come for you, boo?\nI got girls that look like Toni Braxton\nAnd give me the skins without askin'\nWhen I'm relaxin' on my back and you know what time it is (uh)\nBut if it's red, man, I'll leave it alone\nShe can call me on my cellular phone\nAnd I mess around and pick you up\nTake you to the crib, stick you up\nPut on my Silk CD and lick you up and down\n'Til you say stop, hit the twat\n 'til your pops call the cops\nAnd when I make bail outta jail, I'ma wail on that tail\n(Why, Shel'?) Because the sex never fails, I am\n[Hook: \nErick Serson\n & The Notorious B.I.G.]\nSo amazing, so amazing, so amazing and I been waiting\nIs it my charm? I got the hookers eatin' out my palm\nThis is for the macs and dons\nIs it my charm? I got the hookers eatin' out my palm\nThis is for the macs and dons\n\n[Verse 2: The Notorious B.I.G.]\n\"What kind of girls do you like?\" Well, that's various\nI like long hair, or them Halle Berry cuts\nReal big butts, yeah, thick with lipstick\n'Cause when it come to girls, I'm so optimistic\nLike the Sounds of Blackness\nI don't need practice in the sack\nIt's natural, I break your back in\nI pop coochies like my homeboy Luke\nGuaranteed to knock your trees off your Timbo boots\nYou don't get pussy-whipped, you whip that pussy\nHit it from the back 'til it get real gushy, baby\nGood sex is what I'm startin'\nI get the skin so wet, I make the ass start fartin'\nAnd I pray that dick don't slip\n'Cause then I'm hearin' this shit: \"That's not it\"\nAnd then I just ride 'til the sun rise\nAnd when I'm done, wipe the cum on her thighs, I am\n[Hook: \nErick Serson\n & The Notorious B.I.G.]\nSo amazing, so amazing, so amazing and I been waiting\nIs it my charm? I got the hookers eatin' out my palm\nThis is for the macs and dons\nIs it my charm? I got the hookers eatin' out my palm\nThis is for the macs and dons\n\n[Verse 3: The Notorious B.I.G.]\nThis is going out to the pimps and macs\nThat hit skins 'til their broad catch a asthma attack\nBut not even Pamatti Miss could resist\nThe way I jumped up and dissed the clitoris\nAll I wanna do is zoom-a-zoom in the boom poom (Uh, uh)\nSmoke a little boom, get some head in the bedroom\nAnd then I whisper soft in her ear:\n\"You ain't got to home, but you got to leave from here\"\nSimple and plain, no strings attached\nI'm lettin' you know that I'm a certified mac\nI hit skins 'til the leg cramps\nSo on the first I can get half the check and half the stamps\n[Hook: \nErick Serson\n & The Notorious B.I.G.]\nSo amazing, so amazing, so amazing and I been waiting\nIs it my charm? I got the hookers eatin' out my palm\nThis is for the macs and dons\nIs it my charm? I got the hookers eatin' out my palm\nThis is for the macs and dons\n[Outro: The Notorious B.I.G.]\nAll the players in '94, recognize\nShelton D in full effect, baby, baby\nUh, uh, yeah, fuck all you bitches"
}