{
  "title": "Mamacita",
  "artist": "OutKast",
  "lyrics": "[Verse 1: Masada]\nMahogany Team Queens up on the rise\nBe careful, watch your back, blackbirds don't wear disguise\nHow we comin'? Comin' hard, \ncamels too slow\nStick-up kids do anything, hustlers keep loot to show (What?)\nThe game is hot, you could never be a winner\nJust begun a game, so considered a beginner\nMasada for real, this shorty here is here to stay\nMahogany go platinum, after that we just parlay\nI'm from the Bricks\n, \nwe get kicks–offa loud gun shot licks\nFuck stones and sticks, loudmouths get nixed\nThis life is plush\n, I be the bill-be-board, Scarface want\nItaliano, I'm the real McCoy – nigga, what?\nCan't be a joke, I've been through too many games\nNiggas laugh, but my expression wasn't hardly the same\nShow me respect, 'cause it's due\nYou keep the fear, 'cause I'll get over, and believe I'll come back at you\n[Hook: Masada + Rico Wade]\nMamacita, papadonna\nMamacita, papadonna\nMamacita, papadonna\nMamacita, papadonna\n[Verse 2: André 3000]\nYo, now, you and your nigga shit shaky\nAnd at the time your heart feel down and broke like \"Achy Breaky\"\nLump in your throat, feel like a trache – oh, dummy\nThe pain that's in your chest done made it's way down to your tummy\nYou wide open, you start smokin' with your girl\nShe nigga-bashin', sayin', \"You don't need 'em in your world – niggas all dogs!\"\nIf niggas all dogs, then what you call broads?\nFelines in heat, meowin' for some yarn balls\nNow you and her done got to drankin'\nOh, now it's really crunk, 'cause y'all silly drunk, and your girl done got to thinkin'\nShe talkin' 'bout, \"Girl, you look so beautiful\"\nYou say, \"Thank you,\" bein' nice, you try to change the subject\n\"Want some beans and rice?\" But she's back at you like a pit\nMixed with a chihuahua, how much meaner can you get?\nDon't let her have her way with you, she's gonna have a fit\nYou're the candy apple of her eye–and 'bout to get bit\nHere's what you do – you\nGrab her by her neck, throw her on the wall\nSay, \"Bitch, don't ever disrespect me, never, not at all.\"\nThese simple words can put a pause to half of the applause\nThen blackball, laws of balance, at all cost\n\n[Hook: Masada + Rico Wade]\nMamacita, papadonna\nMamacita, papadonna\nMamacita, papadonna\nMamacita, papadonna\n[Verse 3: WitchDoctor]\nQue pasa, que pasa? Check this out\nQuiet nights like this, might twist one for the mota\nOn the balcony, I got a sofa\nNights like this is perfect, for this Spanish Fly\nCan you come over? Somethin' I wanna show ya\nTold ya once we was gon' take a trip, touch you\nWith my lips where you like it, it's time, don't fight it\nPiggy-back ride to the sofa\nIn the microwave, I got your favorite Stouffer's\nLasagna, that's how much I want ya\nFuck flowers, the ceremony starts from the shower, with the water\nI got somebody's daughter in the Doctor headquarters – chillin'\nPrepare for this sex drillin\nShe said somethin in Spanish, got me feelin' mannish\nMe and you fin' ta vanish, real quick, feel this shit\nGot cheese, tryin' to make cheese\nTo get you pregnant overseas\nMaybe make sho' that's my seed\nQuiet nights like this, bachelor like me is single\nTalkin' to you Miss Bilingual – let's mingle\nIn the crowd, watch them show, pop some Moët\nTryin' to get you so wet\nNever been to Spain\n, never been a lame\nHorny, ever since I been a tiny\nFuckin' with niggas with ageless bodies\nTalkin' to me, while I squeeze it bare\nLet me talk to you while I run my fingers through your hair\n\n[Hook: Masada + Rico Wade]\nMamacita, papadonna\nMamacita, papadonna\nMamacita, papadonna\nMamacita, papadonna\n[Verse 4: Big Boi]\nFriday night, Boi breakin' the old school out, boi, we cruisin'\nBout fo' niggas and fo' hoes, it ain't gon' be nobody losin'\nBut they choosin'\nBetter get in where you fit in, 'cause it's crucial\nI'm tryin' to cut 'bout two of them girls\n'Cause that just what I'm used to\nI mean that\nThe first that look my way just gon' get splack packed\nFrom the front to the back,\n this cognac got my throat burnin' like burlap\nEverybody cheesin', knowin' these hoes gon' cut like Pleasers\nThese hookers, they praisin' my crew, like Reverend Hodo be praisin' Jesus\nThe easiest was the meanest, but the skeezer was a beanie\nShe thought we was some motherfuckin' genies\nSo I checked her, like the king I am, no disrespect intended\nTold her, and her silly friends, \"Get out,\" before they got offended\nTo the La Quinta we went, layin' them hoes down\nOn the freestyle tip – g'yeah!\n[Hook: Masada + Rico Wade]\nMamacita, papadonna\nMamacita, papadonna\nMamacita, papadonna\nMamacita, papadonna\nMamacita, papadonna\nMamacita, papadonna\nMamacita, papadonna\nMamacita, papadonna\n\n[Outro: Buullllllll!]\nPermecito, senorita, mamacita\nMira mira, what's your name? Maria\nSame as mi tia, de Colombia\nI don't, [?], in Atlanta, Georgia\nAnd you don't think I got nuttin' for ya?\nYou must be crazy\nI'm out here tryin' to feed my baby\nLil Bre, can't you see? Sheeyit\nDo it one more time, sheeyit"
}