{
  "title": "​man i is",
  "artist": "Logic",
  "lyrics": "[Intro]\nKnockin' doors down, showin' parts around\nI'ma come through and show my wood pine\nKnockin'— knockin' doors down, showin' parts around\nI'ma— I'ma come through and show my wood pine, I'ma— I'ma come—\nKnockin' doors— knockin'— knockin' doors down, down\nKnockin' doors, knock— knock— knock— knock— knockin' doors down\nI'ma—I'ma come through— I'ma— I'ma come— down\nI'ma come through— I'ma— I'ma come— down\n (Yeah)\n[Verse 1]\nPaper chasin' on occasion\nWest Deer Park, that's my location\nLife and death what we was facin'\nBoy, gotta get that motivation\nBack in the basement\nLook at my idols, I'm feelin' adjacent\nDoin' the shit that I wish I was doing, I'm feelin' impatient\nThrowin' parties and catching cases\nThat's the life, but that shit basic\nI've cooked crack, I can't erase it\nIf I could, would not replace it\nGrew up all alone\nHad to teach myself to tie my laces\nWhat's the deal?\nI'ma play the field\nRattpack, we keep it real\nNothin' but love for the people that paved the way\nSo a brother like me, he can get it today\nAntoine, Erykah and 3K\nCan't forget those ain't here today\nR.I.P. JD and Pimp C\nPayin' respect, so don't hold it against me\nDevil he callin' me, he love to tempt me\nGod exempt me, why you sent me here?\nWhat I think about year to year\nWhat I've been through these people only see through a peephole, yeah\nNot a single one got an idea\nSo I write it down on this page\nFeel like I'm 35 times my age\nLook in the mirror don't know what to say\nBut I'm happy the man I is\n\n[Verse 2]\nYeah, yeah\nI said I'm happy the man I is\nAnd I'm proud of the man I've become\nI'm proud that I'm from a slum\nAnd never got cold, I never got numb\nExcept for the wintertime and then some\nI transcend and I transform\nPoetic vision in rare form\nGrowing up, nobody there for him\nI promise when I have a family I'ma be there for 'em\nI love hip-hop\nHatin' motherfucker, go kick rocks\nNo matter what happen I never gon' stop\nLike Cole said, if they don't know yo' dreams\nThen they can't shoot 'em down\nBut I'ma let the world know\n'Cause I'm too high up to hit the ground\nThis shit right here is like therapy, spit it verily\nI ain't perfect, I got problems, I got issues like People magazine\nShoot from the hip and reload the magazine\nI wish I could just go on forever, forever, ever and ever\nBut this rhyme\nIll as it is divine\nGon' be cut short today 'cause I'm out of studio time\nOnly thought I was recording these horns and not no rhyme\nWhat can I say? Inspiration hits at any time\nSo I guess I'll have to conclude all my thoughts another time\nAnother rhyme\nAnother— Ano— i— wo— a— rhyme\n\n[Outro: Thalia]\nAnime such as Cowboy Bebop\nTrigun, and Samurai Champloo\nWere in constant rotation\nDuring the making of this album"
}