{
  "title": "Marsh",
  "artist": "Eminem",
  "lyrics": "[Intro]\nMy name is Marsh and this world, I'm out of it (Out of it)\n'Cause with all this A-B-C shit, I'm starting to sound like ALF a bit\nHa, I kill me,\n \nthis medicine's counterfeit\nI was misled by the sound of it, how am I gonna get turnt up on this Valium shit? (Yeah)\n[Verse 1]\nChecked in at the Royal Garden\nTo chill and avoid my problems\nUntil paranoia caused me\nTo feel like I'm going bonkers\nFor real, think my toilet's talkin'\nI spilled like, like forty bottles\nOf pills, think your boy is startin'\nTo feel like a spoiled carton of milk\n'Cause it just occurred\nMy girl's cheatin', I'm kickin' that fucking bitch to the curb\nBut the word \"fucking\" ain't meant to be a descriptive word\nThe type of bitch she is, ain't no adjective, it's a verb\nHo thinks her snatch is magical\nBut that's how she attracts men, though\nTraps 'em and attacks similar to an actual arachnid\nOr a vaginal tarantula or black widow\nIn fact, it'll be nothin' to throw that lil' bitch with a capital B out the back window\nOf the black Cadillac limo like a whack demo\nWhat I'm strapped with'll spit rapid like a ratchet\nA halfwit, \nI'll aim at, then I'll\nOpen fire, bitch, I can outrap Reynolds\nA pad and pen'll be great, but a napkin'll do\nReturn of the wack sicko\nHead spinnin' like Invisibl Skratch Piklz\nYeah, Shady's back, see the bat signal\nIt's time to go bat shit, like you accidentally ate a Louisville slugger and crapped it\nI'd like to introduce myself\nHi there, bitch\n\n[Chorus]\nMy name is Marsh and, I'm out this world (This world)\nS on my chest (Superman) like it's plural\n (It's lit)\nCall me extra, extraterrestrial\nExtra, extra, extraterrestrial (Skrrt, yeah)\n[Verse 2]\nI could keep beefin', fuck is the point?\nI could make it really difficult for motherfuckers to come to Detroit\nIf you're still looking for smoke, I already gave you an L\nI'd rather just see you in Hell, but I should get Puff on the joint (Diddy)\nWait, run it back, I said give you an L, inhale\nPuff on the joint, I am the blunt you avoid\nUsed to get jumped for my ProWings\nWhen I was growing up they said a Slinky's a wonderful toy\nMy mother thought I was such a fun little boy\n\"Oh, what a bundle of joy\"\nUntil the morning she suffered a punch in the groin\nFrom a tantrum I was throwing\nLike a motherfuckin' disgruntled employee\nI don't cut the beat 'til I fuckin' destroy it\nOnce I get going, rain, thunder, it's storming\nPuddles are forming,\n I hear somebody's voice\nIn my head, say it's still a dream\nThen he said kill emcees\nTrippie Redd, with pills and lean\nSipping meds in the limousine\nGetting head, guillotine\n\n[Chorus]\nMy name’s Marsh and, I'm out this world (This world)\nS on my chest (Superman) like it's plural (It's lit)\nCall me extra, extraterrestrial (Yeah)\nExtra, extra, extraterrestrial\n[Verse 3]\nYeah\nSo all of y'all can just suck a penis (Suck a penis)\nI'll do the opposite (I'll do the opposite)\nEat you pussies like cunnilingus (Like cunnilingus)\nThere ain't no stoppin' it (There ain't no stoppin' it)\nThey say I'm such a genius (They say I'm such a genius)\nWhen that \nKamikaze\n hit (When that \nKamikaze\n hit)\nNow they call me \"butterfingers\" (They call me \"butterfingers\")\n'Cause I just keep droppin' shit (I just keep droppin' shit)\nYou wanna butt heads? Shut up, Beavis, haha\nI got your bitch with her butt out\nI'm hittin' a lick 'cause she stickin' her tongue out (Bitch)\nYou got no hitters, you might be pitchin' a shut out\nShe 'bout to give up the dugout (Yeah)\nI should just live in a nuthouse\nRight now, I live in an igloo (Yeah)\nAnd I'm not chillin' the fuck out\nTreat you like a stepparent, does to a stepchild with red hair and\nPlus I get dough like Ed Sheeran, so call me the ginger bread man\nI'm a stan of Redman, X-Clan and I'm a Treach fan\nBut I look up to myself (Yeah)\nLike a fucking headstand (Yeah)\nSo why, w-w-w-why else would I call myself an alien?\nHow could I hit a dry spell? (Yeah), I'm named after the wetlands\n\n[Chorus]\nI'm Marsh and, I'm out this world (This world)\nS on my chest (Superman) like it's plural (It's lit)\nCall me extra, extraterrestrial (Yeah)\nMy name is Marsh and, my name is, my name is\nMy name is Marsh"
}