{
  "title": "Max",
  "artist": "Crush",
  "lyrics": "[Intro]\nOld man Quill ass is in there by itself\nLet's do this\nSo everybody ready, Bishop?\nHell yeah\nQ, steal, steal\n[Verse 1]\nOne in the mornin', got a phone call from his homie\nAnd he told him, \"Wake the fuck up 'cause we got a job we must do\"\nWe got the crew, couple of brews and everybody was packin' a tool\n\"What do I have to do?\" he asked, the man in charge responded, \"Just be cool\"\nGo in the alley, hop out the whip and shoot one of the kids with their friends\nPopped just like that, and you will be with us 'til the end (The end)\nThought to himself, \"Damn, this don't make me a man\"\nBut, he proceeded to open the door and walk up with the .9 in his hand\nHe took to the car, driver pulled out\nCongratulations, you one of us now\nHe wasn't proud, this life he had, he didn't want it\nBut he got it, there's no turnin' back\nWishin' that he never touched a MAC\nEvery day he wakes with a conscious on his back\nAnd now he looks up in the sky like, \"Who the fuck am I?\"\nJust wonderin' and he be askin' God when is his time\nFucked up in the mind since a jit, I know Max\nBeen through a lot of shit so I be feelin' remorse for the kid\nWhen the violence in others be forcin' him\n\n[Segue]\nFreeze, motherfucker\nTurn around, turn around, I'm just gonna fuck you\nTurn around, motherfucker! Shut the fuck up!\nI'm gonna fuck him up! Shut the fuck up!\nPlease don't shoot me, alright?\nCan you just shut the fuck up?\nI will kill your ass [?]\n[Verse 2]\nNext morning he rolling solo on his way to his school\nStill thinking about the tool that he used to end somebody's life\nHe turned around and headed back to his house\nHe had this mean weight on his shoulder that he had to get out\nHe walked in and grabbed the gun and sat back in his car\nHe wants to throw the gun in a river and get rid of his scars\nSo, he driving and ducking and diving the traffic with graphic visions of what occurred\nNot paying attention he slammed on the brake and turned as he hit the curb\nWitness approached and called the 911\nHe was sitting up in his car, more blood than Redrum\nIt was rolling straight down his cheek\nAs he thought it was fate that he was 'bout to meet\nBut with all his strength, he managed to stand up on his two feet\nAs the ambulance took him away, he wishin' that he gon' live another day\nHe feelin' like this was the price to pay (Pay) for yesterday\nRemorse and sin, they go together\nMax learned this lesson for worse or the better\nSo looks like he's gon' have a couple more storms to weather\n\n[Outro]\nWe run from the cops, we run from [?]\nWe run from security guards, we run from old man Quill\nAnd this fuckin' bullshit store when he come with that bullshit gun\nAll he gotta do is fuckin' run\n[?] team, I'm serious\nSo good, so good\nSo good, so good\nYour love"
}