{
  "title": "Millennium",
  "artist": "OutKast",
  "lyrics": "12th track from OutKast’s 1996 album ATLiens.\n\nA main theme of “Millennium” is how even though we are part of a grander universe that is all around us, we define ourselves with our own possessions.\n[Verse 1: André 3000]\nMe and everything around me is unstable like Chernobyl\nReady to go at any moment, jumping like a pogo stick\nLife never lived up to my expectations, so I accept the patience\nExpect the worse, but now I'm pacin'\n back and forth\nInside, I'm melting like water on wicked witches\nA monster truck done came and ran over my picket fences\nI had the best of life in my clenches, but monkey wrenches was thrown\nLike chairs kings sit on\n, \nmy prayers seem too long\nI fall asleep before the ending, don't even get to say \"amen\"\nI hope He understands I be on bended knees\nAt times, I think I'm crazy, then I say \"forget it\"\nOr maybe it's the devil infiltrating and\n, \nlike Riddick\nBowe, I've been fighting this since them fetus days\nI count from one to twenty, when I'm through, repeat the phrase\n\"It's just a phase, it's gon' all pass\", but that gets old too\nI'm weakenin' like a deacon doing dirt\nWhat am I s'posed do?\n[Hook: André 3000 & (ShaJuanna Edghill)]\nUh, uh, uh, uh, uh, uh uh, uh uh uh uh uh\n (Planets and stars)\nUh uh uh uh uh, uh uh uh uh uh uh\n (Earth, Jupiter, Mars)\nUh, uh, uh, uh, uh, uh uh, uh uh uh uh uh\n (Clothes, hoes, cars)\nUh uh uh uh uh, uh uh uh uh uh uh\n (It's who you are)\n[Verse 2: Big Boi]\nYeah\nSee, from bedknobs to broomsticks\n, we lookin' to start some new shit\nI'm writing this rhyme in faith, so when you hear it, hope you true it\nMy nigga, you do it like swooshes\n, \nthe lyrical cleanse and new sense\nWiping away your germs and filling your craniums with juices\nSee, Mo goes on, my slick flow flows on\nStraight from West Savannah, Georgia, but the S.W.A.T.S. is my home\nNever go wrong, 'cause the click is tighter than gnat ass and that bad\nMosquito, now we goes, \n\"I'm proud of you people\nFor selling your crack in sacks, I'm glad I'm white, not black\"\nShit, on the real, that's how them mighties really act\nWhen your back was turned, them slackers learned and now we fallin' apart\nYou lookin' me in my eye, but you ain't feelin' me in your heart\nYes, yes, Lord, give me the power, we live in the final hour\nThese niggas, they leavin' me stranded like Rapunzel in the tower\nNow or never, let's stick together and overcome\nBut they don't feel like marching, 'cause they shoes is overrun\nAin't that a bitch?\n\n[Hook: André 3000 & (ShaJuanna Edghill)]\nUh, uh, uh, uh, uh, uh uh, uh uh uh uh uh\n (Planets and stars)\nUh uh uh uh uh, uh uh uh uh uh uh\n (Earth, Jupiter, Mars)\nUh, uh, uh, uh, uh, uh uh, uh uh uh uh uh\n (Clothes, hoes, cars)\nUh uh uh uh uh, uh uh uh uh uh uh\n (It's who you are)\nPlanets and stars\nEarth, Jupiter, Mars\nClothes, hoes, cars\nIt's who you are\nUh, uh, uh, uh, uh, uh uh, uh uh uh uh uh\n (Planets and stars)\nUh uh uh uh uh, uh uh uh uh uh uh\n (Earth, Jupiter, Mars)\nUh, uh, uh, uh, uh, uh uh, uh uh uh uh uh\n (Clothes, hoes, cars)\nUh uh uh uh uh, uh uh uh uh uh uh\n (It's who you are)\nPlanets and stars\nEarth, Jupiter, Mars\nClothes, hoes, cars\nIt's who you are"
}