{
  "title": "Moments",
  "artist": "Nas",
  "lyrics": "On “Moments” the 8th track from his 13th studio album, Nas takes an introspective look back through his life and the moments that made him the man he is.\n\nThe track is produced by Jansport J and Hit-Boy.\n[Intro]\n'Bout it, that's how I feel (\nJansport J\n)\nWe used to all put in and go half on bail money\nFuck makin' it rain, now we makin' it hail money (\nHit-Boy\n)\nYeah\n[Verse 1]\nI never met Muhammed Ali, wish I did\nMy brother saw him, champ told him nothin' is real\nGave me the chills, thought about it, that's how I feel\nWe on autopilot, no captain behind the wheel\nMy whole career, I steered away from features\nBut I figured it's perfect timin' to embrace new leaders\nAccepted my position as the master teacher\nI make cash deposits before the first\nFlashy diamonds, that's waterworks\nSassy modеls the curviest\nBrothers you knеw from the sandbox'll do you the dirtiest\nGovernment assistance, poverty is big business\nOverrun the Senate, both parties got policies built for the wicked\nLook in the jungle, you gotta move like an animal\nPrey on the predators, go where anybody that challenge you\nBoard rooms, courtrooms, it'll leave you with war wounds\nI ain't wanna be this cold hearted but I was forced to\nWore my sneakers like Run-DMC did\nImportant to black culture like Spike Lee is\nHe Got Game\n, I wish my mom could see this\nSee the man that he is, moments you can't relive\n\n[Chorus]\nLike takin' your first swim\nLike still bein' a virgin\nTakin' trainin' wheels off the rims\nMovin' in ya first crib or having your first kid\nMoments you can't relive\n(Moments you can't relive, moments you can't relive)\nLike your first time buggin' from somethin' that Nas said\n(Nas said, Nas said)\n[Verse 2]\nYo, I wish I met Sister Souljah, but I didn't\nWoulda told her \nColdest Winter Ever\n was beautifully written\nShe alive so she'll hear this\nI'm dolo, no co-defendants, I been with the social distance\nArchbishop of sharp spittin', sports car whippin'\nYa actin' like the real ain't what's needed, of course I get it\nWhat's more authentic? \nHit-Boy in a walking Guinness World Record\nNew York \nMenace\n, I'm O-Dog, Hit is Caine, the endin' change\nTraded my youth, some say I became a suit\nA representative of Martin' dream comin' true\nEvery man is a King ‘less he make excuses\nWish that my mishaps wasn't a nuisance\nSunday to Sunday, get praise, I'm God made\nWhere I'm from, one go in the grave, one go in the cage\nMoments you can't relive\n(Moments you can't relive, moments you can't relive)\n\n[Chorus]\nLike takin' your first swim\nLike still bein' a virgin\nTakin' trainin' wheels off the rims\nMovin' in ya first crib or having your first kid\nMoments you can't relive\n(Moments you can't relive, moments you can't relive)\nLike your first time buggin' from somethin' that Nas said\n(Nas said, Nas said)\n[Verse 3]\nThird verse and I knew what to write\nThey say I'm a legacy artist, I blew up the price\nThirty years later, who woulda knew dude would be nice?\nI hit the tables and I threw up the dice\nUnder the lights, outside dining, al fresco\nSilk is the dress code, had to be Esco\nColors of lightbulbs change through voice command\nFlew over Antigua, made the choice to land\nSet my feet on a private island, house come with a staff\nChef know how to cook with no salt and low fat\nExtended stay shorty, she don't wanna go back\nYou gotta appreciate the moments, bad times don't last\nLike my first fistfight in the 'Bridge\nHype like the first time I heard \nNobody Beats the Biz\nThose times bring me to tears, moments you can't relive\n(Moments you can't relive, moments you can't relive) Yeah\n\n[Chorus]\nLike takin' your first swim (Splash)\nLike still bein' a virgin (Splash)\nTakin' trainin' wheels off the rims\nMovin' in ya first crib or having your first kid (It's a girl)\nMoments you can't relive (Moments you can't relive, yeah)\nLike your first time buggin' from somethin' that Nas said\n(Uh, when was that? Way back)\n[Outro]\nJust free livin' this life\nI can't relive last night\nI'm excited for today"
}