{
  "title": "Mona Lisa",
  "artist": "Lil Wayne",
  "lyrics": "[Intro: Kendrick Lamar]\nI got a story to tell, you know that I cherish thee\nHope it ain't too many feelings involved\n[Refrain: Lil Wayne]\nI see niggas in this bitch stunting, popping bottles\nGetting drunk with these bitches\nThen when they leave, they get followed\nFall asleep with that bitch\nAnd really don't know much about her\nThen she let us in, we take all of your shit\nAnd when you wake up, she help you try to find it, I love her\n[Verse 1: Lil Wayne]\nI be with bitches that be with bitches\nThat be with niggas with riches\nI tell her, \"Get him,\" she say, \"I got you\"\nI say, \"No, bitch, I said get him\" (Ha)\nAnd they so pretty, and they hair lengthy\nHe hit it and sleep on her titties\nThen she give us the word, we come through with AKs\nIt's a stick-up, she scream like a victim, now you\nFeeling so silly, I smoke color purple\nI'm up in here feeling like Celie, ooh\nNappy-ass dreads, what's that you say?\nWatch your mouth, Milli Vanilli, ooh\nYou can get snaked, you can get faked\nOut by the bitch that you feeling 'cause you\nThought that she was an angel, that bitch ain't no angel\nI treat her halo like a frisbee, and you\nTell her your business, she tell me your business\nYou tell that bitch what you feeling\nAll of the beans you be spilling, to you\nShe lie through her teeth; cavities, fillings\nShe know where you hide it, tell me where it's hidden\nShe know when you gone, tell me when to visit\nWe break in your home and take the specifics\nAnd meanwhile, the bitch is on vacation with him\nSo she don't get blamed, we don't snatch chains\nWe find out addresses, and we don't leave messes\nYou'll only know that it's gone when you checking\nThen your first thought is to start second guessing\nShe say, \"What's wrong?\" He say, \"Nothing, keep resting,\"\nShe say, \"What's missing?\"—\"How you know something missing?\"\nHe scratched his head, she say, \"Get back in bed,\"\nThen she gave him some head, boy, you can't trust them bitches\nAnd then she say, \"Ooh\"\n\n[Refrain: Lil Wayne]\nI see niggas in this bitch stunting, popping bottles\nGetting drunk with these bitches\nThen when they leave, they get followed\nI be with bitches that know the bitches\nThat's with the niggas we following\nGet them on the line, stay two cars behind\nAnd tell them hoes, \"Don't be so obvious!\"\nMona Lisa, long hair, don't care\nShe handle the business and don't ever tell\nShe bite the bullet and cough up the shell\nShe tell 'em, \"Ooh, daddy, let's go to your place,\"\nAnd if he say yeah, then we meet 'em there\nShe feed him lies with his silverware\nShe don't want love, she just want her share, I\n[Verse 2: Lil Wayne]\nKnow a bitch named Liz\nThis nigga think she his 'cause she tell him that it is\nSo, he tell her all his secrets, he tell her all his fears\nAnd then she tell me, and I be all ears\nThen I go and tell my people, and they already know it\nAnd then I call Liz, and she say he coming over\nI say, \"Good girl, just remember what I told you\"\nShe gave me a salute, I say, \"Girl, you're a soldier!\"\nWe waiting outside, watch him pull up\nWalk up to the door, and right before he knocked\nShe open the door naked, she left it unlocked\nThey started French kissing so he didn't see moi\nAnd then she let him in, they stopped on the couch\nMusic up loud with his head in the clouds\nTurn that shit down, and I scared the piss out him\nPiss a nigga off, put the gun to his frown\n\"Nigga, turn around, I ain't here to fuck around\nI ain't here to fuck around, caught you with your pants down\nYou know what it is, put your fucking hands up!\nLiz, that's enough, you can put your hands down\"\nThen he looked dead at her and he shook his head at her\nShe a good actress, and you a dead actor\nYou'll be dead after we get what we after\nIf Liz call you daddy, she 'bout to be a bastard, oh\nI got way too many bitches that do anything for me, nigga\nBut think for me, nigga\nSend her to you like she ain't for me, nigga\nI hope you alone like bankruptcy, nigga\nShe pour you a drink, that drink on me, nigga\nShe slip something in it, now faint for me, nigga\nMona Lisa, I done painted the picture\nMo-Mona Lisa, out the frame on these niggas\nPussy got you out of character, nigga\nYou fall for these hoes off your ladder, my nigga\nTake everything that you have 'til you don't even have\nAn opinion, we have your attention\nAnd now you looking down a barrel though, nigga\nNow she looking for her pantyhose, nigga\nWe just looking for the casserole, nigga\nBut she gon' show us where you stash it though, nigga, Mona\n\n[Verse 3: Kendrick Lamar & \nLil Wayne\n]\nAh, every day she wake up with a different color makeup\nAnd a promise he gon' take her to the movie and the mall\nChilling with the Laker, on the floor, fourth quarter\nFour minute on the clock, Black Mamba with the ball\nPaparazzi looking at 'em both, popping up and take a picture, uh\nProbably on an internet blog\nIn a minute, he gon' be admitting that he love her\nOn his mother, man, he want to meet her mother by tomorrow\n(\nMona Lisa\n)\nPussy good enough, it got him sinning in the walls\nAnd he digging in it like he living in it, make a new religion with it\nMan, a nigga 'bout to go against God\nPoetry in the pear trees\nSweet tone like a hummingbird when she asked him\nDid he want to make love in a yellow taxi?\nNever gave two fucks, jumped in the backseat\nWoke up in the morning to \nThe Great Gatsby\nThen he dogged it again like the bitch Lassie\nI'm a dog in the wind, I'm a pet laughing\nI'ma call up again like I did last week\nMake good with the friend, and I'm all jazzy\nBritney with the twin and the girl, Ashley\nFound out that I fucked, he was unhappy\nBitch, I never let the bullshit get past me\nBetter yet, I wanna break up, don't you ask me\n'Bout no motherfucking double standard, acting\nFucking on another nigga, that's a negative alone\nBut you sucked his dick? That's just nasty\nMatter fact, bitch, gimme your phone! (\nNo!\n)\nYou fucking with Wayne's!? (\nNo!\n)\nBitch, gimme your phone! (\nNo! Let me, let me take this call real quick\n—like a lollipop\n)\nHe on your fucking ringtone!? Is that the shit that you do!?\nTouching yourself, looking at Kendrick videos\nJump on the internet, watching his interviews\nI don't know what the fuck lately gotten into you\nTell me who love you, I bet I love harder\nForgot all the shit that I did for your daughter?\nThe Pampers, the Pedialyte and my momma\nDaycare after school and she never did charge ya\nYou scandalous as fuck, and I hope you blow up\nYou know what? I give up, let me go get my gun\nI got one in the chamber I'm planning on aiming\nGoddammit, you know that the damage is done\nBitch, I'm emotional 'cause I'm in stress\nI'm not supposed to go through this, I guess\nSo in conclusion\nSince you like rappers that's killing that pussy, I'm killing myself\n\n[Chorus: Lil Wayne]\nShe say, \"Ooh, daddy, ooh,\"\nMona Lisa, Mona Lisa\nOoh, fake smile (Ooh)\nMona Lisa, Mona Lisa\nShe say, \"Ooh,\" dead emotion (Ooh)\nMona Lisa, Mona Lisa\nNow he get the picture\nMona Lisa, Mona Lisa, yeah"
}