{
  "title": "Money Over Bullshit",
  "artist": "Nas",
  "lyrics": "The first track on Hip Hop Is Dead.\n\nOne of Nas’s more angry songs, let’s say it’s hard to find a nice line in here.. good rhyming though.\nNas makes it clear that you should not mess with him!\n[Verse 1]\nMy niggas got scarred grills, skully hats and gats be full-ies – brrrat!\nCars peel, the East Coast cartel, \nrats get their tails snapped and trapped\nThe snitches in the streets and the snitches who rap\nPure euphoria, a dose of death to all of ya\nCoroner choruses sung from The Bridge to Astoria\nDreams of falling in the elevator, passing floors\nSuddenly stop, the doors open up to a brick wall\nI can smell the haters, wishful thinkers, bad-luck prayers\nPicture your Tarot cards and bodyguards getting sprayed up\nSabotaging my makeup, my watches get laced up\nEven if they indicted Jacob\nForensics, paramedics–carry cowards off\nDefibrillators shock to your chest, try to cough\nThey die and hit Hell from an iron\nI'm fly in YSL, I'm paid from this shit\nGot bitches high as hell, and they fucking like AIDS don't exist\nThey get sent to your hotel, a maid in this shit\nPut a barrel in a capo mouth 'til his scalp come out\nYou a kid, you don't live what you rap about\nKing poetic, too many haters to count\nToo much paper to count (QB, bitch!)\n[Chorus]\nJoin me in war, many will live, many will mourn (Mourn)\nMoney over bullshit\n, pistols over brawn\nAfraid not of none of you cowards (Hahaha), but of my own strength\nAfraid not of none of you cowards, but of my own strength\nJoin me in war, many will live, many will mourn\n(My own strength, nigga! That's what I'm afraid of!)\nMoney over bullshit, pistols over brawn (Hahaha)\nAfraid not of none of you cowards, but of my own strength\nAfraid not of none of you cowards, but of my own strength\n\n[Verse 2]\nGot seven candles lit, black wallpaper, black carpet\nThinking 'bout which nigga to target\nYou kill a nigga today, he lives forever\nSo I plotted out smarter, there'll be no martyrs\nBlack TEC on the table, Mag' four-four\nBlack negligée on my bitch, she's at the door\nBlack fish eggs, nigga, that's the caviar\nYou niggas fish-made, y'all niggas is fifth grade niggas\nIt's fifty ways to dissect the General\nIf I give you the top five, you will not survive\nRule 1: Cocksucker, keep my name from your tongue\nRule 2: Thought you knew—don't fuck with God's Son\nRule 3: See, matter fact, I just wait\nIf y'all reach top five, then I'ma eat y'all alive\nEach one of ya guys that claim Hip-Hop is still alive\nLike y'all ain't in agreement with Nas\nI said it's dead, motherfucker\n[Chorus]\nJoin me in war, many will live, many will mourn (It's dead, bitch!)\nMoney Over Bullshit\n (Hahaha), pistols over brawn\nAfraid not of none of you cowards, but of my own strength\nAfraid not of none of you cowards, but of my own strength\n(My own strength nigga, that's what I'm scared of, ha-ha)\nJoin me in war, many will live, many will mourn\nMoney Over Bullshit, pistols over brawn\nAfraid not of none of you cowards, but of my own strength\nAfraid not of none of you cowards, but of my own strength\n\n[Verse 3]\nFrom crack pushers \nto 'Lac pushers\n and ambushers\nAnd morticians to fortresses\nCase dismisses, laced in riches, cake ridiculous\nFrom nickel and dimin', to trickin' them diamonds\nVegas, places in Switzerland, from 9 blastin' to\nI don't have to blast mine, they blast mine, black 9\nYou flatline, \nmy cash climb\nBuy rare art, antique pieces, Mona Lisa's, own no leases\nFive-star restaurant eaters; don't forget who your peeps is\n'Posed to dine with you, sip that good wine with you\nOnly if they grind with you, or slang for ya\nSeen niggas live, laugh, party, and die in that very same corner\nPretty girls glance at us, status unconceivable\nPrivate planes landed out in Teterboro, weed, I twirl\nOnce even gave me a phobia\nThat I'd be in a spot, trapped like \nMadame Zenobia\nWith this kid eyein' my Rollie, y'all\n[Chorus]\nJoin me in war, many will live, many will mourn (Mourn)\nMoney Over Bullshit\n, pistols over brawn\nAfraid not of none of you cowards (Hahahaha), but of my own strength\nAfraid not of none of you cowards, but of my own strength\n(My own strength nigga, that's what I'm scared of, ha-ha-ha)\nJoin me in war, many will live, many will mourn\nMoney Over Bullshit, pistols over brawn\nAfraid not of none of you cowards, but of my own strength\nAfraid not of none of you cowards, but of my own strength\n\n[Outro]\nThere it is! QB, bitch! Yeah…\nQB, bitch! Yeah, yeah… QB, bitch!"
}