{
  "title": "Monster Freestyle",
  "artist": "kendrick lamar",
  "lyrics": "Kendrick Lamar freestyles over the beat of Kanye West’s hit single “Monster” from his album, My Beautiful Dark Twisted Fantasy.\n[Verse]\nNigga, tell the world\nI’m Compton, Compton, nigga, I’m Compton\nBig-ass condom, motherfuck your problems\nMake sure that you don’t bring your man to my concert\nI want you to suck my whole band after concert\nCompton, Compton, nigga, I’m Compton\nBig-ass condom, motherfuck your problems\nI’m killin’ every instrumental and I cosign 'em\nAnd no 360 deals, see, that's advance at McDonald’s\nI spazz like a wino, time and time a-\n-gain, I often wonder where the time go, my daddy and my mom know\nI stomp a rapper like a Kappa, beat him like a congo\nThen speed off in a Bronco, O. J.​\nOften reminisce about the old days, Hardaway/Alonzo\nBack then, we was wearin' LA Gears with the rhinestones\nNowadays, I’m comin' headfirst like a rhino\nI rhyme like I invented it, my wordplay is unlimited\nNow nigga, spin my vinyl, club going apeshit\nRap like I ain’t ate shit, shit on any A-list\nArtist, you a novice, I’m recordin' on a spaceship\nAnd we never nodded to your sing-le, King K\nD.O.T. is E.T.A. Primetime, new clothes\nClose-minded niggas gettin' clotheslined, I suppose\nBitch, I think I’m 2Pac, bitch, I think I’m B.I.G.​\nBitch, I think I’m Eazy-E, I’m Big L and I’m ODB\nAnd OMG, I might OD, yeah, that be my new tape\nThat’s appreciation tape, thanks for knowin' that I’m great\nMiddle finger to the fake… fuck you!\nI’m the center of attention, Hut one, Hut two\nAnd my bitch a mutt too, mixed with all type of shit\nGot the keys to her pad like I’m 'bout to type and shit\nGot 'em all hype and shit, I ain’t even do nothin'\nScreamin' out “Fuck the world”, tell you when I’m through nuttin'\nCompton, Compton, nigga, I’m Compton\nBig-ass condom, motherfuck ya mama!\nI go inside the studio, a suicide bomber!\nI bomb on Obama if that nigga get in my way\nI’m smellin' some vagina, y'all niggas is clitoris\nMust be already dead, sayin' I ain’t killin' it\nI’m in the lead and winnin' it, feelin' like a stunt double\nI'm convinced we already in hell, pass the blunt, devil\nY'all talkin' \"Illuminati\", I’m talkin' eliminatin'\nEveryone, includin' Satan, Lord knows heaven waiting\nI’m the best rapper alive! I’m the best rapper alive!\nI’m the best rapper alive! Tell Wayne to swallow his pride\nY'all niggas talkin' that jive,\n \nI’m talkin' that Malcolm X\nMartin Luther hustles through to dip right through your fucking set\nI’m the best rapper alive! I’m the best rapper alive!\nI’m the best rapper alive!\n \nJigga man should’ve retired\nI’m goin' after Kanye, Lupe Fiasco, and Nas\nSnoop Dogg and mister Andre, Eminem, Busta Buss Rhymes\nY'all better bust no more rhymes, I’ma start bustin' your ass\nIf you walk wit' a Mack Truck, then throw a bus on your ass!\nY'all be no action, no pass,\n we gon’ start bustin' on niggas\nChoppers be bustin’ on niggas? Chopper be bustin’ on niggas!\nFuck you and fuck you fuck niggas, \nI’m do this for Soul-o\nAin’t not countdown to fuck wit' us,\n TDE, that’s the logo\nAnd your bitch be my promo, yeah, she know my whole tape\nI’ma make a nasty movie and make sure that ho tapes\nThey be like, \"Oh no, wait, he’s 'bout to take the whole cake\nYou goddamn right, got a big appetite wit' a big tapeworm, every day, I yearn\nAnother meal, I’m hungry,\n \ngive some to my homie\nNigga, we made men and cavemen, livin' in the stone age\nI got this ignorant type shit,\n \nfrom my uncle Tony\nAnd may my nigga rest in peace, from heaven, I know you see\nI’m Compton, Compton, nigga, I am Compton\nA big-ass condom, motherfuck the LAPD\nDA, and your honor got pumped up on Alondra\nTrap my body, free my mind,\n \nhopin' y’all could see the sign\n\n[Outro]\nKendrick\nKendrick, Kendrick Lamar"
}