{
  "title": "Mortal Man",
  "artist": "kendrick lamar",
  "lyrics": "[Intro: James Fauntleroy & \nKendrick Lamar\n]\nOh, oh (\nOoh\n)\nWoah, oh\nYeah, yeah\nYeah, yeah\nYeah (\nOw\n)\nUh\n[Chorus: Kendrick Lamar]\nThe ghost of Mandela, hope my flows stay propellin'\nLet these words be your Earth and moon, you consume every message\nAs I lead this army, make room for mistakes and depression\nAnd with that being said, my nigga, let me ask this question:\n[Refrain: Kendrick Lamar]\nWhen shit hit the fan, is you still a fan?\nWhen shit hit the fan—\n(One two, one two, one two)\nUh, when shit hit the fan, is you still a fan?\nWhen shit hit the fan, is you still a fan?\n[Chorus: Kendrick Lamar]\nThe ghost of Mandela, hope my flows stay propellin'\nLet these words be your Earth and moon, you consume every message\nAs I lead this army, make room for mistakes and depression\nAnd with that being said, my nigga, let me ask this question:\n\n[Refrain: Kendrick Lamar]\nWhen shit hit the fan, is you still a fan?\nWhen shit hit the fan, is you still a fan?\nWon't you look to your left and right? Make sure you ask your friends\nWhen shit hit the fan, is you still a fan?\n[Verse 1: Kendrick Lamar]\nDo you believe in me? Are you deceiving me?\nCould I let you down easily? Is your heart where it need to be?\nIs your smile on permanent? Is your vow on lifetime?\nWould you know where the sermon is if I died in this next line?\nIf I'm tried in a court of law, if the industry cut me off\nIf the government want me dead, plant cocaine in my car\nWould you judge me a drug-head or see me as K. Lamar?\nOr question my character and degrade me on every blog?\nWant you to love me like Nelson, want you to hug me like Nelson\nI freed you from being a slave in your mind, you're very welcome\nYou tell me my song is more than a song, it's surely a blessing\nBut a prophet ain't a prophet 'til they ask you this question:\n[Refrain: Kendrick Lamar]\nWhen shit hit the fan, is you still a fan?\nWhen shit hit the fan, is you still a fan?\nWon't you look to your left and right? Make sure you ask your friends\nWhen shit hit the fan, is you still a fan?\n\n[Chorus: Kendrick Lamar]\nThe ghost of Mandela, hope my flows stay propellin'\nLet my words be your Earth and moon, you consume every message\nAs I lead this army, make room for mistakes and depression\nAnd with that—\n[Verse 2: Kendrick Lamar]\nDo you believe in me? How much you believe in her?\nYou think she gon' stick around if them 25 years occur?\nYou think he can hold you down when you down behind bars, hurt?\nYou think y'all on common ground if you promise to be the first?\nCan you be immortalized without your life being expired?\nEven though y'all share the same blood, is it worth the time?\nLike, who got your best interest? Like, how much are you dependent?\nHow clutch are the people that say they love you and who pretending?\nHow tough is your skin when they turn you in? Do you show forgiveness?\nWhat brush do you bend when dusting your shoulders from being offended?\nWhat kind of den did they put you in when the lions start hissing?\nWhat kind of bridge did they burn? Revenge on your mind when it's mentioned\nYou wanna love like Nelson, you wanna be like Nelson\nYou wanna walk in his shoes, but your peacemaking seldom\nYou wanna be remembered that delivered the message\nThat considered the blessing of everyone\nThis your lesson for everyone, say:\n[Refrain: Kendrick Lamar]\nWhen shit hit the fan, is you still a fan?\nWhen shit hit the fan, is you still a fan?\nWon't you look to your left and right? Make sure you ask your friends\nWhen shit hit the fan, is you still a fan?\n\n[Chorus: Kendrick Lamar]\nThe voice of Mandela, hope this flow stay propellin'\nLet my word be your Earth and moon, you consume every message\nAs I lead this army, make room for mistakes and depression\nAnd if you riding with me, nigga—\n[Verse 3: Kendrick Lamar]\nI been wrote off before, I got abandonment issues\nI hold grudges like bad judges, don't let me resent you\nThat's not Nelson-like—want you to love me like Nelson\nI went to Robben's Island analysing; that's where his cell is\nSo I could find clarity—like, how much you cherish me?\nIs this relationship a fake, or real as the heavens be?\nSee, I got to question it all; family, friends, fans, cats, dogs\nTrees, plants, grass, how the wind blow, Murphy's Law\nGeneration X—will I ever be your ex?\nFlaws of a baby step', mauled by the mouth of Pit bulls\nPut me under stress, crawled under rocks, duckin' y'all\nIt's respect, but then tomorrow, put my back against the wall\nHow many leaders you said you needed, then left 'em for dead?\nIs it Moses? Is it Huey Newton or Detroit Red?\nIs it Martin Luther? JFK? Shooter—you assassin\nIs it Jackie? Is it Jesse? Oh, I know it's Michael Jackson—oh\n[Refrain: Kendrick Lamar]\nWhen shit hit the fan, is you still a fan?\nWhen shit hit the fan, is you still a fan?\nThat nigga gave us \"Billie Jean,\" you say he touched those kids?\nWhen shit hit the fan, is you still a fan?\n[Chorus: Kendrick Lamar]\nThe ghost of Mandela, hope my flows stay propelling\nLet my word be your Earth and moon, you consume every message\nAs I lead this army, make room for mistakes and depression\nAnd if you riding with me, nigga, let me ask this question, nigga\n[\nSpoken Outro:\n \nKendrick Lamar & \n2Pac\n]\n\"I remember you was conflicted\nMisusing your influence\nSometimes I did the same\nAbusing my power, full of resentment\nResentment that turned into a deep depression\nFound myself screaming in the hotel room\nI didn't wanna self-destruct\nThe evils of Lucy was all around me\nSo I went running for answers\nUntil I came home\nBut that didn't stop survivor's guilt\nGoing back and forth trying to convince myself the stripes I earned\nOr maybe how A-1 my foundation was\nBut while my loved ones was fighting the continuous war back in the city\nI was entering a new one\nA war that was based on apartheid and discrimination\nMade me wanna go back to the city and tell the homies what I learned\nThe word was respect\nJust because you wore a different gang color than mine's\nDoesn't mean I can't respect you as a black man\nForgetting all the pain and hurt we caused each other in these streets\nIf I respect you, we unify and stop the enemy from killing us\nBut I don't know, I'm no mortal man\nMaybe I'm just another nigga\"\nShit and that's all I wrote\nI was gonna call it \"Another Nigga,\" but it ain't really a poem\nI just felt like it's something you probably could relate to\nOther than that, now that I finally got a chance to holla at you\nI always wanted to ask you about a certain situa—\nAbout a metaphor, actually, uh, you spoke on the ground\nWhat you mean by that? What the ground represent?\nThe ground is gonna open up and swallow the evil\nRight\nThat's how I see it, my word is bond\nI see—and the ground is the symbol for the poor people\nRight\nThe poor people is gonna open up this whole world\nAnd swallow up the rich people\n'Cause the rich people gonna be so fat\n (Mhm)\nAnd they gonna be so appetizing\n (Mhm)\nYou know what I'm saying, wealthy\n (Right), \nappetizing\n (Hungry)\nThe poor gonna be so poor, and hungry\nRight\nYou know what I'm saying, it's gonna be like\nYou know what I'm saying, it's gonna be\nThere might—, there might be some cannibalism out this muhfu—\nThey might eat the rich, you know what I'm saying?\nA'ight, so let me ask you this, then\nDo you see yourself as somebody that's rich\nOr somebody that made the best of they own opportunities?\nI see myself as a natural-born hustler\nA true hustler in every sense of the word\nI took nothin', I took the opportunities\nI worked at the m-most menial and degrading job\nAnd built myself up so I could get it to where I owned it\nI-I went from having somebody managing me\nTo me hiring the person that works my management company\n (Right)\nI changed everything, I realized my destiny\nIn a matter of five years, you know what I'm saying?\nI made myself a millionaire\n (Right), \nI made—, I made millions for a lot of people\nNow it's time to make millions for myself, you know what I'm saying\n?\nI made millions for the record companies\n (Mhm)\nI made millions for these movie companies\n (Mhm)\nNow I make millions for, for us\n (Mmm)\nAnd through your different avenues of success\nHow would you say you managed to keep a level of sanity?\nBy my faith in God\n, \nby my faith in the game\nAnd by my faith in \"all good—, all good things come to those that stay true\"\nRight\nYou know what I'm saying?\nAnd it was happening to me for a reason\nYou know what I'm saying, I was noticing, shit\nI was punching the right buttons and it was happening\nSo, it's no problem, you know\nI mean, it's a problem, but I'm not finna let them know\n (Hmm)\nI'm finna go straight through\nWould you consider yourself a fighter at heart or somebody that, huh\nSomebody that only reacts when they back is against the wall?\nShit, I like to think that at every opportunity I've ever been, uh, threatened with resistance, it's been met with resistance\nAnd not only me, but it goes down my family tree\nYou know what I'm saying, it's in my veins to fight back\nAight, well, how long will you think it take before niggas be like\n\"We fighting a war, I'm fighting a war I can't win\nAnd I wanna lay it all down\"\nIn this country, a Black man only have like\nFive years we can exhibit maximum strength\nAnd that's right now while you a teenager, while you still strong\nWhile you still wanna lift weights, while you still wanna shoot back\n'Cause once you turn thirty it's like\nThey take the heart and soul out of a man\nOut of a Black man in this country\nAnd you don't wanna fight no more\nAnd if you don't believe me, you can look around\nYou don't see no loud mouth thirty-year old motherfuckers\n (Mhm)\nThat's crazy, because me, being one of your offsprings of the legacy you left behind\nI can truly tell you that there's nothing but turmoil goin' on so, I want to ask you\nWhat you think is the future for me and my generation today?\nI think that niggas is tired of grabbin' shit out the stores\nAnd next time it's a riot it's gonna be like, uh, bloodshed, for real\nI don't think America know that\nI think America think we was just playing\nAnd it's gonna be some more playing but\nIt ain't gonna be no playing\nIt's gonna be murder, you know what I'm saying?\nIt's gonna be like Nat Turner, 1831\n (Mhm), \nup in this motherfucker\nYou know what I'm saying, it's gonna happen\n (Mmm)\nThat's crazy, man, in my opinion\nOnly hope that we kinda have left is music and vibrations\nA lot of people don't understand how important it is, you know\nSometimes I can like, get behind a mic and I don't know what type of energy\nI'ma push out or where it comes from\nTrip me out sometimes\nBecause it's spirits, we ain't even really rappin'\nWe just letting our dead homies tell stories for us\n (Damn)\nI wanted to read one last thing to you\nIt's actually something a good friend had wrote\nDescribing my world\nIt says:\n“The caterpillar is a prisoner to the streets that conceived it\nIts only job is to eat or consume everything around it\nIn order to protect itself from this mad city\nWhile consuming its environment\nThe caterpillar begins to notice ways to survive\nOne thing it noticed is how much the world shuns him\nBut praises the butterfly\nThe butterfly represents the talent, the thoughtfulness\nAnd the beauty within the caterpillar\nBut having a harsh outlook on life\nThe caterpillar sees the butterfly as weak\nAnd figures out a way to pimp it to his own benefits\nAlready surrounded by this mad city\nThe caterpillar goes to work on the cocoon\nWhich institutionalizes him\nHe can no longer see past his own thoughts, he's trapped\nWhen trapped inside these walls certain ideas take root, such as\nGoing home, and bringing back new concepts to this mad city\nThe result?\nWings begin to emerge, breaking the cycle of feeling stagnant\nFinally free, the butterfly sheds light on situations\nThat the caterpillar never considered\nEnding the internal struggle\nAlthough the butterfly and caterpillar are completely different\nThey are one and the same\"\nWhat's your perspective on that?\nPac? Pac? Pac?"
}