{
  "title": "Ms. Jackson Türkçe Çeviri",
  "artist": "OutKast",
  "lyrics": "[Giriş: Andre 3000]\nEvet, bu parça doğrudan tüm hatunların annelerine gidiyor\nEvet, beğen bunu\n[Nakarat: Andre 3000]\nÜzgünüm Bayan Jackson, tüm kalbimle söylüyorum\nAsla kızınızı ağlatmak istemedim, trilyonlarca kez özür dilerim\n[Part 1:Big Boi]\nKayınvalidem benden hoşlanmıyor, mahallesindeki çocukları benimle kavga etmesi için stüdyoma gönderiyor\nBiraz kendi parasını kazanıp ortaya koymalı\nBurası benim evim, kabloların bağlantısını ve elektriği keseceğim\nVe söyle ona, onun torunu bir bebek maaş çeki değil\nÖzel okul, kreş, kahretsin, hastane faturaları bunu ödedim\nAnnеni ve her şeyini sеviyorum ama anla, bu çocuğu tek başıma yapmadım\nAramızda bir velayet davası başlatmak istiyor\nAvukatlarım her daim hazır\nSenin hikayeyi hiç benim tarafımdan dinleme şansın olmadı, ayırıldık\nÇocuğumuzun doğum günü için piknik yaptın, balık kızarttın\nDavet bile edilmedim\nÇuvallasam bile elimden gelen en büyük saygıyı gösterdim\nSeninse tek yaptığın aradığım zaman o hanımefendiyi savunmak\n[Nakarat: Andre 3000]\nÜzgünüm Bayan Jackson, tüm kalbimle söylüyorum\nAsla kızınızı ağlatmak istemedim, trilyonlarca kez özür dilerim\n\n[Geçiş:Andre 3000]\nBen ve kızınızın arasında ilerleyen özel bir şey vardı\nSiz bunun geçici olduğunu, bizse kocaman bir şey olduğunu söyledik\nUmarım sonsuza dek bu şekilde hissederiz\nGüzel bir piknik planlayabilirsiniz ama havayı tahmin edemezsiniz Bayan Jackson\n[Part 2:Andre 3000]\nDokuz üzerinden on\nEğer yalan söylüyorsam ağzıma bir ağızlık takın, sonsuza dek susacağım\nKral, kraliçeyle tanışır\nSonra gençlik aşkı başlar\nBirlikte meşe ağacındaki salıncak ve bebek beşiği hakkında hayaller kurallar\nUmarım hep bu şekilde hissederiz\nSonsuza dek, durmadan? Sonsuza dek, durmadan?\nSonsuzluk, sen büyüyene dek uzun gözükmez\nVe gün geçtikçe fark edersin kararlarının o kadar da kusursuz olmadığını\nBayan Jackson tüm niyetim iyiydi\nKeşke tüm bu üzüntülere abrakadabra yapan bir sihirbaz olsaydım\nKendi hakkımdaki düşüncelerim, onun hakkındaki düşüncelerim, oğlum hakkındaki düşüncelerim\nBenim ve onun sahip olduğu tüm bu hislere ne oldu böyle diye soruyorum\nBunun hakkında o kadar çok dua ettim ki  dizliklere ihtiyacım var\nHer şey bir nedenden ötürü oldu, kimse kızamaz\nÖyleyse her şey yolunda\nVe evet okulun ilk günü ve mezuniyet için hazır olacağım\n[Nakarat: Andre 3000]\nÜzgünüm Bayan Jackson, tüm kalbimle söylüyorum\nAsla kızınızı ağlatmak istemedim, trilyonlarca kez özür dilerim\n\n[Part 3:Big Boi]\n\"Onun bana nasıl davrandığına bir bak\"\nSiktir, asıl sen onun bana nasıl davrandığına bir bak\nGörüyorsun senin küçük, her şeye burnunu sokan, meraklı arkadaşların seni \nküreksiz dereye gönderdiler\nBu konuda yapabileceğin bir şey yok\nSert dalgaları bitene kadar atlatmalısın\nŞimdi sen ve arkadaşın fazla konuşmuyorsunuz\nÇünkü penisim tamamen arkadaşının ağzında\nTahmin et ne hakkında konuşuyorum\nKıskançlık, sadakatsizlik, çekememezlik, aldatma, kavga\nAynı şeyler olmaya devam edecek\nO zaman kimi suçlayacaksın?\nAynı şarkıyı söyleyip duruyorsun\nBırak geçmişte kalsın\nVe gidebilirsin\nSenin ve annenin cehenneme kadar yolu var\n[Nakarat: Andre 3000]\nÜzgünüm Bayan Jackson, tüm kalbimle söylüyorum\nAsla kızınızı ağlatmak istemedim, trilyonlarca kez özür dilerim\nÇeviri; Hiphop Archive Turkey"
}