{
  "title": "Muddy Waters",
  "artist": "Crush",
  "lyrics": "[Intro: Boobie Lootaveli]\nAyy, Spock, you slid on this ho\n[Verse 1: Pouya]\nWhere you at? Eatin' good and gettin' fat\nWaitin' for my coffin, creepin' where the reaper at\nI be swervin' through the traffic like I'm runnin' and can't look back\nBut really, I just wanna go (Where?), I really don't know (Circles)\nMore money, more bitches, more worthless\nWhen you look under the surface, look at the motives\nI know your face, the smile livin' in your eyes, I can see you blurking\nWho to love? Who to trust? How can I know for certain?\nSick of these rappers smirkin', yuh\n[Verse 2: Boobie Lootaveli]\nBust through the door, where the cash at?\nGot one hundred twenty, two [?] in a trashbag\nTurn your OG to a hashtag\nHop in, we gon' take a road trip in a hatchback\nI pulled up some money in NASDAQ\nThe rest I invested on bitches and crack bags\nPlay with my money, don't stash that\nWalk in with my stick like I got a bad back\nYour pocket low to the minimal, uh\nStretchin' the work like it's silicone\nI hop out the whip like it's biblical\nLet my nuts hang like a physical test\nAirin' the shit from the hip to your neck\nI pop me a thirty, I'm feelin my chest\nI fucked on that bitch from one day to the next\nShe looked up at me like a God in the flesh\n\n[Chorus: Pouya & \nBoobie Lootaveli\n]\nMiami, Florida, nothing but 'gators in that (Water)\nDon't even bother, get to the paper, they got nothing to (Offer)\nLife is okay, I just wish I was (Taller)\nBut I'm okay, still gonna put my dick in your (Daughter)\nMiami, Florida, nothing but 'gators in that (Water)\nDon't even bother, get to the paper, they got nothing to (Offer)\nLife is okay, I just wish I was (Taller)\nBut I'm okay, still gonna put my dick in your (Daughter, \nayy\n)\n[Verse 3: Boobie Lootaveli]\nRode 'round pills too long, high ways\nGettin' rich 'bout four, five ways\nHating on me, come catch this fade\nIf you bigger than me, come dodge this 'K, ayy\nBitch, don't check for me, go check your brakes\nSpilled some lean on my shirt, got stained\nWith a dope lightskin so I called her Drake, ooh\nMan, the food so nice they named it twice\nForty-five stuck to your head like lice\nThat purp with a drank like beans and rice\nI was doin' good trappin', ain't need no mic\nOne shot, I don't need no pipe\nLooked at my rap check laughin'\nAll the street money, I was talkin' my shit so fire\n\n[Verse 4: Pouya]\nAs the time goes by and I'm waitin' to die\nLook at the fire in my eyes, I'm never tellin' no lies\nMy riders gon' ride for me, 911 ain't no lease\nWhat it do, baby? Let's make a move and get into it, bitch\nWrap a rapper up in plastic, don't make me have to get drastic\nGoin' insane, think I need a straight jacket, Cadillac still swervin' in traffic\nYou sick of the same shit, then suck a dick laid in the casket\nGot two hoes in the bathtub, they wanna do drugs and get nasty\n[Chorus: Pouya]\nMiami, Florida, nothing but 'gators in that (Water)\nDon't even bother, get to the paper, they got nothing to (Offer)\nLife is okay, I just wish I was (Taller)\nBut I'm okay, still gonna put my dick in your (Daughter)\nMiami, Florida, nothing but 'gators in that (Water)\nDon't even bother, get to the paper, they got nothing to (Offer)\nLife is okay, I just wish I was (Taller)\nBut I'm okay, still gonna put my dick in your (Daughter)"
}