{
  "title": "Murder to Excellence",
  "artist": "Jay-Z",
  "lyrics": "[Produced by S1 and Swizz Beatz]\n[Part I: Murder]\n[Intro: Jay Z]\nUh, bloody murder, murder, murder\nBloody murder, murder, murder, murder\nBloody murder, murder, murder, murder\nBloody murder, murder, murder\n[Chorus: Kanye West & \nJay Z\n]\nPaper read, \"Murder, Black-on-Black murder\"\nPaper read, \"Murder, Black-on-Black murder\" again (\nUh\n)\n[Verse 1: Jay Z]\nThis is to the memory of Danroy Henry\nToo much enemy fire to catch a friendly\nStrays from the same shade, nigga, we on the same team\nGiving you respect, I expect the same thing, uh\nAll-black everything, nigga, you know my fresh code\nI'm out here fighting for you, don't increase my stress load\nNiggas watching the throne, very happy to be you\nPower to the people, when you see me, see you\n[Verse 2: Kanye West]\nAnd I'm from the murder capital where they murder for capital\nHeard about at least three killings this afternoon\nLooking at the news like, \"Damn, I was just with him after school\"\nNo shop class, but half the school got a tool\nAnd a \"I could die any day\"-type attitude\nPlus his little brother got shot reppin' his avenue\nIt's time for us to stop and redefine Black power\nForty-one souls murdered in fifty hours\n\n[Chorus: Kanye West]\nThe paper read, \"Murder, Black-on-Black murder\"\nThe paper read, \"Murder, Black-on-Black murder\" again\n\"Murder\" again\n[Verse 3: Kanye West]\nIs it genocide?\n'Cause I can still hear his mama cries\nKnow the family traumatized\nShots left holes in his face about piranha-sized\nThe old pastor closed the cold casket\nAnd said the church ain't got enough room for all the tombs\nIt's a war going on outside we ain't safe from\nI feel the pain in my city wherever I go\n314 soldiers died in Iraq, 509 died in Chicago\n[Verse 4: Jay Z]\nI arrived on the day Fred Hampton died, uh\nReal niggas just multiply\nAnd they say by 21, I was supposed to die\nSo I'm out here celebrating my post-demise\nIf you put crabs in a barrel to ensure your survival\nYou gon' end up pulling down niggas that look just like you\nWhat up, Blood? Uh, what up, cuz? Uh, it's all Black, uh, I love us\n[Chorus: Kanye West]\nThe paper read, \"Murder, Black-on-Black murder\"\nThe paper read, \"Murder, Black-on-Black murder\" again\n\"Black-on-Black murder\" again\n\"Black-on-Black murder\" again\n\n[Part II: Excellence]\n[Intro: Jay Z]\nIt's a celebration of Black excellence, black tie, black Maybachs\nHuh, yeah, uh\n[Verse 1: Jay Z]\nBlack excellence, opulence, decadence\nTuxes next to the president, I'm present\nI dress in Dries, and other boutique stores in Paris\nIn sheepskin coats, I silence the lambs\nDo you know who I am, Clarice?\nNo cheap cologne whenever I \"shh-shh\"\nSuccess never smelled so sweet\nI stink of success, the new Black elite\nThey say my Black Card bear the mark of the beast\nI repeat, my religion is the beat\nMy verse is like church, my Jesus piece\nNow please, domino, domino\nOnly spot a few Blacks the higher I go, uh\nWhat's up to Will? Uh, shout out to O, uh\nThat ain't enough, we gonna need a million more, uh\nKick in the door, uh, Biggie flow\nI'm all dressed up with nowhere to go, uh\n[Verse 2: Kanye West]\nYeah, it's all messed up when it's nowhere to go\nSo we won't take the time out 'til we reach the T-O-P\nFrom parolees that hold G's, sold keys, low keys\nWe like the promised land of the OG's\nIn the past if you picture events like a black tie\nWhat the last thing you expect to see? Black guys\nWhat's the life expectancy for Black guys?\nThe system's working effectively, that's why\nI'll be a real man, take care of your son\nEvery problem you had before this day is now done\nNew crib, watch a movie\n'Cause there ain't nothin' on the news but the blues\nHit the mall, pick up some Gucci\nNow ain't nothing new but your shoes\nSunday morning, praise the Lord\nYou the girl that Jesus had been saving me for\nSo let's savor this moment and take it to the floor\nBlack excellence, truly yours"
}