{
  "title": "Murder Was The Case (DeathAfterVisualizingEternity)",
  "artist": "Snoop Dogg",
  "lyrics": "[Skit: Heron and \nJoe Cool\n]\nWoo, hey, now you know...\nAyy, ayy,  JC (\n'Sup, Heron?\n)\nAin't that Snoop Dogg over there?\nThat nigga with that blue coat on?\n (Yeah)\nYeah, oh yeah, that's that nigga\nNigga, roll up on the side of him, man\nRoll your window down\nMan, hand me my motherfucking Glock man, give me another clip\n'Cause I'm gonna smoke this fool\nYeah, roll the windows down\nYeah, okay there he go\nAyy man, you Snoop Dogg?\nSnoop?\n (Huh?) \nSnoop Doggy Dogg?\nMan, he's Snoop Dogg\nMan, fuck that nigga\n (Nigga, man)\nGet that nigga, man\nMan, get that fool, man, get him, man, he trying to run, man\nDump on that fool, man, I don't give a fuck\nWhat set you got now?\nFuck you, nigga\nYeah, nigga, what's up?\nNigga\nYeah, motherfucker\nYeah, nigga, one less nigga\n (Yeah, yeah)\nYeah, nigga, you's a dead motherfucker now\n\n[Verse 1]\nAs I look up at the sky\nMy mind starts tripping, a tear drops my eye\nMy body temperature falls\nI'm shaking and they break in tryna save the Dogg\nPumping on my chest and I'm screaming\nI stop breathing, damn, I see demons\nDear God, I wonder, can you save me?\nI can't die, my boo boo's 'bout to have my baby\nI think it's too late for praying, hold up\nA voice spoke to me and it slowly started saying\nBring your lifestyle to me, I'll make it better\nHow long will I live? \nEternal life and forever\nAnd will I be the G that I was?\nI'll make your life better than you can imagine or even dreamed of\nSo relax your soul, let me take control\nClose your eyes, my son\n, my eyes are closed\n[Chorus]\nMurder\nMurder was the case that they gave me\nMurder\nMurder was the case that they gave me\n[Verse 2]\nI'm fresh up out my coma\nI got my Mama and my Daddy and my homies in my corner\nIt's gonna take a miracle they say\nFor me to walk again and talk again, but anyway\nI get fronted some ki's to get back on my feet\nAnd everything that nigga said came to reality\nLiving like a baller loc\nHaving money and blowing hella chronic smoke\nI bought my Mama a Benz and bought my boo boo a Jag\nAnd now I'm rolling in a nine-trizzay El Do-Rad\nJust remember who changed your mind\n'Cause when you start set-tripping, that ass is mine\nIndeed, agreed, proceed to smoke weed\nNever have a want, never have a need\nThey say I'm greedy but I still want more\n'Cause my eyes wanna journey some more, really though (\nCheck it out\n)\n\n[Bridge]\nNow I lay me down to sleep\nI pray the Lord, my soul to keep\nIf I should die before I wake\nI pray the Lord, my soul to take\n[Verse 3]\nNo more indo, gin and juice\nI'm on my way to Chino, rolling on the grey goose\nShackled from head to toe\nTwenty-five with an izzel, with nowhere to gizzo, I know\nThem niggas from the other side recognize my face\n'Cause it's the O.G. D-O-double-G, L-B-C\nMad dogging niggas 'cause I don't care\nRed jumpsuit with two braids in my hair\nNiggas stare as I enter the center\nThey send me to a level three yard, that's where I stay\nLate night I hear toothbrushes scraping on the floor\nNiggas getting they shanks, just in case the war\nPops off, 'cause you can't tell what's next\nMy little homie Baby Boo took a pencil in his neck\nAnd he probably won't make it to see twenty-two\nI put that on my Mama, I'ma ride for you, Baby Boo\n[Chorus]\nMurder\nMurder was the case that they gave me\nMurder\nMurder was the case that they gave me\nMurder\nMurder was the case that they gave me\nMurder\nMurder was the case that they gave me"
}