{
  "title": "My 1st Song",
  "artist": "Jay-Z",
  "lyrics": "[Produced by Aqua and 3H]\n[Intro: Jay-Z & \nThe Notorious B.I.G. sample\n]\nWell, I'ma s—try to stay above water, you know?\nJust stay busy, stay working\nPuff told me, like, \"The key to this joint—\nThe key to staying on top of things is treat everything like it's your first project, know what I'm saying?\nLike it's your first day, like, while—when you was an intern\nLike, that's how you try to treat things—like, just stay hungry\"\nUgh, ugh, ugh (Yes, yes)\n[Verse 1: Jay-Z]\nY'all wanna know why he don't stop?\nY'all wanna know why he don't flop?\nLet me tell you pe-people why\nCame from the bottom of the block, I—\nWhen I was born, it was sworn:\nI was never gon' be shit\nHad to pull the opposite out this bitch\nHad to get my ri-ide on (Rider)\n\"Eyes on the prize, Shawn\"\nKnew I had to, had to, had to get these chips\nHad to make moves like Olajuwon\nStarted out selling dimes and nicks\nGraduated to a brick, no exaggeration\nMy infatuation with the strip legendary\nLike a schoolboy crushin' on\nMerely nearly-every-every chick (Woo)\nHeavy shit—that's how schoolboy got whipped\nAnd got left on some \"just me, myself, and I\"\nOn some Trugoy shit\nHad to voyage to a place of\nTo a place of no return\nHad to play with fire and get burned\nOnly way the boy ever gon' learn\nHad to lay in wait in the cut 'til I finally got my turn\nNow, I'm on top in the spot that I earned\n\n[Chorus: JAY-Z]\nIt's my life\nIt's my pain and my struggle\nThe song that I sing to you is my everything\nTreat my first like my last (It's my life)\nAnd my last like my first (Ugh)\nAnd my thirst is the same as when I came\nIt's my joy and my tears and my laughter it brings to me (Yeah)\nIt's my everything\n[Verse 2: JAY-Z]\nLike I never rode in a limo\nLike I just dropped flows to a demo (Woo)\nLike it's '92 again and\nAnd I got O's in the rental (Ugh)\nBack in the Stu' again, no problemo\nWas a whole lot simple; when you think back\nYou thought that you would never make it this far; then you—\nTake advantage of the luck you handed\nOr the talent you been given\nAin't no half-steppin'; ain't no, no slippin'\nAin't no different from a block that's hittin'\nGotta get it while the getting's good\nGotta strike while the iron's hot\nWhen you stop, then you gotta bid it good riddance\nGoodbye! This is my second major breakup\nMy first was with a pager\nWith a hoopty, a cook-pot, and the game\nThis one's with the stu', with the stage, with the fortune—\nWell, maybe not the fortune—but certainly the fame\n\n[Chorus: JAY-Z]\nIt's my life—it's my pain and my struggle (Ugh)\nThe songs that I sing to you is my everything\nTreat my first like my last and my last like my first\nAnd my thirst is the same as when I came (Ugh-ugh)\nIt's my joy and my tears and my laughter it brings to me\nIt's my everything (Ugh-ugh)\nTreat my first like my last\nAnd my last like my first (Ugh-ugh, ugh-ugh)\nAnd my thirst like the first song I sang\n[Outro: JAY-Z]\nWoo, ugh\nIt's like the blues, nigga\nWe gon' ride out on this one\nTy-Ty,\n \nB-High\nYo High, remember you was making them baskets for them niggas at radio and shit?\n(Clark Kent)\nThat was good looking-out, nigga\n(Carlene)\nWho ever thought we'd make it this far, homie?\n(Sha)\nThey can't stop us, know what I'm sayin'?\n(Lenny S)\nDame, what up?\n(Robbing the bank)\nNiggas thought we was crazy, man (Haha)\nRemember, wh—uh, you had that fucked-up-ass handwriting\nYou was writing all the numbers that we was spending down for the videos we was doing ourselves (Yes)\n(Ski, what up? Original Flavor in the house)\nYour accounting was crazy wrong and shit, but we—we still put it together\nBiggs, what's up?\n'Member we went to St. Thomas, and, uh—\n(\nJohn Meneilly\n)\n—your dog peed on homie leg and shit at his crib\n(I think that was Ruby)\nAnd they was having a lil' trouble with the pool\nYou and Ty-Ty was laughing\nEmory was there—what up, Emory?\n (Ugh-ugh, ugh-ugh)\nWhat up, Ty? (Ugh-ugh, ugh-ugh)\nHip-Hop—what up, man?\nAyy, ayy, Hop—you ain't—you ain't have no, uh—\nYou ain't have no muh'fucking seat on your b—on your bicycle\nNow, you, uh, the head of black music\nThat's what I'm talking 'bout right there, homie\nGee—what up, Gee?\n(Yessir)\nE'erybody in the Roc\nHey, Guru, I know you spoiled, man\nI be taking them shits in one take\nYou gonna have to punch niggas' shit\n(Stiggity)\nYou gon' be tight?\nOG Juan, what up? I'm a lil' upset that you wasn't involved in this whole process, but it's all good\nWhat's up, Dez?\nMy whole family, my nephews, Ti-Ti\nCousin Angie, what's up?\n(Bey, Bey, Bey, Bey)\nMom, you made the album—how crazy is that?\nBob-a-Lob, rest in peace\nMy pops, rest in peace (What's up A.J.?)\nBiggie Smalls, rest in peace\nUgh-ugh, ugh-ugh, ugh-ugh, ugh-ugh\nNigga, I—I'm 'bout to go golfing, man\nAyy, I might even have me a cappuccino—fuck it!\nI'm going somewhere nice where no mosquitoes at, nigga\nHoller at me!\nIt's your boy! {*\nheadphones fall\n*}"
}