{
  "title": "My Dad’s Gone Crazy",
  "artist": "Eminem",
  "lyrics": "[Intro: Steve King & \nHailie Jade\n]\nHello, boys and girls\nToday we're gonna talk about father and daughter relationships. Do you have a daddy? I'll bet you do\nWho's your daddy?\nDaddy, what are you doing?\n[Intro: Eminem & \nHailie Jade\n]\nHaha\nOkay then\nEverybody, listen up\nI'm goin' to Hell, who's comin' with me?\nSomebody, please help him\nI think my dad's gone crazy\n[Verse 1: Eminem, \nHailie Jade\n & \nDr. Dre\n]\nThere's no mountain I can't climb\nThere's no tower too high, no plane that I can't learn how to fly\nWhat do I gotta do to get through to you\nTo show you there ain't nothin' I can't take this chainsaw to?\n(Rahnn)\n Fuckin' brains, brawn and brass balls\nI cut 'em off and got 'em pickled and bronzed in a glass jar\nInside of a hall, with my framed autographed sunglasses\nWith Elton John's name on my drag wall\nI'm out the closet, I've been lyin' my ass off\nAll this time, me and Dre been fuckin' with hats off\n(\nSuck it, Marshall\n) So tell Laura and her husband to back off\n'Fore I push this motherfuckin' button and blast off\nAnd launch one of these Russians, and that's all\nBlow every fuckin' thing except Afghanistan on the map off\nWhen will it stop? When will I knock the crap off?\nHailie, tell 'em, baby (\nMy dad's lost it\n)\n\n[Chorus: Eminem & \nHailie Jade\n]\nThere's really nothin' else to say, I, I can't explain it\nI think my dad's gone crazy\nA little help from Hailie Jade, won't you tell 'em, baby\nI think my dad's gone crazy\nThere's nothin' you could do or say that could ever change me\nI think my dad's gone crazy\nThere's no one on Earth that can save me, not even Hailie\nI think my dad's gone crazy\n (Crazy)\n[Verse 2: Eminem & \nHailie Jade\n]\nIt's like my mother always told me:\n \"Rana rana rana ra-\n-Na, rana rana rana rana rana and codeine and\nGoddamn it, you little motherfucker\nIf you ain't got nothin' nice to say, then don't say nothin'\"\nUh, fuck that shit, bitch\nEat a motherfuckin' dick, chew on a prick\nAnd lick a million motherfuckin' cocks per second\nI'd rather put out a motherfuckin' gospel record\nI'd rather be a pussy-whipped bitch\nEat pussy and have pussy lips glued to my face\nWith a clit ring in my nose, than quit bringin' my flows\nQuit givin' me my ammo; can't you see why I'm so mean?\nIf y'all leave me alone this wouldn't be my MO\nI wouldn't have to go eeny-meeny-miny-moe\nCatch a homo by his toe, man, I don't know no more\nAm I the only fuckin' one who's normal anymore? (\nDad\n)\n\n[Chorus: Eminem & \nHailie Jade\n]\nThere's really nothin' else to say, I, I can't explain it\nI think my dad's gone crazy\nA little help from Hailie Jade, won't you tell 'em, baby\nI think my dad's gone crazy\nThere's nothin' you could do or say that could ever change me\nI think my dad's gone crazy\nThere's no one on Earth that can save me, not even Hailie\nI think my dad's gone crazy\n (Crazy)\n[Verse 3: Eminem]\nMy songs can make you cry, take you by surprise\nAt the same time, can make you dry your eyes\nWith the same rhyme, see, what you're seein'\nIs a genius at work, which to me isn't work\nSo it's easy to misinterpret it at first, ‘cause when I speak\nIt's tongue-in-cheek, I'd yank my fuckin' teeth\nBefore I'd ever bite my tongue, I'd slice my gums\nGet struck by fuckin' lightning twice at once\nAnd die and come back as Vanilla Ice's son\nAnd walk around the rest of my life spit on\nAnd kicked and hit with shit every time I sung\nLike R. Kelly as soon as \"Bump and Grind\" comes on\nWith more pain inside of my brain, than the eyes of a little girl\nInside of a plane aimed at the World Trade\nStandin' on Ronnie's grave, screamin' at the sky\n'Til clouds gather; it's Clyde Mathers and Bonnie Jade\nAnd that's pretty much the gist of it\nParents are pissed, but the kids love it\nNine millimeter heaters stashed in two-seaters with meat cleavers\nI don't blame you, I wouldn't let Hailie listen to me neither\n\n[Chorus: Eminem & \nHailie Jade\n]\nThere's really nothin' else to say, I, I can't explain it\nI think my dad's gone crazy\nA little help from Hailie Jade, won't you tell 'em, baby\nI think my dad's gone crazy\nThere's nothin' you could do or say that could ever change me\nI think my dad's gone crazy\nThere's no one on Earth that can save me, not even Hailie\nI think my dad's gone crazy\n (Crazy)\n[Outro: Eminem & \nHailie Jade\n]\nCrazy\nHahahaha hahahaha\nYou're funny, daddy"
}