{
  "title": "My Life",
  "artist": "50 cent",
  "lyrics": "[Chorus: Adam Levine]\nMy, yeah, yeah, mmm\nMy life, my life\nMakes me wanna run away\nThere's no place to go\nNo place to go\nAll the confusion\nIt's an illusion, like a movie\nGot nowhere to go\nNowhere to run and hide\nNo matter how hard I try, yeah\n[Verse 1: 50 Cent]\nYeah, '03, I went from quite filthy to filthy rich\nMan, their emotions change, so I can never trust a bitch\nI tried to help niggas get on, they turned around and spit\nRight in my face, so Game and Buck both can suck a dick\nNow when you hear 'em it may sound like it's some other shit\n‘Cause I'm not writin' anymore, they not makin' hits\nI'm far from perfect, there's so many lessons I done learned\nIf money's evil, look at all the evil I done earned\nI'm doin' what I'm supposed to\nI'm a writer, I'm a fighter, entrepreneur\nFresh out the sewer, watch me maneuver—what's it to ya?\nThe track I lace it, it's better than basic\nThis is my recovery, my comeback, kid\n\n[Chorus: Adam Levine]\nMy life, my life\nMakes me wanna run away\nThere's no place to go\nNo place to go\nAll the confusion\nIt's an illusion, like a movie\nGot nowhere to go\nNowhere to run and hide\nNo matter how hard I try, yeah\n[Verse 2: Eminem & \n50 Cent\n]\nWhile you were sippin' your own Kool-Aid gettin' your buzz heavy\nI was in the fuckin' shed, sharpenin' my machete\nSippin' on some of that revenge juice, gettin' my taste buds ready\nTo wolf down this spaghetti or should I say this spa-get-even?\nI think you fuckin' meatballs keep on just forgettin'\nThought he was finished, motherfucker, it's only the beginnin'\nHe's buggin' again, he's straight thuggin', fuck who he's offendin'! (\nYeah!\n)\nHe'll rip your vocal chords out and have them bitches plugged in the\nMotherfuckin' wall with 3000 volts of electricity\nNow take the other end of 'em, then plug them motherfuckers-in-each\nOne of your eye sockets 'cause I thought you might finally fuckin' see\nThat'll teach you to go voicin' your cocksuckin' opinion to me\nI done put my blood, my sweat and my tears in this shit, fuck lettin'\nUp! You’re gonna end up regrettin' you ever betted against me\nFeels like I'ma snap any minute\nYeah, it's happenin' again\nAnd I'm thinkin' about just sayin', \"Motherfuck everybody that's up in this bitch but 50!\"\n‘Cause this is all I know\nThis is why so hard I go\nI swear to God I put my heart and soul\nIn this more than anybody knows\nI'm trapped, so all I do is rap\nBut every time I rap I'm more trapped\nAnd I rap myself right to this bubble\nOh I guess it's bubble wrap (Haha)\nIt's like a vicious cycle, my life's in a crisis\nChrist, how was I supposed to know shit would turn up like it did?\nFeels like I'm goin' psycho again (Ch, ch, ch, ch)\nAnd I might just blow my lid\nShit, I almost wish that I would have never made \nRecovery\n, kid\n‘Cause I'm runnin' in circles with—\n\n[Chorus: Adam Levine]\nMy life, my life\nMakes me wanna run away\nThere's no place to go\nNo place to go\nAll the confusion\nIt's an illusion, like a movie\nGot nowhere to go\nNowhere to run and hide\nNo matter how hard I try, yeah\n[Verse 3: 50 Cent]\nI haven't been this fuckin' confused since I was a kid\nSold like 40 million records, people forgot what I did\nMaybe this is for me, maybe\nMaybe I'm supposed to go crazy\nMaybe I'll do it 3 A.M. in the morning like Shady\nPsycho killer, Michael Myers\nI'm on fire like a lighter\nTry to say this ain't classic, get yo' ass kicked mad quick\nWrap your head up in plastic\nPussy, now pick the casket\nDirt nap with the maggots, it's tragic\nIt's sad, it's never gonna end\nNow we number one again\nWith that frown on your face and your heart full of hate\nAccept it, respect it, this a gift God-given\nLike the air in the lungs of every fuckin' thing livin'\n\n[Chorus: Adam Levine]\nMy life, my life\nMakes me wanna run away\nThere's no place to go\nNo place to go\nAll the confusion\nIt's an illusion, like a movie\nGot nowhere to go\nNowhere to run and hide\nNo matter how hard I try, yeah (Yeah, yeah, yeah)"
}