{
  "title": "My Little Love",
  "artist": "Adele",
  "lyrics": "[Verse 1]\nMy little love\nI see your eyes widen like an ocean\nWhen you look at me so full of my emotions\nI'm findin' it hard to be here sincerely\nI know you feel lost, it's my fault completely\n[Bridge: Adele & \nAngelo Adkins\n]\nTell me you love me\nI love you a million percent\n[Verse 2]\nI don't recognise myself in the coldness of the daylight\nSo I ain't surprised you can read through all of my lies\nI feel so bad to be here when I'm so guilty\nI'm so far gone and you're the only one who can save mе\n[Bridge: Angelo Adkins & \nAdele\n]\nOi, I feel like you don't love me\nWhy do you feel likе that?\nDo you like me?\nYou know mummy doesn't like anyone else like I like you, right?\n[Chorus]\nI'm holdin' on (Barely)\nMama's got a lot to learn (It's heavy)\nI'm holdin' on (Catch me)\nMama's got a lot to learn (Teach me)\n\n[Bridge: Adele & \nAngelo Adkins\n]\nMummy's been having a lot of big feelings recently\nLike how?\nJust, like, hang on, my fingers are trapped\nLike, um, I feel a bit confused\nWhy?\nI don't know\nAnd I feel like I don't really know what I'm doing\nOh, at all?\nAt all\nAnd that would make me go...\n[Verse 3]\nMy little love\nTell me, do you feel the way my past aches?\nWhen you lay on me, can you hear the way my heart breaks?\nI wanted you to have everything I never had\nI'm so sorry if what I've done makes you feel sad\n[Bridge: Adele & \nAngelo Adkins\n]\nI love your dad 'cause he gave you to me\nYou're half me and you're half daddy\nOh\n[Chorus]\nI'm holdin' on (Barely)\nMama's got a lot to learn (It's heavy)\nI'm holdin' on (Catch me)\nMama's got a lot to learn (Teach me)\n\n[Outro]\nI'm having a bad day, I'm having a very anxious day\nI feel very paranoid, I feel very stressed\nUm, I have a hangover, which never helps, but\nI feel like today is the first day since I left him that I feel lonely\nAnd I never feel lonely, I love being on my own\nI always preferred being on my own than being with people\nAnd I feel like maybe I've been, like, overcompensating\nAnd being out and stuff like that to keep my mind off of him\nAnd I feel like today, I'm home and I wanna be at home\nI just wanna watch TV and curl up in a ball and\nBe in my sweats and stuff like that, but I just feel really lonely\nI feel a bit frightened that I might feel like this a lot"
}