{
  "title": "Nas Is Like",
  "artist": "Nas",
  "lyrics": "[Produced by DJ Premier]\n[Intro]\n(\nNas is; Nas is; Nas is; Nas is; Nas is; Nas is; Nas is;\nNas is like; Nas is like; Nas is like\n)\nUmm, Premo, Nas\nYeah, yeah, yo\n(\nNas is; Nas is; Nas is; Nas is; Nas is; Nas is; Nas is;\nNas is like\n)\n[Verse 1]\nFreedom or jail, clips inserted\nA baby's bein' born same time a man is murdered — the beginnin' and end\nAs far as rap go, it's only natural I explain\nMy plateau and also what defines my name\nFirst it was Nasty, but times have changed\nAsk me now, I'm the artist, but hardcore, my sign's for pain\nI spent time in the game, kept my mind on fame\nSaw fiends shoot up and do lines of cocaine\nSaw my close friends shot, flatline, am I sane?\nThat depends, carry MAC-10's to practice my aim\nOn rooftops, tape CD covers to trees\nLine the barrel up with your weak picture, then squeeze\nStreet scriptures for lost souls in the crossroads\nTo the corner thugs hustlin' for cars that cost dough\nTo the big dogs livin' large, takin' it light\nPushin' big toys, gettin' nice, \nenjoyin' your life\nIt's what you make it\n, \nsuicide, few try to take it\nBelt tied around they neck in jail cells naked\nHeaven and Hell, rap legend, presence is felt\nAnd of course, N-A-S are the letters that spell... \n(Nas, Nas, Nas)\n\n[Chorus]\nNas is like... life or death; I'm a rebel\nMy poetry's deep, I never fell\nNas is like... half-man, half-amazin'\n (Uh)\nNo doubt!\nNas is like... life or death; I'm a rebel\n (Uh, uh)\nMy poetry's deep, I never fell\nNas is like... half-man, half-amazin'\n (Uh)\nNo doubt!\n (Uh)\n[Verse 2]\n(\nNas is like...\n)\n \nEarth, Wind & Fire\n, rims and tires\nBulletproof glass, inside is the realest driver\nPlanets in orbit, line 'em up with the stars\nTarot cards, you can see the pharaoh Nas\n(\nNas is like...\n)\n \nIron Mike, messiah type\nBefore the Christ, After the Death, the last one left\nLet my cash invest in stock\nCame a long way from blastin' TEC's on blocks\nWent from Seiko to Rolex, ownin' acres\nFrom the projects with no chips, to large cake dough\nDimes givin' fellatio\n, \nsiete zeros\nBet my 9 spit for the pesos\nBut what's it all worth? Can't take it with you under this earth\nRich men died and tried, but none of it worked\nThey just rob your grave, I'd rather be alive and paid\nBefore my number's called, history's made\nSome'll fall, but I rise — thug or die\nMakin' choices that determine my future under the sky\nTo rob, steal or kill, I'm wonderin' why\nIt's a dirty game, is any man worthy of fame?\nMuch success to you, even if you wish me the opposite\nSooner or later, we'll all see who the prophet is\n\n[Chorus]\nNas is like... life or death; I'm a rebel\nMy poetry's deep, I never fell\nNas is like... half-man, half-amazin'\n (C'mon)\nNo doubt!\nNas is like... life or death; I'm a rebel\nMy poetry's deep, I never fell\nNas is like... half-man, half-amazin'\nNo doubt!\n (Uh)\n[Verse 3]\n(\nNas is like...\n)\n \nSex to a nympho\n, \nbut nothin' sweet\nI'm like beef, bustin' heat through your windows\nI'm like a street sweeper\n, green leaf breather\nLike Greeks in Egypt, learnin' somethin' deep from they teachers\nI'm like crime, \nlike your 9, your man you would die for\nAlways got you, \nI'm like Pac, dude you would cry for\nI'm like a whole lot of loot, I'm like crisp money\nCorporate accounts from a rich company\nI'm like ecstasy for ladies\nI'm like all races combined in one man, like the '99 Summer Jam\nBulletproof Hummer man\nI'm like bein' locked down around new faces, and none of 'em fam\nI'm the feelin' of a millionaire spendin' a hundred grand\nI'm a poor man's dream, a thug poet\nLive it and I write down, and I watch it blow up\nY'all know what I'm like, y'all play it in ya system every night, now\n\n[Chorus]\nNas is like... life or death; I'm a rebel\nMy poetry's deep, I never fell\nNas is like... half-man, half-amazin'\nNo doubt!\nNas is like... life or death; I'm a rebel\nMy poetry's deep, I never fell\nNas is like... half-man, half-amazin'\nNo doubt!\n (Uh)\nNas is like"
}