{
  "title": "NC-17",
  "artist": "Travis Scott",
  "lyrics": "[Intro: Travis Scott]\nWoo\n[Chorus: Travis Scott]\nMe and my bitch, I swear we like the same sex (Woo)\nFuck with all my chains on, let's have chain sex (Serve, yeah)\nHangin' with the gang, you get your fangs wet (Wet)\nWanna kick with the gang? You gotta bang it (It's lit)\nIf you gon' throw ice on, gotta swang it (Ice)\nHoles in the wall, I cannot hang it (Nah)\nPour different colors, sippin' tainted (Ooh)\nWoah, think the vibe just start vibratin' (Vibe)\n[Verse 1: Travis Scott]\nDon't do playgrounds, we do not swing sets (Swing)\nShawty got the 'K, don't entertain threats (Pew, pew)\nShawty came my way, she brought the same sex (Same)\nBust it down, she talkin' body language (It's lit)\nEatin' that punane, got my bangs wet (Eat it up)\nWe gon' have to change for the banquet (Drippin')\nSolo with Mulsanne, it's not the same specs (Skrrt, skrrt)\nPull up, left with somethin' I ain't came with (Alright)\n[Bridge: Travis Scott]\nWoah, woah, woah, woah, woah\nWoah, woah, woah, woah\nIce froze, glow\nIt glow, it glow (Yeah, yeah)\n\n[Verse 2: 21 Savage & \nTravis Scott\n]\nThree main bitches thinkin' they my main bitch (21, 21)\nHit the club and swap the hoes I came with (Straight up, straight up)\nDon't you come outside, we on that gang shit (Straight up, straight up)\nHad to switch my T-shirt 'cause she stained it (On God)\nHad to buy a visa, she from Moscow (21)\nFuckin' 'round with Travis, you get crossed out (Crossed out)\nHe used to be on, that nigga off now (He off now)\nI done got so rich, I Saint Laurent my dawgs now (Straight up, straight up)\nEarrings cost a quarter, certified by G.I.A. (21)\nIf it's 'bout my bae or 'bout some smoke, I'm on my way (Skrrt-skrrt)\nYour bitch gave the Kid Cudi, but I'm not signed to Ye (On God)\nI nutted on her cheek, her new nickname is Babyface (21, \nwoo\n)\n[Chorus: Travis Scott & \n21 Savage\n]\nMe and my bitch, I swear we like the same sex (Woo)\nFuck with all my chains on, let's have chain sex (Serve, yeah)\nHangin' with the gang, you get your fangs wet (Wet)\nWanna kick with the gang? You gotta bang it (It's lit, yah, yah, yah, \nbang\n, yah, yah, yah)\nIf you gon' throw ice on, gotta swang it (Ice)\nHoles in the wall, I cannot hang it (\nNah\n)\nPour different colors, sippin' tainted (Ooh)\nWoah, think the vibe just start vibratin' (Vibe)"
}