{
  "title": "Neve",
  "artist": "IU",
  "lyrics": "[Testo di \"Neve\"]\n[Intro]\nÈ qui, è qui che parla RINcuore\n\"Eccì, eccì\" che brutto raffreddore\nE mo che sei caduta e ti sei rotta il naso\nFai uno squillo -rin, rin- al tuo dottore\n[Strofa 1]\nT'ho detto, t'ho detto che non era un bell'affare\nT'ho detto, t'ho detto che era meglio andare al mare\nT'ho detto \"Lascia stare\", t'ho detto \"Non è cosa\"\nT'ho detto che, se non stai attenta, è pure scivolosa\nT'ho detto \"Andiamo a casa che oggi il tempo è brutto\"\nIntuivo che poi avrebbe nevicato dappertutto\nE mo dappertutto nevica\nTi giuro che, se vuoi cambiare ambiente, ti porterò in Giappone o anche in America\nE dai, non dirmi che è una predica sull'etica\nE dai, che urli? Perché fai la pazza isterica?\nPerché non provi a usare una mentalità più atletica?\nAttenta, ti fai male, non c'è più assistenza medica!\nLa neve ricopre tutta l'erba di 'sti prati\nE tu stai lì e la guardi, con gli occhi spalancati\nIo te l'ho spiegato ormai da tempo\nAncora me la chiedi dall'Egitto se in Egitto c'è il deserto?\nE per pagarti un viaggio in montagna tu mi scippi\nAdesso che vuoi sempre divertirti come un'hippie\nOgni volta che ne parlo mi rispondi: \"Tu t'intrippi\"\nEppure dici sempre \"Sì\" quando ti chiedono se... slitti\n\n[Ritornello]\nNon dirmi sempre no\nForse sono io che sbaglio, forse no\nMa chi sbaglia sbaglia, se un po' mi vuoi bene\nTi prego, ora non dirmi che vuoi andare sulla neve\nTi prego, ti prego: qui fa troppo freddo\nTi prego, ti prego: andiamo via, non mi fido, te l'ho detto\nTi prego, non passiamo per il vicoletto\nE se questo è aver paura... allora, sì, lo ammetto\n[Strofa 2]\nAppena ti chiedono di uscire tu ti esalti\nE quando capirai che stai ancora andando a scuola?\nDi solito la neve si tira in faccia agli altri\nA me sembri una scema se te la tiri da sola!\nE adesso che sei sola parliamo che ti ascolto\nÈ un'ora e mezza che mi stai parlando del tuo snowboard\nMi sa che è un bel po' che sta diventando un vizio\nSaranno i tuoi amici oppure il clima natalizio\nSarà che c'hai troppa fiducia\nMa la neve finta non è fredda e prima o poi ti brucia\nSarà che se stai ferma così\nA guardare quella lunga striscia dritta che hai lasciato coi tuoi sci\nEppure ancora dici che sono solo una lagna\nMo fai le valigie che ti porterò in campagna\nStaremo sotto il sole a giocare con una cagna\nPoi con un tubo ci si spruzza e ci si bagna\nTi prego, andiamo via da questo monte\nVoglio sudare, voglio l'acqua sulla fronte\nNon voglio più vedere sulla neve le mie impronte\nVoglio fare un tuffo dentro l'acqua di una fonte\n(Oh no!)\n\n[Ritornello]\nNon dirmi sempre no\nForse sono io che sbaglio, forse no\nMa chi sbaglia sbaglia, se un po' mi vuoi bene\nTi prego, ora non dirmi che vuoi andare sulla neve\nTi prego, ti prego: qui fa troppo freddo\nTi prego, ti prego: andiamo via, non mi fido, te l'ho detto\nTi prego, non passiamo per il vicoletto\nE se questo è aver paura... allora, sì, lo ammetto\n[Bridge]\nÈ qui, è qui che parla RINcuore\n\"Eccì, eccì\" che brutto raffreddore\nE mò che sei caduta e ti sei rotta il naso\nFai uno squillo -rin, rin- al tuo dottore\nÈ qui, è qui che parla RINcuore\n\"Eccì, eccì\" che brutto raffreddore\nE mò che sei caduta e ti sei rotta il naso\nFai uno squillo -rin, rin- al tuo dottore\n[Ritornello]\nNon dirmi sempre no\nForse sono io che sbaglio, forse no\nMa chi sbaglia sbaglia, se un po' mi vuoi bene\nTi prego, ora non dirmi che vuoi andare sulla neve\nTi prego, ti prego: qui fa troppo freddo\nTi prego, ti prego: andiamo via, non mi fido, te l'ho detto\nTi prego, non passiamo per il vicoletto\nE se questo è aver paura... allora, sì, lo ammetto\n\nNon dirmi sempre no\nForse sono io che sbaglio, forse no\nMa chi sbaglia sbaglia, se un po' mi vuoi bene\nTi prego, ora non dirmi che vuoi andare sulla neve\nTi prego, ti prego: qui fa troppo freddo\nTi prego, ti prego: andiamo via, non mi fido, te l'ho detto\nTi prego, non passiamo per il vicoletto\nE se questo è aver paura... allora, sì, lo ammetto\n[Outro]\nAllora, sì, lo ammetto...\nAllora, sì, lo ammetto...\nYeah... torna a casa, bimba"
}