{
  "title": "New York Times",
  "artist": "J.Cole",
  "lyrics": "This track is not only the 2nd deluxe track and 18th on Cole’s album Born Sinner, but it is the 2nd track on his 3rd EP of his Truly Yours series. It samples “Bells” by Eero Koivistoinen.\n[Intro: J. Cole]\nThis for all my niggas in the city\nBut this shit really for Queens though\nReally for Queens though, ya know?\nBig city of dreams, motivated by schemes\nGetting money regiment with my gettin' money regime\nYa nah mean? Yeah, yeah\n[Verse 1: J. Cole]\nNew York Times\n, \ncome listen to these New York rhymes\nA southern nigga with a New York mind\nIn the concrete jungle of Queens trying to be Kings\nGetting to the money, it seems, by any means\nAs I, watch it all pan out, try not to stand out\nFish out of water, yet an official reporter\nUp here, life is a bitch, I blow a kiss at her daughter\nIn the city where niggas will leave your shit outta order\nSo yeah, you heard the news, disturbing news\nShot {\ncensored\n} brother in the head, thank the Lord he ain't dead\nWas in a coma for months, eyes ain't opened up once\nMy nigga visibly stressin', a mess, he smoking his blunt\nWhat could I say? I can't relate to that, all I do is pray for that\nThis the city of God told me go and make it at\nI got a date with destiny, I'm running late for that\nGrab a paper, hey kid, you gotta pay for that\n\n[Chorus: J. Cole & \n50 Cent\n]\nThe New York Times, yeah\nThe New York Times\nExtra, extra, read all about it\nThey say you can win anywhere if you can win here\nAnd you ain't been nowhere if you ain't been here\nHustle hard, yeah it really ain't a game mane\nSame places, different faces on the train mane\nNew York, New York\n[Verse 2: J. Cole]\nHop on the F train, took the express train\nSkip that local shit,\n my vocals sick, that's how success came\nOnce kings, now we pawns in this chess game\nWall Street got black slave blood stains\nWhich means, we built this city\nAnd never got scraps while the devil got fat\nIn fact, reparations for niggas in desperation\nFuck money, get my kid a real education\nBlood money spills, had a real revelation\nSouthside make you realize there's still segregation\nDon't wanna preach, I'm just thinking out loud\nSometimes I wanna save the world and I be thinking 'bout how\nMy motive, to lead my niggas to paradise\nImagine the world free from pain and we no longer scared at night\nFar from the crime, the blind leading the blind\nWe don't make it primetime 'til we dyin'\n\n[Chorus: J. Cole & \n50 Cent\n]\nThe New York Times\nThe New York Times, yeah\nThe New York Times\nExtra, extra, read all about it\nThey say you can win anywhere if you can win here\nAnd you ain't been nowhere if you ain't been here\nHustle hard, yeah it really ain't a game mane\nSame places, different faces on the train mane\nNew York, New York\n[Verse 3: Bas]\nHow I go from selling reefer and plates\nTo eating steaks with Cole and\n \nplaying FIFA with Drake?\nShoulda been in the States, property of the Jakes\nNow I'm plotting on profits and properties on the lake\nLet me properly integrate you to it\nShow you how the heads of states and gangsters do it\nThem niggas talk a lot of shit but they ain't been through it\nI done been up in everything, cars you never seen\nCities you never heard of, from the streets where they murder\nPolice observe us 'til they reach the verdict\nKill 'em all, fucking kill 'em all\nIf you can't send 'em to the pen, send 'em to the morgue\nSend 'em to the Lord, fuck it, send his broad\nHundred shots through the dark but they never hit my heart\nNigga, bitch nigga, take a pause\nHundred shots through the dark, you can never hit my heart\n\n[Chorus: J. Cole & \n50 Cent\n]\nNew York Times\nThe New York Times, yeah\nThe New York Times\nExtra, extra, read all about it\nThey say you can win anywhere if you can win here\nAnd you ain't been no where if you ain't been here\nHustle hard, yeah it really ain't a game mane\nSame places, different faces, on the train mane\nNew York, New York"
}