{
  "title": "Nice Guy",
  "artist": "Eminem",
  "lyrics": "[Chorus: Jessie Reyez]\nYou're such a nice guy, a nice guy\nYou're faithful, you don't lie\nAfter the club, you'll go back home, right?\nRight? Sike\n[Post-Chorus: Jessie Reyez]\nSuck my dick, you fuckin' suck, man\nSuck my dick, you fuckin' suck, man\nI hope that your heart get hit by a semi-truck\nSuck my dick, you fuckin' suck, man\n[Verse 1: Jessie Reyez]\nI hop in your whip and take a sip, then I gun it\nI don't, I don't got much self-control, I hope that you runnin'\nI'm bipolar with the switch-up just as quick, like you cummin'\nI don't, I don't got much self-control, I hope that you runnin'\n[Verse 2: Eminem]\nI'm not a cheater, but if I'ma be accused, might as well be\nYou tell me you'll take me back when hell freezes, but females be rushin' me outside my telly, temptation overwhelms me\nLike my monthly bill from Sprint, they chargin' me for a selfie\nChargin' me, so I gave my hotel key (Uh, I was tryna be nice)\n[Chorus: Jessie Reyez & Eminem]\nYou're such a nice guy, a nice guy\nYou're faithful, you don't lie\nAfter the club, you'll go back home, right?\nRight? Sike\n\n[Post-Chorus: Jessie Reyez & Eminem]\nSuck my dick, you fuckin' suck, bitch\nSuck my dick, (Bi-) you fuckin' suck, man\nI hope that your heart get hit by a semi-truck (Bi-)\nSuck my dick, you fuckin' suck, bitch\n[Verse 3: Jessie Reyez]\nI play your music while you suffer like I'm Carmine Coppola\nGot you tied up in the basement while I chill on your sofa\nLa próxima yo sé que mejor me quedo sola\nEstás de buenas que yo ya vendí mi pistola\n[Verse 4: Eminem]\nI'm an emotional wreck, weak (Uh-huh)\nEverything over-affects me (Yeah)\nWhen you joke, it upsets me (Yeah)\nYou say I'm no good at sex\nAnd you think I'm gross and unsexy (Uh-huh)\nI need Scope 'cause my breath stinks (Yeah)\nYou hope I choke on a Pepsi (Yep)\nBitch, you was supposed to correct me (Oh)\nBeen textin' you since three, I still get no fucking reply\nYou say you sleep alone, but yet your mattress is king size\nFuck you goin' in those knee-high boots? Cut it out, bitch\nI doubt that you're goin' to house sit\nIn that outfit, and those skin-tight Levi's\nEvery word that comes out your mouth's a fucking lie\nOh, it's springtime, time for you to have a fling like a slingshot\nYou say don't come over 'cause you got pink eye\nBut I think I got just the thing\nWhy don't I bring my fuckin' bat and just swing by?"
}