{
  "title": "Nigga",
  "artist": "The Notorious B.I.G.",
  "lyrics": "[Intro: 50 Cent & \nThe Notorious B.I.G.\n]\nI love niggas! I love niggas!\n'Cause niggas are me!\nAnd I should only love that which is me\nI love to see niggas go through changes (Whoooo!!)\nI love to see niggas shoot through shit (Did it again)\nAnd to all niggas that do it, I love\nTo all my Brooklyn (Niggas!)\nTo all my Uptown (You niggas understand?!)\nTo all my Bronx (It's war nigga)\nTo all my Queensbridge (I'll blow you away)\n[Verse 1: The Notorious B.I.G.]\nBack up, chump, you know Biggie Smalls grips it quick\nAnd kicks it quick, you know how black niggas get\nWith the hoods fatigues with the boots with trees\nSmokin weed, flippin ki's, makin' crazy G's\nHittin' buckshots at niggas that open spots\nOn the avenue, take my loot, and I'm baggin' you\nPimpin hoes that drive Volvo's and Rodeos\nFlash the Roll, make her wet, in her pantyhose\nDamn, a nigga style is unorthodox\nGrip the Glock, when I walk down the crowded blocks\nJust in case a nigga wanna act out\nI just black out, and blow they motherfuckin' back out\nThat's a real nigga for ya\n\n[Chorus: 50 Cent]\nWe the realest, nigga\n50 Cent and B.I.G., my nigga\nDon't try to act like you don't feel a nigga\nBiggie your nigga, 50 your nigga\nSqueeze the trigga, leave a nigga for sure\nWe the realest, nigga\n50 Cent and B.I.G., my nigga\nDon't try to act like you don't feel a nigga\nBiggie your nigga, 50 your nigga\nSqueeze the trigga, leave a nigga for sure\n[Verse 2: The Notorious B.I.G.]\nWhen we smoke spliffs, we pack four-fifths\nJust in case dread wanna riff\nHe get a free lift to the cemetary, rough very\nNot your ordinary, we watch you get buried\nThat's a real nigga for ya\nGet mad do a quarter flip the script, and rip your lawyer\nSpit at the D.A. cause fuck what she say\nShe don't give a fuck about your ass anyway\nUp North found first stop for the town\nOf fist-skill, where the hand skills are real ill\nYou'll be a super Hoover doo-doo stain remover\nHa hahhh, yo G, pass the budda\n\n[Chorus: 50 Cent]\nWe the realest, nigga\n50 Cent and B.I.G., my nigga\nDon't try to act like you don't feel a nigga\nBiggie your nigga, 50 your nigga\nSqueeze the trigga, leave a nigga for sure\nWe the realest, nigga\n50 Cent and B.I.G., my nigga\nDon't try to act like you don't feel a nigga\nBiggie your nigga, 50 your nigga\nSqueeze the trigga, leave a nigga for sure\n[Verse 3: 50 Cent]\nWhen I was young my M.O. was to go hand in hand\nAnd even my P.O. she called me the Ginger Bread Man\nI cut ya new case, and tell her ass \"catch me if you can\"\nDon't let your people you up with octane, I'm not playing\nGet gassed up to get blast up\nReal B.I.G. style watch the kid break it down\nCheck it, thou shalt not fuck wit North Seed Papa\n50 Cent, I'll break yo punk ass off propa'\nThere's no place like home, New York - New York\nI run this city, \nI don't dance around like Diddy\nNiggas is giddy, till they act smack silly\nOr spray wit the Mack Milly, they don't want drama really\nPussy niggas get hard lip-syncing my lyrics like Milly Vanilly\nIn the hood they feel me, {*gun cocked*} hah, I'm on fire\nNiggas out in Philly they feel me, they bump my shit\nEvery bootlegger you know, bump my shit, bitch!\n\n[Chorus: 50 Cent]\nWe the realest, nigga\n50 Cent and B.I.G., my nigga\nDon't try to act like you don't feel a nigga\nBiggie your nigga, 50 your nigga\nSqueeze the trigga, leave a nigga for sure\nWe the realest, nigga\n50 Cent and B.I.G., my nigga\nDon't try to act like you don't feel a nigga\nBiggie your nigga, 50 your nigga\nSqueeze the trigga, leave a nigga for sure\n[Bridge: Eminem]\nI got 50 Cent, I got G-Unit\nD-Twizzy's in this bitch with Obie Trice (whoo!)\nSo watch what you say (uh-uh) before you call our name\nIf you say one more thing, it won't be nice\n[Verse 4: Eminem]\nUh, here we go, I shoulda known\nI was bound to get pulled into some bullshit sooner or later\nYou little haters are too jealous of us to love us\nYou hate it, G-Unit made it\nAnd Obie's comin', D-Twizzy's comin', you sick to your stomach\nFifty percent is 50-Cent, the other fifty percent is whose color skin it is\nWell if you're even considering takin' our label down\nYou better find our building and fly a fucking plane into it\nBut I ain't tryin' to get too intricate into it\nI'm just tryin' to give you a little hint for your own benefit\n'Cause then it's gonna get to the point where it escalates\nInto some other shit, then I'ma flip\nThen I'ma get to stompin' in my Err Force One's\nWon't be able to tell if it's two purrs or it's one\nIt's gonna feel like there's so many feet kickin' you\nYou think that Nike just made these into cleat tennis shoes\nI don't know what it is or what it could be\nBut I get a woody when these pussy's try to push me\nThinkin' they gon' put me in the position to pickle me\nY'all tickle me pink, I think I'd just rather have P!nk tickle me\nHickory-dickory-dock, tickety-tock-tickety\nA little bit of the diggity-doc-diggity\nMixed with a little bit of the jigga-jig-jigga\nWith a small pinch of Biggie\nLook at me, I'm just the bomb-diggity\n[Chorus 2: Eminem]\nWe the realest label\nDon't try to act like you don't feel our label\n'Cause we gon' fuck around and kill your label\nObie, D-Twizzy, G-Unit, 50, Shady Records\nWe the label for sure\nWe the realest label\nDon't try to act like you don't feel our label\nWe gon' fuck around and steal your people\nObie, D-Twizzy, G-Unit, 50\nWe gonna kill your fuckin' label for sure\n[Bridge 2: Eminem]\nShady in the place to be, see\nAnd I got what it takes to rock the mic right\nStill watch what you say to me punk\n'Cause I'm off probation in less than six months\n[Outro: Eminem]\nHaha, whoo!\nShady Records\nStill Aftermath\nAnd don't think we don't hear you motherfuckers talking\n'Cause we do\nWe see y'all\nBut we just gonna sit back for a minute\nAnd watch what the fuck yall do"
}