{
  "title": "No Hook",
  "artist": "Jay-Z",
  "lyrics": "[Intro: Denzel Washington from \nAmerican Gangster\n]\n\"Most important thing in business is honesty, integrity, hard work, family;\nNever forgetting where we came from.\"\n[Verse 1: Jay-Z]\nPoor me, Dad was gone, finally got my dad back\nLiver bad, he wouldn't live long, that snatched my dad back\nGuidance? I never had that, streets was my second home\nWelcomed me with open arms, provided a place to crash at\nA place to study math at – matter of fact, I learned it all\nBurnt it all, this music is where I bury the ashes at\nFlashback, not having much, not having that\nHad to get some challah bread, so you can holla back, and\nHolla at my Jewish lawyer, to enjoy the fruit of letting my cash stack\nAnd just in case a nigga gotta use his rat-tat-tat-tat-tat\nOwn boss, own your masters, slaves\nThe mentality I carry with me to this very day\nFuck rich, let's get wealthy, who else gon' feed we?\nIf I need it, I'ma get it however – God help me\n[Refrain: Jay-Z]\nAnd I don't need no hook for this shit\n[Verse 2]\nI'm so fa sho', it's no façade\n\"Stay out of trouble,\" Mama said, as Mama sighed\nHer fear, her youngest son'd be a victim of homicide\nBut I gotta get you out of here, Mama, or I'ma die\nInside\nAnd either way, you lose me, Mama, so let loose of me\nI got the rein, our direction will soon change\nTo live and die in N.Y. in the hustle game\nHustle 'caine, hustle clothes, or hustle music\nBut hustle hard in any hustle that you pick\nSkinny nigga, toothpick, but–but I do lift\nWeight like I'm using 'roids\nRolls-Royce, keep my movements smooth while maneuvering\nThrough all the manure in the sewer that I grew up in\nChoices we make, trying to escape, 'scape\n\n[Refrain: Jay-Z]\nAnd I don't need no hook for this shit\n[Verse 3: Jay-Z]\nThis is not for commercial usage\nPlease don't categorize this as music\nPlease don't compare me to other rappers\nCompare me to trappers,\n \nI'm more Frank Lucas than Ludacris\nAnd Luda's my dude, I ain't tryna diss\nLike, Frank Lucas is cool, but I ain't trying to snitch\nI'ma follow the rules, no matter how much time I'ma get\nI'ma live and die with the decisions that I'ma pick\nSo fuck DeHaven for caving, that's why we don't speak\nMade men ain't supposed to make statements\nEnd of the story, I followed the code, cracked the safe\nOther niggas ain't in the game, so they practice hate\nLeave that boy Hov' alone, why don't cha?\nYou don't have to if you don't want to, but don't say I didn't warn you\n[Refrain: Jay-Z]\nOh... and I don't need no hook for this shit!"
}