{
  "title": "Nobody",
  "artist": "The Notorious B.I.G.",
  "lyrics": "[Verse 1: The Notorious B.I.G.]\nNiggas in my faction don't like askin' questions\nStrictly gun-testin', coke-measurin'\nGivin' pleasure in the Benz-ito\nHittin' fanny, spendin' chips at Manny's\nHope you creeps got receipts, my peeps get dirty like cleats\nRun up in your crib, wrap you in your Polo sheets\nSix up in your wig-piece, nigga decease\nMuah, may you rest in peace\nWith my Sycamore style, more sicker than yours\nFour-four and fifty-four draw\nAs my pilot, steers my Lear; yes, my dear\nShit's official, only the Feds I fear\nHere's a tissue, stop your bloodclaat cryin'\nThe kids, the dog, everybody dyin', no lyin'\nSo don't you get suspicious\nI'm Big Dangerous, you're just a Lil Vicious\nAs I leave my competition, respirator style\nClimb the ladder to success escalator style\nHold y'all breath, I told y'all\nDeath controls y'all, Big don't fold y'all, uhh\nI spit phrases that'll thrill you\nYou're nobody 'til somebody kills you\n[Chorus: Korn]\nYou ain't nobody, get smashed by the drop top\n'Cause you got the wrong colors on the wrong block\nNobody, see, you can run but you can't hide\n'Cause the rebel boy won't be denied\nYou ain't nobody, here today, gone tomorrow\nLights out, I don't care who you are\nYou ain't nobody, nobody, nobody, nobody\nNobody, no, you're just a memory\n\n[Verse 2: Korn]\n6 in the morning, feds at my door\nGrab your guns and hide the work, we're going to war\nDid the landlord flip and lose her mind?\nIt's got to be her that dropped the dime\nBitch, please, 6 G's, every month, cold cash\nYou done fucked around and got a \nnigga\n dipping in the stash\nIf I'ma catch a case, you gon' have to catch me fast\nBut how you gon' do that floatin' in the blood bath?\nHold on, I hear the helicopters comin'\nSee, it's a hundred cops, they runnin'\nThey got the dogs and the warrant for my arrest\nBut they just don't know that I'm a hard pimp to catch\nI wipe my finger prints off of the safe, hell\nI strike a match and burn this whole fucking place down\n[Chorus: Korn]\nYou ain't nobody, get smashed by the drop top\n'Cause you got the wrong colors on the wrong block\nNobody, see, you can run but you can't hide\n'Cause the rebel boy won't be denied\nYou ain't nobody, here today, gone tomorrow\nLights out, I don't care who you are\nYou ain't nobody, nobody, nobody, nobody\nNobody, no, you're just a memory\n\n[Verse 3: The Notorious B.I.G.]\nYou can be the shit, flash the fattest five (that's right)\nHave the biggest dick, but when your shell get hit (Ha)\nYou ain't worth spit, just a memory\nRemember he used to push the champagne Range (I 'member that)\nSilly cat, wore suede in the rain\nSwear he put the G in game, had the Gucci frame\nBefore Dana Dane, thought he ran with Kane\nI can't recall his name (What was his name?), you mean that kid\nThat nearly lost half his brain over two bricks of cocaine?\nGettin' his dick sucked by Crackhead Lorraine?\nA fuckin' shame, duke's a lame, what's his name?\nDark-skin Jermaine, see what I mean?\n[Chorus: Korn]\nYou ain't nobody, get smashed by the drop top\n'Cause you got the wrong colors on the wrong block\nNobody, see, you can run but you can't hide\n'Cause the rebel boy won't be denied\nYou ain't nobody, here today, gone tomorrow\nLights out, I don't care who you are\nYou ain't nobody, nobody, nobody, nobody\nNobody, no, you're just a memory"
}