{
  "title": "Note to Self",
  "artist": "J.Cole",
  "lyrics": "[Intro]\nOne, two, three, four\nOoh, ooh, ooh, oo\nh\nOoh, ooh, ooh, ooh\nOoh, ooh, ooh, ooh\nOoh, ooh, ooh, ooh\n[Chorus]\nAnd wherever we go\nAnd whatever we do\nAnd whatever we see\nAnd whoever we be\nIt don't matter, it don't matter\nI don't mind 'cause you don't matter\nI don't mind 'cause I don't matter\n(\nAnd don't shit matter\n) You'll see in the end\n[Verse]\nI've got a feeling that there's somethin' more\nSomething that holds us together\nSomething that holds us together\nThe strangest feeling but I can't be sure\nSomething that's old as forever\nSomething that's old as forever\nLove, love, love, love\n\n[Chorus]\nAnd wherever we go\nAnd whatever we do\nAnd whatever we see\nAnd whoever we be\nIt don't matter, ahh, it don't matter\nI don't mind 'cause you don't matter, ay\nI don't mind 'cause I don't matter\n(\nAnd don't shit matter\n) You'll see in the end, ahh!\n[Speech]\nYeah nigga, \nForest Hills Drive\nYeah, yeah, yeah, yeah, yeah! That's it, we made it, baby!\nAs we speak, the last sample just cleared\nThank you to whoever in Japan, just cleared that shit\nTurn my vocal up and turn the headphones down a little bit\nI gotta do my thank yous man\nI, I didn't have enough time to turn in my thank yous\nFor the, for the artwork, so fuck it, I'ma do it right now\nThis is the, this is the credits, this is roll credits nigga\nIf you don't, if you don't wanna sit through the credits\nGet your ass up and walk out the movie theatre\nFirst and foremost, my entire Dreamville team, thank you, man\nBefore that, I'm buggin', thank you, God! Oh my God\nEverything happened too perfectly and in line, this whole thing\nThank you, God\n, \nthank my Dreamville family\nMez who fuckin' sleep right now\nThat nigga ain't even recording his shit, nigga\nNigga's been working hard man\nMez I'm proud as fuck of you man, for real you killed this shit\nIb what up? El Presidente, what up!?\nWe killed this shit nigga, we killed this shit nigga!\nI don't give a fuck if we sell three copies nigga\nWe killed this shit nigga!\nMy nigga Adam, I'm proud of y'all man, for real\nRon Gilmore, my nigga\n, \nyes, Camille, yes that's my sister\nKC, that's like a father figure right there, KC I love you man\nMy brother Ced, wow\nWe done came a long way from the Ville, my nigga Gray's Creek\nMy nigga Felton, you killed it\nYou killed that \nFriday Night Lights\n shit nigga\nAnd you killed this one too man\nI shoulda been coming to you man, hahah\nYou only do the classics though, that's what it is, for real\nMy nigga Mike Shaw shiggity\nYou already know where he at right now\nPosted up somewhere in D.R\nMy nigga RJ Trump, Trump gettin' that motherfuckin' bread\nYou know what it is man\nMy nigga Diz, I see you\nI see your vision, man, I believe in you, man. I love y'all niggas\nBig D, thank you, bruh, for real\n (Teddy what up)\n(Shotgun!) We believe in y'all \n(Proof!)\n you and the fiends\nMy nigga Bassy Badass, Bas, Bas, Bas, I can't believe it, nigga!\n(Marquis Jones) \nYou changed your life, man, keep goin'\nKeep goin', the sky is the limit\nFuck that, man, Super Mookin Fiends\nIt's Super Mookin Fiends, nigga!\nMy nigga Depp, you know what I mean?\nRazzle Dazzle, ahahah\nElite, Elite, Elite, Elite, what up! (I'm bored) What up man?\nMy nigga Reagan put in them hours, baby!\nMy nigga Omen, man, \nElephant Eyes\nThat shit is confirmed classic, man\nDreamville, we only did confirmed classics so far, that's all we doin'\nYo, Elijah! Ayy, if we go diamond\nNigga you got the triple crown, man, hahaha\nFirst 50, then Usher, nigga, you fuckin' out of here\nBut we might go wood though\nNervous Reck, man, congratulations to you, brother, I love you\n(At least fuckin' silver, nigga)\nFilthE, I love you too, man\nI know you feel a way about me right now but I love you\nYo, shout to the young niggas, man\nForreal, we blessed to have y'all on board, man\nWe feel so grateful\nCozz, that \nCozz and Effect\n is a mothafuckin' classic, nigga\nI'll be ridin' my bike through Manhattan listenin' to that shit, man\nI've been livin' with that shit for like the past four days\nI finally got a chance to slow down\nThat shit is a classic, my nigga\nCongratulations to you, we don't give a fuck what it sold\nI don't even know what that shit sold to tell you the truth, man\nAnd I'm proud of you, man\nI'm, I'm proud of you and your homeboys, man\nY'all, it's really gon' be great to watch y'all grow\nI'm appreciatin' watchin' y'all grow more than– more than we did, man!\nI get to relive it all again and actually appreciate it this time\nShout out to the whole committee, man. Tone, \nMeez, what up?\nMy nigga Money Makin Matt, what up man?\nTreat them boys right, man\nEverybody that was involved in makin' this album\nMy nigga Jack who's at the board right now, what's up, man!?\nYo, you made the album, man! We gon' live forever, man!\nYou gotta loop the beat up right now though 'cause it can't, ayy, okay\nRaph, Wreck-It-Raph\nPerfect Sound Studios, L.A., we couldn't have did it without you\nMy nigga Dave Linaburg, Nate Jones,\n \nYolanda,\n \nTS\nKaye Fox came through and killed it\nMy nigga Quick with the clean versions\nVinylz killed that beat!\nMy nigga Phonix, oh, that beat is hard!\nDahi brought that beat, who does that?\nPop & Oak, my nigga Pop, thank you, man\nAnd nigga Willie B, I never met you, but you did the beat\n!llmind, you killed the beat,\n \nSocial Experiment\nMy nigga Jeff on the guitar, you know what I mean?\nNuno did the mothafuckin' strings, I appreciate that shit, man!\nWe gon' pay you\n, hey, the horn players that came through\nI don't know y'all names but y'all killed that shit, man\nWe was lovin' that shit!\nCharGaux, the girls on the mothafuckin' strings\nWe appreciate it, that session was a little wild, I ain't gon' lie\nUh, maybe that was my fault, I set y'all up with Wreck-It-Raph\nBut it's all good, we still killed it though\nAnd all the mothafuckin' samples that cleared, thank you\nY'all be tryin' to give a nigga a hard time on the samples, man!\nI'ma go to the fuckin' Supreme Court\nAnd try to make this shit easier for niggas like me to clear these samples, man\nIf you made the fuckin' music, and you made the art\nAnd you put it into the world\nI should be able to use it however the fuck I want\nI'ma pay you, I'ma give you a percentage\nBut you shouldn't be able to tell me I can't use it\nYeah, that's fuckin', that's fucked up, nigga\nYou was inspired by the world, allow the world to be inspired by your shit and to use your shit\nSo all them people like The fucking Doors\nOr whoever that don't let niggas use they shit: fuck that, man\nIt's 2014, 2015 by the time you might hear this shit\nFuck that, man, we movin' on\nMan, shout out Drizzy Drake, Kendrick Lamar, Wale\nI'm so happy to be peers with y'all niggas and consider y'all niggas friends\nAnd, I'm sorry I had to come snatch the crown right quick\nI had to do it to show niggas it ain't no more motherfuckin' crowns man\nWe gotta be the example, we gotta show these niggas man\nIt's love at the top\nCan't you believe, it–it's crazy to believe we sitting right here\nIn these motherfuckin' seats right now\nFifteen years ago, we was lookin' at these niggas\nLike, \"Man we gotta be these niggas!\"\nNow we those niggas\nBut it's our responsibility to show these niggas man it's love up here\nNiggas want beef, niggas want drama\nFuck that we comin' together\nShout out to everybody in Ferguson right now still ridin', still ridin'\nEverybody else asleep, y'all still ridin'\nAnd it's bigger than Ferguson, man that shit is fuckin' nationwide man\nWe gotta come together, look at each other, love each other\nAnd feel like we are one another\nWe share a common story nigga, that shit is pain, struggle\nAnd guess what man? We can come together\nAnd that's one things that's gon' do it, that's love\nI'm just telling y'all, that's a Public Service Announcement\nBack to this shit, yo\nByStorm, I love y'all niggas man, no matter what\nWayne\n, \nJust,\n \nMark, Gucci, you my big brother forever\nIt don't even matter the business nigga, it's bigger than that\nMK, thank you man, you came on board and killed it\nNatalya, what's up?!\nMy nigga Julius Garcia, I already shouted you out\nBut I shouted out your alias\nAnd I just put your whole government on record\nAnd this gon' live forever\nTisha, Tisha, you know I love you, Tisha!\nFuture the Prince, thank you for those conversations man I needed that\nRoc Nation damn! We feel like a family now man, forreal\nIt was always family but it's so ill to see us come together on this album\nThank y'all very much man, thank y'all for believing\nI know this is a scary idea\nI don't know if it's gon' work or not, as I speak\nI don't gave a fuck man! I'm just happy we did this shit\nShout out to Nelly\n, Ted, \nChristina\nChaka I love you\n, \nJeff what up?\n, \nJay Z, Hov, holla!\nJay Brown, what up?!\n \nRich Kleiman\n, \nTy-Ty\nMy nigga Emory, you know what it is\nShout out to Interscope\n, \nyeah, Joey I.E., 'preciate you\nJanet, Gary, \nSteve Berman, yeah\nColumbia, we love y'all man\nDamn, I'm runnin' out of breath and shit\nI'm sad this is my last album with Columbia\nIt's not my fault it's all contractual, but I love the fuck out of y'all\nWe made relationships there that ain't never going away (Lisa Wiggins!)\nAnd you never know what the future holds man\nWe hope we can do business some day\nApril, thank you very much, baby\nAyelet, you are a legend, we fuckin' love you\nCJ, same to you man, y'all been killin' this shit for years\nThank you man, thank you\nRob Stringer, thank you, sir,\n \nJoel Klaiman, yessir\nThe whole sales team, production, marketing team\nMy man B Nolan who drove us around in a fuckin' van\nAnd a SUV, and showed us all about the radio game, man\nAnd we ain't had no hits, all we had was fuckin' \"Who Dat\"\nTryin' figure this shit out man and I figured it out\nB Nolan, I finally figured it out\nI know you like \"Damn, this nigga talking to me?\"\nI'm talking to you man\n'Cause you used to hear us stressin' over this shit\nAnd I finally figured it out, man, don't none of that shit matter yo\nI came all this way, all the way from Fayetteville, North Carolina\nWent to New York City got this motherfuckin' record deal\nPut out some classics, put out some singles\nHad my ups, had my downs\nCame all this way just to learn one thing man\nOnly one fuckin' thing matters and that's your happiness\nAnd the only way you gon' get to that happiness\nIs through love, real, genuine, motherfuckin' love man\nNot the fake shit, not the Hollywood shit\nNot the niggas giving you props so you think you the shit\nNot motherfuckers knowing you so you think you famous\nNot niggas seeing your whip and they want your whip\nSo you feel good 'cause they want your whip\nOr they want your bitch, so you feel better, fuck that, real love\nWhere your crib is at nigga, where your heart is at\nWhere your home is at, where your mom is at, where your girl is at\nMimi, what up?! I'm fuckin' up my words, I don't care\nHow am I not gon' shout out Mimi man?\nFuck that shit, keep the tape rollin', we still goin', wassup man?!\nForest Hills Drive\n, we gon' do this shit\nIf you ain't listening to this shit, I don't give a fuck\nNigga it's the fuckin' credits\nDon't nobody stay for the movie credits anyways man\nMy mamaa, ohhhhhhh! I love you!\nI'm so grateful and blessed to have you, still in my life\nA lot of people ain't got their mothers in they life still\nAnd I recognize that I'm blessed\nMama, I love you,\n \nZach I love you\nMy pops I love you, James Cole, I love you\n,\nJackie I love ya, my whole family, I love ya\nI'm so grateful man, thank y'all\nIt all came full circle and I had to put this shit out in 2014\nWe barely made, yo Ib, we barely made it nigga\nWe barely fuckin' made it but we fuckin' made it man\nFuck y'all, but I love y'all at the same time man, woo!\nMan look, y'all really wanna know who did it?\nI'ma tell y'all who did this shit man\nMan, Dale Earnhardt Jr. dawg\nI'm, yo, I'm never gon' forget, this is gonna sound crazy\nBut I'm never gonna forget that shit you told me, yo\nFor real, Dale Earnhardt Jr. man, thank you dawg\nFrom the bottom of my heart\nThat shit you said to me changed my life man\nAnd I ain't gon' never forget, ever forreal\nFor real Dale, from me to you, you my nigga man, forreal\nI love you boy. And Jonah Hill! Oh, Jonah Hill!\nHow could I forget Jonah Hill?!\nYo, that shit you told me when we was in the elevator\nNigga, that shit changed my, ahahah, I'm just fuckin' playin'\nI don't know either one of those two dudes, hahaha\nI don't know either one of them niggas\nIt just was, it was, I was in the moment\nI just lied, I don't give a fuck\n2014 Forest Hills Drive\n, ahaha\nCole World man\n, \nthank y'all for listening\nIf you made it this far, then, uh, then I really fuck with you\nUntil the next time, I don't know when that's gon' be but\nOne love baby!\n\n[Outro]\nLove, love, love, love"
}