{
  "title": "Nunchucks",
  "artist": "Doja Cat",
  "lyrics": "[Intro]\nOoh-ooh-ooh-ooh, ooh\nOoh-ooh-ooh-ooh-ooh, ooh\nOoh-ooh-ooh-ooh-ooh, ooh\nOoh-ooh-ooh-ooh\n[Chorus]\nWith the nunchucks, rollin' in your hood\nAsk a big bad wolf, \"What is good?\" (What's good?)\nFeelin' dumbstruck, I done been there, done that (I like it)\nBut I wonder why I still feel so alone\n[Verse]\nBaby, stand up\nBut don't pull them pants up, you're pullin' off my shirt\nBut should I leave my hands up?\nExpression of fandom\nYou know that I've been good, but you still tear the cat up\nAnd when you provoke me, you do it at random\nI won't lead you on, but I hope that you can manage\nYou don't want to man up, you don't want to plan up\nBut you call me wifey, so what's the big idea?\nDo I need to sit right here and fill my ears\nWhile bullshit come out of your lips? I hear\nGot me searchin' for insight, insight, guess I need to call this night off\nRiddle me, riddle me that, Mister Unintentional Ass\nAnd his every interval fast, throw that cheese and dough in that bag\nWith that little Italy swag, nigga, riddle, riddle me that\nWhy my mental instantly crash when you enter into me?\nGentle then you ease up, I'm day dreamin', but I'm woke\n\n[Bridge]\nI never daydream\nBut you're jumpin' from rooftops\nAnd searchin' and huntin', my ninja\nWoah, woah, woah\n[Chorus]\nWith the nunchucks, rollin' in your hood\nAsk a big bad wolf, \"What is good?\" (What's good?)\nFeelin' dumbstruck, I done been there, done that (I like it)\nBut I wonder why I still feel so alone\n(I've been there, I've been there) Rollin' in your hood (Ooh-ooh-ooh-ooh-ooh, ooh)\nAsk a big bad wolf, \"What is good?\" (Ooh-ooh-ooh-ooh-ooh, ooh)\n(I wonder why, I wonder why, ooh-ooh-ooh-ooh-ooh, ooh)\nBut I wonder why I still feel so alone (Ooh-ooh-ooh-ooh)\n[Outro]\n(I wonder why) I wonder why (I wonder why), I wonder why (Ooh-ooh-ooh-ooh, ooh)\n(I wonder why) I wonder why (I wonder why, ooh-ooh-ooh-ooh-ooh, ooh)\n(Ooh-ooh-ooh-ooh-ooh, ooh)\nBut I wonder why I still feel so alone (Ooh-ooh-ooh-ooh)"
}