{
  "title": "OCD",
  "artist": "Logic",
  "lyrics": "[Chorus: Dwn2Earth]\nIn the field, ballin' with the team (With the team), oh yeah\nIn the field, ballin' with the team\nOCD 'cause I'm ridin' so clean\nOld school whips, seein' new things (Skrrt, skrrt)\nRollin' up, got a few flamed\nNew Prada shoes, no shoestrings (Skrrt, skrrt)\nCloset full of kicks like Liu Kang\nWe was just dreamers, broken leaders\nOn the low, rollin' weed up, now they see us\nIn that drop-top Beamer (Skrrt, skrrt!)\nFeel like ODB, feeling OCD (Skrrt, skrrt!)\n[Verse 1: Dwn2Earth]\nOut this universe, D.C\nGoin' so hard, make it look easy\nPut the squad, zone 3 (Zone 3)\nWe so cold, wrist on freeze (freeze)\nRoll it up for me, get high (Get high)\nIf you feel me, put your hands to the sky (Hands to the sky)\nBreak it down, roll it up for me, get high\nNothin' else matters up until the day I die\nWanna move my loved ones out the South Side\nIf you look up, you might see us in the sky (Sky so high)\nIf you look up, you might see us in the sky (In the sky)\n\n[Verse 2: Logic]\nTime is undefeated, in the end, it beats us all\nMy daddy, my momma, myself, we all destined to fall\nCurrently, the most important thing within my life is balance\nI ain't talkin' commas and zeros or monetary\n (Challenge)\nTalkin' self-worth, put yourself first, don't worry 'bout the worst\nBut when you in this position, it's hard to make selfish decisions\nGot enough bread, I'ma eat, but what about the rest, my team?\nThey good and all, but I mean, if I disappeared from the scene\nThen what's gon' happen? What's gon' happen?\nIn a hotel writin' rhymes before I headline at a festival\nBut all that’s runnin' through my mind is bottom lines and decimals\nSo focused on the brand sometimes forget about the Man\nReflectin' in the mirror with this pen in his hand\n99 percent of these people will never understand, supply and demand\n'Cause I'm in the public eye, they think they know who I am\n[Chorus: Dwn2Earth]\nIn the field, ballin' with the team (With the team), oh yeah\nIn the field, ballin' with the team\nOCD 'cause I'm ridin' so clean\nOld school whips, seein' new things (Skrrt, skrrt)\nRollin' up, got a few flamed\nNew Prada shoes, no shoestrings (Skrrt, skrrt)\nCloset full of kicks like Liu Kang\nWe was just dreamers, broken leaders\nOn the low, rollin' weed up, now they see us\nIn that drop-top Beamer (Skrrt, skrrt!)\nFeel like ODB, feeling OCD (Skrrt, skrrt!)\n\n[Verse 3: Logic]\n\"Oh, shit, it's Logic! Can I have a picture?\" They don't give a damn\nSoon as they see me, they clench the device that's in they hand\nDon't even say hello, more like, \"Can I get one for the 'Gram?\"\nThat's when I be like, \"Fuck no, but you can shake my hand\nLet's have a conversation, talk about life man-to-man\nYou disappointed, I can read your body language like a paragraph\"\n\"Logic, yeah, that's cool and all, but I'd much prefer a photograph\nI mean, can I have a photograph?\"\nGoddamn, all these people nowadays are so unusual\nThey'd rather snap a pic with you to get more likes than usual\nThan have a conversation, back in the basement with no placement\nCouldn't never fathom talkin' to my favorite rapper that way\nI'm just an entity, my DNA not my identity\nFindin' serenity, become a better man, I better be\nFor the child in my baby momma's tummy, never crummy\nWe can make bread, tryna be the greatest, that shit been dead\nI'm tryna be the happiest that I can be instead\nI'm tryna get ahead like a fetus, money don't complete us\nOr defeat us, it can lead us to depression\nBein' rich is not a blessin', fame is not a blessin'\nWasn't 'til I was rich and famous I learned that lesson\nWhat's the meanin' of life? To live it, what I'm guessin', yeah\n[Chorus: Dwn2Earth]\nIn the field, ballin' with the team (With the team), oh yeah\nIn the field, ballin' with the team\nOCD 'cause I'm ridin' so clean\nOld school whips, seein' new things (Skrrt, skrrt)\nRollin' up, got a few flamed\nNew Prada shoes, no shoestrings (Skrrt, skrrt)\nCloset full of kicks like Liu Kang\nWe was just dreamers, broken leaders\nOn the low, rollin' weed up, now they see us\nIn that drop-top Beamer (Skrrt, skrrt!)\nFeel like ODB, feeling OCD (Skrrt, skrrt!)\n\n[Outro: Thalia]\nSocial media may cause depression"
}