{
  "title": "off the table",
  "artist": "Ariana Grande",
  "lyrics": "[Verse 1: Ariana Grande]\nWill I ever love the same way again? (\nWay again\n)\nWill I ever love somebody like the way I did you?\nNever thought you'd be so damn hard to replace\nI swear it don't need to be this way\nIf I can't have you, is love completely off the table?\nDo I sit this one out and wait for the next life? (\nNext life\n)\nAm I too cold? Am I not nice?\nMight not be quite yet healed already\nShould I be goin' too steady? (\nToo steady\n)\nBut I just wanna know is love completеly off the table?\n[Chorus: Ariana Grande]\nWill you be thеre? (Will you be there?)\nCan I still love you? (Can I, can I, babe?)\nNot yet healed or ready (Not ready)\nShould I be goin' too steady? (Too steady)\nJust wanna know is love completely off the table?\n[Verse 2: The Weeknd, \nAriana Grande\n & \nBoth\n]\nI'll wait for you\nEven though it always feels like I'll be number two\nTo someone you can't hold anymore\nIf you let me in, I'm ready to give you what I couldn't before\n'Cause I got you, girl, let me help you through it\nYou're trying to fill the void with a couple boys\nI can see right through it (\nYou can see right through it\n)\nI can love you harder than I did before\nWas in a dark place back then\nI was toxic, then I was toxic to \nsomeone else\nI was haunted by the hills (Oh yeah, yeah)\nI couldn't give you my all, but I will\nIf you let me in your arms (Your arms)\nIf you let me in your heart\nI don't think that love's completely off the table\n\n[Chorus: Ariana Grande & \nThe Weeknd\n]\nWill you be there? (\nYes, I will be there for you\n)\nCan I still love you? (\nYes, I been hurt before, before\n)\nNot yet healed or ready (Not ready)\nShould I be goin' too steady? (Too steady, no, no)\nJust wanna know is love completely off the table?\n[Bridge: Ariana Grande & \nThe Weeknd\n]\nSo can you hold me?\nIf I let you, can you prove it to me? (\nOh, no-no, no\n)\n'Cause I need you to calm me down, babe\nGotta get out of my head (\nOh, woah\n)\nTryna be here from this bed (\nOh\n)\nJust wanna know, just wanna know, know, know, baby (\nHey\n)\nCan you touch it like you believe in it, baby? (Oh, hey)\nLet me think you never gonna leave on me, baby\n'Cause I ain't her and you ain't him, thankfully (Baby, don't leave)\nBut it's gon' be hard to let someone else in again (\nWoah\n)\nBaby, baby (\nWoo-hoo\n)\n[Chorus: Ariana Grande & \nThe Weeknd\n]\nWill you be there? (Will you be there? \nI'll still wait\n)\nCan I still love you? (\nI'll still wait for you, babe, oh, no-no, no,\n can I still love you?)\nNot yet healed or ready (\nOoh\n, not ready)\nShould I be goin' too steady? (No, no, \nooh\n)\nJust wanna know is love completely off the table, baby?\n\n[Outro: The Weeknd]\nI swear, I swear\nI will wait for you whenever you need\nOoh, ooh"
}