{
  "title": "Office Hours",
  "artist": "Nas",
  "lyrics": "[Intro: Nas]\nUh-huh, uh-huh, uh-huh\nYeah, yeah\nNo reason to stop, ah\nThat shit just flowin' like water\nLet it flow\nBruce Lee said, \"Be like water, flow like water\"\nJust coast\nDon't even think about that\nHip-Hop's back\n[Chorus: Nas]\nEsco, they know over 808's or fatal over samples\nI go yayo, crack music like the Ye song plugged in\nJumper cables, trap bumpin' like prenatal\n'70s I played with Play-Doh, \nall I see a bunch of Fredos\n[Verse 1: Nas]\nGodfather, they on payroll, they on go, when I say so\nNot to kill, not  a halo\nThey gon' build, plant tomatoes in the field\nNot O.J., white truck, negotiator on the phone\nTalkin' paper, office hours all day though\nI'm from thе hood that started the YERRR (YERRR)\nGo and check and do your rеsearch, I started the surge\nThat big necklace shit\nAfter the '80s, after Rakim, I resurrected it\nChest is lit, freezin', I'm polar vortexin' it\nGot it, quiz me, am I gonna step from the business? (Uh-huh)\nA lot of fillings in this game like I just left the dentist (Sheesh)\nWithout a numbin' needle\nI feed the people 'cause I love the people\nTwo series at once, yeah, let's run the sequel\n\n[Bridge: Nas]\nIf I really gotta dumb it down for some of y'all\nThat's that Magic and KD at the same time\nNot Dumber or Dumber\nThis ain't a Dumb or Dumber sequel\nJeff Daniels, Jim Carrey's my mans\n (Yeah)\nBut here's the plan\n[Verse 2: Nas & \n50 Cent\n]\nMultitasker\nI don't need an OG pass\nSee my trajectory is everlastin' like Curtis Jackson\nHit 105 and did a crazy tirade\nI'm surprised that I acted that way\nA baby MAC-10, on my yak shit\nCarhartt in the cold\nDon't get confused or used or let them bother your soul\nRap what I live, I sleep good, I have no vendettas\nWe the reason you spell \"NY\" with capital letters, listen\nAnd for those who want my position\nYou gotta step inside a time machine, come back with a vengeance\nYou should go study my analytics\nI shouted people on verses that ain't deserve it\nWhen it's turf shit, I stand on business\nShout to the ones to whom I gave passes\nCould've been a lot of graves full of caskets\nDamn, I'm a good guy\nFor that I think I'm blessed more\nAll these Fredos could've been added to the death score\nThere'll be second line dancin' on St. Charles Street\nNew Orleans band was jammin', playin' a raw beat\nThey gon' miss him, sad, they say they stopped his heartbeat\nLike his arteries clogged from feastin' on some hog meat (\nHaha\n)\n\n[Verse 3: 50 Cent]\nInnocent victim\nStick 'em, get 'em, book 'em\nGood you got 'em, glad you took 'em\nBlack and wasn't lookin', headshot\nDrill shit up the pole, peel shit, .40 Glock\nKill switch, run, bitch, you still hit\nRatpack 'em, jump 'em, gun butt 'em, lump 'em\nHe fight back, slump him\nThis shit ain't 'bout nothin'\nYou saw it but you ain't seen shit\nThis is Queens shit\nNo ifs, ands or buts in between shit\n[Bridge: 50 Cent]\nIt's 50, nigga\nYou already know how I get when I get on my bullshit (Ha, haha)\nNiggas tweakin' and geekin' (Huh, huh)\nSouthside, nigga, QB nigga, yeah\nSon, what we gon' do? Where Jungle at?\nWhat we gon' do?\nWe stayin' in here or we goin' out?\nShit, we should go out, we rich as a motherfucka\n[Chorus: Nas]\nEsco, they know over 808's or fatal over samples\nI go yayo, crack music like the Ye song plugged in (Let's go)\nJumper cables, trap bumpin' like prenatal\n'70s I played with Play-Doh, \nall I see a bunch of Fredos\n\n[Outro: Nas & \n50 Cent\n]\nAll I see a bunch of Fredos\nAll I see a bunch of Fredos, all I—\nAll I see is a bunch of Fredos, ha (\nG, G, G, G\n)\nHa, ayo Fif', I might put my next album out on G-Unit\nYou let 'em slap you around out here?\nYou can't let 'em slap you around out here, it's bad for the family\nThey put a hand on you, you put two on them\nHonor\nFuckin' Fredos\nOne thing I hate is a fuckin' Fredo\nIt's bad for the family"
}