{
  "title": "Old School",
  "artist": "Tupac Shakur",
  "lyrics": "2Pac pays homage to past hip-hop pioneers and reminisces over the times he and his homies were getting into rap, which was thanks to these very artists.\n[Intro: 2Pac]\nHere we go; we gon' send this one out to the old school\nAll these motherfuckers in the Bronx, and Brooklyn, and Staten Island\nQueens, and all the motherfuckers that laid it down, the foundation\nYa know what I'm sayin'? Nothin' but love for the old school\nThat's who we're gonna do this one for, ya feel me?\n[Chorus: Grand Puba]\n\"What more could I say? I wouldn't be here today\nIf the old school didn't pave the way\"\n\"What more could I say? I wouldn't be here today\nIf the old school didn't pave the way\"\n\"What more could I say? I wouldn't be here today\nIf the old school didn't pave the way\"\n\"What more could I say? I wouldn't be here today\nIf the old school didn't pave the way\"\n\"What more could I say? I wouldn't be here today\nIf the old school didn't pave the way\"\n[Verse 1: 2Pac]\nI remember Mr. Magic, Flash, Grandmaster Caz\nLL, Raising Hell, but, that didn't last\nEric B. & Rakim was, the shit to me\nI flip to see a Doug E. Fresh show, with Ricky D\nAnd Red Alert was puttin' in work, with Chuck Chill\nHad my homies on the hill gettin' ill, when shit was real\nWent out to steal\nRemember Raw, with Daddy Kane?\nWhen De La Soul was puttin' Potholes in the game\nI can't explain how it was, Whodini\nHad me puffin' on that buddha gettin' buzzed, 'cause there I was\nThem block parties in the projects and on my block\nYou diggy don't stop sippin' on that Private Stock\nThrough my speaker Queen Latifah, and MC Lyte\nListen to Treach, KRS to get me through the night\nWith T La Rock and Mantronix, to Stetsasonic\nRemember \"Push It\" was the bomb shit, nuttin' like the old school\n\n[Chorus: Grand Puba]\n\"What more could I say? I wouldn't be here today\nIf the old school didn't pave the way\"\n\"What more could I say? I wouldn't be here today\nIf the old school didn't pave the way\"\n\"What more could I say? I wouldn't be here today\nIf the old school didn't pave the way\"\n\"What more could I say? I wouldn't be here today\nIf the old school didn't pave the way\"\n\"What more could I say? I wouldn't be here today\nIf the old school didn't pave the way\"\n[Verse 2: 2Pac]\nI had, Shell Toes, and BVD's\nA killer crease inside my Lee's when I hit the streets\nI'm playin' skelly, Ringolevio, or catch a kiss\nBefore the homies in my hood learned to smack a bitch\nI remember way back, the weak weed they had\nToo many seeds in the trey bag\nI'm on the train headin' uptown, freestyling\nWith some wild kids from Bucktown, profilin'\n'Cause the hoochies was starin', thinkin' \"what them niggas wearin'?\"\nI'm wonderin' if that's her hair, I remember\nStickball, humpin' hoochies on the wall\nOr takin' leaks on the steps, stinkin' up the hall\nThrough my childhood, wild as a juvenile\nA young nigga tryna stay away from Rikers Isle\nMe and my homies breakin' nights, tryna keep it true\nOut on the roof sippin' 90 proof, ain't nuttin' like the old school\n\n[Chorus: Grand Puba]\n\"What more could I say? I wouldn't be here today\nIf the old school didn't pave the way\"\n\"What more could I say? I wouldn't be here today\nIf the old school didn't pave the way\"\n\"What more could I say? I wouldn't be here today\nIf the old school didn't pave the way\"\n\"What more could I say? I wouldn't be here today\nIf the old school didn't pave the way\"\n\"What more could I say? I wouldn't be here today\nIf the old school didn't pave the way\"\n[Verse 3: 2Pac]\nRemember poppin' and lockin' to Kurtis Blow, the name belts\nAnd Scott LaRock the Super Ho back in Latin Quarter\nWhen Slick Rick was spittin' La Di Da Di\nGamin' the hoochies at the neighborhood block parties\nI remember, breakdancin' to Melle Mel\nJekyll and Hyde, \nLL when he Rocks the Bells\nForget the TV, I'd rather hit the streets and do graffiti\nBe careful don't let the transit cops see me\nIt ain't nuttin' like the old school!\n[Chorus: Grand Puba]\n\"What more could I say? I wouldn't be here today\nIf the old school didn't pave the way\"\n\"What more could I say? I wouldn't be here today\nIf the old school didn't pave the way\"\n\"What more could I say? I wouldn't be here today\nIf the old school didn't pave the way\"\n\"What more could I say? I wouldn't be here today\nIf the old school didn't pave the way\"\n\"What more could I say? I wouldn't be here today\nIf the old school didn't pave the way\"\n\n[Outro: 2Pac]\nHaha, on the real though\nRemember seein' Brooklyn go crazy up in the motherfuckin' party?\nRemember motherfuckers used to go, \"Is Brooklyn in the house?\"\nAnd motherfuckers would lose they goddamn mind!\nThat's the old school to me; that's what I'm sayin' (Super Rhyme)\nI remember goin' places that motherfuckers was scared to say\nThey was from anywhere but Brooklyn; that shit was the bomb\nBack in the motherfuckin' old school nigga\nRemember skelly, nigga? Knockin' niggas out the box, poppin' boxes?(\nMy Adidas\n)\nRemember stickball? Member niggas to run that shit like that?\nRemember the block-- 'Member screamin' up at your moms from the window?\n(LL Cool J is hard as Hell...)\nThe ice cream truck, remember all the mother--\n'Member the Italian Ices, yo? Yo, remember the Italian Ices?!\nThe Spanish Niggas comin' down with the coconut ices and shit?\nI came through the door, said it before\nThat was the shit!"
}