{
  "title": "Olivia Rodrigo - A Short Film (Vevo LIFT)",
  "artist": "Olivia Rodrigo",
  "lyrics": "[Spoken]\nI spend a lot of time by myself. I come up with my best ideas when I'm like truly alone, and I think that's sort of why I fell in love with songwriting. I've always been a super emotional, I've always felt things really deeply, so writing has really been a way for me to sort of process those emotions, and make them a little less confusing. Things become so much clearer when you write them down, become so much more manageable when you can sort of look at them on a paper, or hear it in a song. Crеating \nSOUR\n was exactly that experiеnce. I really used it as a way to process so many uncomfortable emotions and so many emotions that aren't really publicly fun or acceptable to express; \njealousy\n and anger and like spite, and I think there wouldn't be no way for me to like express that any other way except for songwriting\nMaking music has really taught me how to have confidence in my point of view and my choices. \n\"drivers license\"\n is such a my heart on a silver platter song, and all of my favourite artist said this, \"once you make a song, you have to sort of disassociate yourself from it, and be like 'okay, it's the world's now, and the world can project whatever they want to on it, and the only thing you can do is write a song that resonates with you.'\" I am never gonna sacrifice writing truthful, authentic, personal songs for fear of what a couple people on the internet are gonna say\n[Sung]\n(Do you get déjà vu, huh?)\n[Spoken]\nI'm so not the girl that I was when I wrote \nSOUR\n. I remember writing it and being so sad and so insecure. I have moments all the time where I'll just like remember where I was and how I was feeling, and I'm just like so far from that now, and I'm so proud of that. \nWhen \"drivers license\" came out, I remember driving around listening to that song and driving on these streets that I remember driving down being so sad and unsure of myself, listening to a song that I had made and feeling so empowered for the first time\nGrowing up never really scared me, I always get really excited by the though of getting older. It's cool to look back and see how much you've grown and [?], I just love figuring out more about myself, and about the world, coming into my own more, and i feel that's a product of growing up, so why would I be scared of that?"
}