{
  "title": "One Time 4 Your Mind",
  "artist": "Nas",
  "lyrics": "[Produced by Large Professor]\n[Intro: Nas & \nGrand Wizard\n]\nYeah, it's Illmatic (\nYeah\n)\nUh, it's Illmatic (\nYeah\n)\nIt's Illmatic (\nHaha, haha, check it, uh\n)\n[Chorus: Grand Wizard & \nNas\n]\nOne time for your mind, one time (\nYeah, whatever\n)\nOne time for your mind, one time (\nYo, whatever\n)\nOne time for your mind, one time\nAyo, Nas (\nWhat up, pah?\n) kick that fuckin' rhyme\n (\nCheck it out!\n)\n[Verse 1: Nas]\nWhen I'm chillin', I grab the buddha, get my crew to buy beers\nAnd watch a flick, illin' and rootin' for the villain, huh\nPlus, every morning, I go out and love it sort of chilly\nThen I send a shorty from my block to the store for Phillies\nAfter bein' blessed by the herb's essence\nI'm back to my rest, ten minutes, some odd seconds\nThat's where I got the honey at, spends the night for sexin'\nKeep lubrication, lifestyle protection\nPickin' up my stereo's remote control quickly\nRon G's in the cassette deck — rockin' the shit, G\nI try to stay mellow, rock, \nwell, acappella rhymes'll\nMake me richer than a slipper made Cinderella, fella\nGo get your crew, hops, I'm prepared to bomb troops\nY'all niggas was born, I shot my way out my mom dukes\nWhen I was ten, I was a hip-hoppin' shorty wop\nKnown for rockin' microphones and twistin' off a 40 top, yeah\n\n[Chorus: Grand Wizard & \nNas\n]\nOne time for your mind, one time (\nYeah, whatever\n)\nOne time 4 your mind, one time (\nIt sound clever\n)\nAyo, Nas, fuck that, man, that shit was phat\nBut kick that for them gangstas, man, fuck all that! (\nRight, right\n)\n[Verse 2: Nas]\nWhat up, niggas? How y'all? It's Nasty, the villain\nI'm still writin' rhymes, but besides that, I'm chillin'\nI'm tryin' to get this money, God — you know the hard times, kid\nShit, cold, be starvin' make you wanna do crimes, kid\nBut I'ma lamp 'cause a crime couldn't beat a rhyme\nNiggas catchin' 3-to-9's\n, \nMuslims yellin' \"Free the mind!\"\nAnd I'm from Queensbridge, been to many places\nAs a kid, when I would say that outta town, niggas chased us\nBut now I know the time, got a older mind\n, plus control a .9\nFine, see, now I represent mine\nI'm new on the rap scene, brothers never heard of me\nYet I'm a menace, yo, police wanna murder me\nHeini Dark drinker, represent the thinker\nMy pen rides the paper, it even has blinkers\nThink I'll dim the lights, then inhale, it stimulates\nFloatin' like I'm on the North 95 Interstate\nNever plan to stop, when I write, my hand is hot\nAnd expand the lot from the Wiz to Camelot\nThe parlayer, I'll make your heads bop, pah\nI shine a light on perpetrators like a cop's car\nFrom day to night, I play the mic, and you'll thank God\nI wreck shit so much, the microphone'll need a paint job\nMy brain is incarcerated\nLive at any jam, I couldn't count all the parks I've raided\nI hold a MAC-11 and attack a reverend\nI contact eleven L's and max in Heaven\n\n[Chorus: Grand Wizard & \nNas\n]\nOne time for your mind, one time (\nIt sounds clever\n)\nOne time for your mind, one time (\nYeah, whatever\n)\nOne time for your mind, one time\nYo, from '92 to '99\n[Outro: Grand Wizard]\nYeah, that shit was crazy phat, pah, know what I’m sayin'?\nBut check it, you got another verse for me\nI want you to kick it, you know what I'm sayin'?\nKick that shit for the projects\n, know what I'm sayin'?"
}