{
  "title": "One More Chance / Stay With Me (Radio Edit)",
  "artist": "The Notorious B.I.G.",
  "lyrics": "[Intro]\nUh, what?\nThat's right, Bad Boy\nDon’t go, don't go, don't go (Baby, don’t go, \nwhat?\n)\nI love you so\nOne more chance (\nLyrically, I\n)\nBiggie, give me one more chance (One more chance, \nlyrically, I\n)\nOne more chance (\nWhat? Junior M.A.F.I.A.\n)\nBiggie, give me one more chance (\nJunior M.A.F.I.A., remix\n)\n[Verse 1: The Notorious B.I.G.]\nFirst thing's first, I, Poppa, freaks all the honeys\nDummies, Playboy bunnies, those wanting money\nThose the ones I like 'cause they don't get nathan\nBut penetration, unless it smells like sanitation\nGarbagе, I turn like doorknobs\nHeartthrob nevеr, Black and ugly as ever\nHowever, I stay Coogi down to the socks\nRings and watch filled with rocks\nAnd my jam knock in your Mitsubishi\nGirls pee-pee when they see me\n**** creep me in they teepee\nAs I lay down laws like I lay carpet\nStop it if you think they gonna make a profit\nDon't see my ones, don't see my guns, get it?\nNow tell your friends Poppa hit it, then split it\nIn two as I flow with the Junior M.A.F.I.A. \nI don't know what the hell's stopping ya\nI’m clocking ya, Versace shades watching ya\nOnce ya grin, I’m in, game begins\nFirst I talk about how I dress in this\nDiamond necklaces, stretch Lexuses\nThe sex is just immaculate from the back, I get\nDeeper and deeper, help you reach the\nClimax that your man can't make\nCall him, tell him you’ll be home real late and sing the break, uh\n\n[Chorus: Faith Evans & The Notorious B.I.G.]\nBaby, here I am (I got that good love girl, you didn't know?)\nAll I need is one more chance (One more chance)\nI can help you find yourself (I got that good love girl, you didn't know?)\n'Cause you don’t need nobody else (One more chance)\n[Verse 2: The Notorious B.I.G.]\nShe's sick of that song on how it's so long\nThought he worked his until I handled my biz\nThere I is, major pain like Damon Wayans\nLow-down dirty, even, like his brother Keenan\nSchemin', don't leave your girl 'round me\nTrue playa for real, ask Puff Daddy\nYou ringing bells with bags from Chanel\nBaby Benz, traded in your Hyundai Excel\nFully equipped, CD changer with the cell\nShe beeped me, meet me at twelve\nWhere you at? Flipping jobs, paying car notes?\nWhile I'm swimming in your women like the breast stroke\nRight stroke, left stroke was the best stroke\nDeath stroke, tongue all down her throat\nNothing left to do but send her home to you\nI'm through, can you sing the song for me, boo?\n[Chorus: Faith Evans & The Notorious B.I.G.]\nOne more chance (One more chance)\nBiggie give me one more chance (I got that good love girl, you didn't know? Give me one more chance)\nOne more chance\nBiggie give me one more chance (I got that good love girl, you didn't know?)\nOne more chance\n\n[Verse 3: The Notorious B.I.G.]\nSo what's it gonna be, him or me?\nWe can cruise the world with pearls, gator boots for girls\nThe envy of all women, crushed linen\nCartier wristwear with diamonds in 'em\nThe finest women I love with a passion\nYour man's a wimp, I give that **** a good thrashin'\nHigh fashion, flying into all states\nSexing me while your man ****\nIsn't this great? Your flight leaves at eight\nHer flight lands at nine, my game just rewinds\nLyrically, I'm supposed to represent\nI'm not only a client, I'm the player president\n[Chorus: Faith Evans & The Notorious B.I.G.]\nOne more chance\nBiggie give me one more chance (I got that good love girl, you didn't know? One more chance)\nOne more chance (Baby, here I am)\nBiggie give me one more chance (I got that good love girl, you didn't know?)\nAll I need is one more chance\nOne more chance (Nine-five)\nI can help you find yourself (I got that good love girl, you didn't know?)\n'Cause you don't need nobody else"
}