{
  "title": "Out Of My Hands",
  "artist": "Future",
  "lyrics": "[Intro]\nDon't you know? Don't you know?\nThis life is amazin', special occasions, we smoke niggas like packs\nWe roll niggas like, uh\nWe cook niggas like crack, givin' it back\nSo many ties, right or wrong, down for the guys (Swerve)\nWe ready to ride, dog, whenever it's time (Whenever)\nHowever we gotta play it, we can't be in the blind (Never in the blind)\nIt's gon' seem complicated to you if you not one of mine (Not one of mine)\n[Chorus]\nPlain jane wrapped two tone, already know what I'm on (You know what I'm on)\nShawty look just like a clone, three bitches laying in my room (Layin' in my room)\nChinchilla drag to the floor, chinchilla drag on a ho (Drag on a ho)\nNights ain't get no sleep, got the money machine on the floor (That money ma'—, brrt)\nEx-bitch strippin' on the pole, my young bitch stayin' on stroll (Stayin' on stroll)\nCame through coach, uh, came back Gen G4 (Gen G4)\nPour up one four, uh (Four), pour up one eighth, pour more, uh, uh\nYoungin gon' blow, uh, young kids 'bouta get a trophy, uh, uh\n[Verse 1]\nI'm already cocky, I'm already poppin', you ain't gotta gas me (You ain't gotta gas me)\nWent through the islands, went through stylin', bitch, I went with stallions\nUh\nOfficial, everything I do official\nGrab on your pistol, nigga\nI'll fuck your sister, nigga\nTreat her like a hooker, nigga\nI'm cool on the MAC, ain't holdin' nothin' back\nI'm goin' through the back\nI'm ready to go spazz, I'm ready to go splatt\nGirl, your nigga wack and that's just that\nCan't get nothin' past, I'm stayin' on my task\nGettin' my cash, run it up fast\nKeepin' my mask, I'm ready to go blast\nThat's just that\nI do what I can, it ain't in the plan\nI hope you understand, you can't comprehend\nAin't goin' against my mans to fuck on his bitch, I'm gon' fuck up these bands\nGot too many options, they meet my demand, my team, we done spinned\nYou went against the gang, you read what I'm saying, it's out of my hands\n\n[Chorus]\nPlain jane wrapped two tone, already know what I'm on (You know what I'm on)\nShawty look just like a clone, three bitches laying in my room (Layin' in my room)\nChinchilla drag to the floor, chinchilla drag on a ho (Drag on a ho)\nNights ain't get no sleep, got the money machine on the floor (That money ma'—, brrt)\nEx-bitch strippin' on the pole, my young bitch stayin' on stroll (Stayin' on stroll)\nCame through coach, uh, came back Gen G4 (Gen G4)\nPour up one four, uh (Four), pour up one eighth, pour more, uh, uh\nYoungin gon' blow, uh, young kids 'bouta get a trophy\n[Verse 2]\nWe learned to embrace it\nI'm givin' you the spotlight, you ain't gotta say it\nI'm givin' you the spotlight, you ain't gotta say it, you ain't gotta say nothin'\nWe know the code of silence, you ain't gotta say it, you ain't gotta say nothin'\nBodies on bodies and bodies and bodies, you ain't gotta say nothin'\n(Don't you know? Don't you know?)\nStylin' you down like a stylist, you ain't even gotta say nothin'\n(Don't you know? Don't you know?)\nTell me keep goin', don't stop it, you ain't gotta say nothin'\n(Don't you know? Don't you know?)\nRealest nigga ever hit it, you ain't gotta say nothin'\n(Don't you know?)\nI can tell you fuck with me just because how you fuck on me, you ain't gotta say nothin', yeah\n(Don't you know? Don't you know?)\nWe 'bout to mess up the city, we ain't even gotta say nothin'\n(Don't you know?)\nI got a padlock on the streets, I don't have to say nothin'\nWe do the glass house on the beach, you didn't have to say nothin'\nI took the cash route, goin' far and you don't have to say nothin'\nFor the lil' homie gettin' shit sparkin', I ain't gotta say nothin'\n(You didn't have to say nothin', you didn't have to say nothin')\n\n[Outro]\nAnother real situation"
}