{
  "title": "Out on Bail",
  "artist": "Tupac Shakur",
  "lyrics": "[Intro]\nOh, I posted bail?\nI'm out this motherfucker? (Hahaha)\nI can go? Ah, fuck y'all, ayy, fuck the judge\nFuck the motherfuckin' district attorney (Fuck you), the prosecutor (Fuck you)\nAnd fuck you motherfuckers in the jury box (Fuck you)\nFuck all y'all, 'cause I'm out on motherfuckin' bail\nY'all ain't never gon' see me in this motherfucker again\nDrop that shit, Em (Haha, yo)\nLet these old punk-ass bitches know how we runnin' this shit\nNiggas ain't goin' back to court, you stank-ass bitches\n[Verse 1]\nI'm stuck in jail, the DEA's tryin' to burn me\nI'd be out on bail, if I had a good attorney\nWant to label me a criminal and cuff me up\nGot a pocket full of money so they rough me up, I ain't trippin'\nIn the county and I'm mad as fuck\nGot a record so they put me with the baddest bunch\nEverybody wanna talk 'cause I'm rappin', they askin' me what happened\nIs it true you did a flick with Janet Jackson?\nI can't sleep, they takin' Polaroids\nAnd I'm tryin' to use the phone, but they makin' noise\nMan, I wish I had my Glock, 'cause it's major\nI'm makin' shanks out the plastic in razors\nThese motherfuckers won't leave me alone, that's my word\n'Bout to turn a violation to a motherfuckin' murder\nI'm makin' collect calls to my old bitches\nSend more pictures, and make me some more riches\nTo all the suckers on the block, talkin' shit while I was locked up\nBe prepared to get socked up\n'Cause the game is deep, and the fame is brief\nAnd you bullshittin' bitches ain't changin' me\nI came straight up out the gutter, I was saved from hell\nAnd I'm a thug, I was raised in jail, now I'm out on bail\n\n[Chorus: 2Pac & \nA.B. Money\n]\nOut on bail\n (Hahaha)\nYou know what fuckin' time it is\nThug life will never fail\nI'm out on bail, \nthug life, nigga\nFifty-thousand, bitch, \nthug life, nigga\nI'm out on bail\nOut on bail\nAyy, hand me some motherfuckin' cold 40's in this bitch, nigga\nThug life will never fail\n'Cause I'm out on bail, \nthug life, nigga\nAyy, pass me my motherfuckin' Rolex, \nthug life, nigga\nYes, bitch, that's a Presidential, come on\n[Verse 2]\nI'm stuck in jail, and mad as a bitch\nI'd be out on bail, if it wasn't for the snitch\nRunnin' wild through the streets like I'm loco\nAnd fuck the punk police and they chokeholds\nI got no love in my heart 'cause I'm heartless\nMobbin' in the park after dark when I start shit\nRippin' up the scene, as a teen I was at it, hey\nAnd sellin' product to the addicts cause they gotta have it\nI was a well-known thug and I got a lot of love\nHangin' out with the OG's, shootin' up the clubs\nAnd momma told me, \"Don't hang with the homies\"\nBut they got me if they need me, then it's on, G\nGot me sittin' in a cell, a five by seven\nWill I finally get to go to ghetto heaven?\nGot my bitches on the outside, writin' me letters\nAnd they tell me they love me, and that shit'll get better\nI don't believe 'em cause I just got the news on the wire\nTake it how you want it but your picture's on fire\nI gotta be a player, so I stay strong\n'Cause I know that I won't be away long (Hahaha)\nAnd when I finally do hit the fuckin' streets, I'ma handle this\nA thug nigga gettin' scandalous, I'm on bail\n\n[Chorus: 2Pac & \nA.B. Money\n]\nOut on bail\nThug life will never fail\nYou see me? Out on bail, bitch, \nthug life, nigga\nYou know what time it is, \nthug life, nigga\nI'm out on bail\nOut on bail\nAlright, ayy, y'all don't need to know about it, man, you know\nThug life will never fail\nOut on bail, \nthug life, nigga\nY'all blow that shit, \nthug life, nigga\nSo motherfuckers know how we do this, \nthug life, nigga\n[Outro: 2Pac & \nA.B. Money\n]\nGet me up out this, yo, get me up out this motherfucker, man\nOut on bail\nThese motherfuckers tryin' to harass a player\nThug life will never fail\nMan, I ain't goin' for this old crazy old shit, \nthug life, nigga\nDealin' with you scandalous bitches, \nthug life, nigga\nY'all niggas look like some of these crooked-ass motherfuckin' judges\nOut on bail\nBut, until then, here go the motherfuckin' fetti, I'm out on bail\nThug life will never fail\nI'll see you motherfuckers at the next show, \nthug life, nigga\nBy the way, where is my bitch? \nThug life, nigga\nHuh, huh\nOut on bail\nYou know, that's that old real thug shit\nThug life will never fail\nReal live thug shit, genuine, \nthug life, nigga\nYou know what I'm sayin'? \nThug life, nigga\nI wouldn't waste your motherfuckin' time with no bullshit, baby\nOut on bail\nTrust me, it's that real shit\nThug life will never fail\nTalkin' 'bout that shit you can be tellin' your grandkids about, you know?\nThug life, nigga\nI ran with a thug nigga, believe that, \nthug life, nigga\nThis is for my fuckin' nigga 'em and the motherfuckin' boys\nOut on bail\nIn case you wonderin', we doin' this shit, hell motherfuckin' yeah\nThug life will never fail\nAn ounce of that shit sittin' in yo' motherfuckin' lap, \nthug life, nigga\nNow press rewind, nigga, \nthug life, nigga"
}