{
  "title": "Outro",
  "artist": "Lil Wayne",
  "lyrics": "[Produced by Willy Will]\n[Verse 1: Bun B]\nYeah, when I step in the spot, motherfuckers say \"Who that?\"\nBig Bun Beeda but you already knew that\nLive from the state where they chop it and screw that\nYou hatin' on the trill OG, where they do that? (For real!)\nMotherfuckers need to get off the dick, man\nFall the fuck back like a bike with no kickstand\nGet out my mix, man, just gon' get you stuck\nDeeper in the quicksand with no easy fix, man (damn)\nNo tricks, man, those is for kids\nKush in my cigar and hoes in the crib\nDrank and the 20 ounce froze in the fridge\nYou fuckin' with P.A. so you know what it is\nI'm sittin' on the fours that clack\nComin' down candy in the golden 'Lac\nWe gettin' to the money like it's Goldman Sachs\nSaid we do it for the Pimp so no holding back, let's go!\n[Bridge: Nas]\nLook who crept in, crept-crept in\nLook-look who crept in, look-look wh\no\n[Verse 2: Nas]\nL-l-l-look who crept in with automatic weapons\nReppin' QB 'til the death of him\nThat nigga that inspired lyrical tyrants like Kanye West and Em\nTrack record, goes back to the Essence\n, smack adolescents\nWho ask who the best is, \nI'm nasty like gas\n from a fat man's intestines\nI pass it, you gaspin' for breath and you die fast, \ngut 'em like a gastric bypass\nBut ya Nas advocates actors seem to get typecast\nIn the same role\n, \nSince 16 I ain't grow a day old\nYet my brain grow, cocaine white Range Rov'\nTats on my body like an art exhibit\nI did real good for a project nigga\nWas once a Bacardi sipper\nNow it's Chandon, fat blunts in the car with strippers\nGuns in compartments hidden\nI was real young, little youth, a novice nigga\nBlessings, bowed down, respected\nChowed down, now my food's digested\nPow-pow, with my shooters are Techs\nThat'll bust louder than the noise that I just spit\nLet's get one thing straight\nThat my crown ain't for testing, testing\nChop heads off like King Henry the Eighth\nGuillotine to your neck, bitch\nI'm a king in this thing, don't be dumb\nBeen in this shit since '91\nNiggas can't fuck with the style I use\nYour fate is sealed, no Heidi Klum\nCalm now, was a wildin' dude\nStudied Taoism and made power moves\nWatched \nWild Planet\n, seen lions devour food\nYou can say that's how I move\nA monster nigga, and I don't really like doing songs with niggas\nBut yo, my nigga Wayne\nLet them niggas hate, 'cause like my nigga Drake say\n\"We ain't got time to respond to niggas\"\n\n[Verse 3: Shyne]\nI'm a villain, I'm a villain, all that happens in the street\nPoverty and desperation made me everything I be\nI'm a shotta when I pop up with them poppers, burn ya block up\nCall the judges, call the coppers, we takin' over Gotham\nWord to Poppa, Blood, Bl-Blood Gang, five\nIt's that Blood Gang five but green is the bottom line\nI run this town, I ain't gon' lie, they run they mouth, they ain't gon' fire\nThey actin' like they ain't gon' die, until I let them 'llamas fly\nFlatbush to Bed Do-or-Die, from Watts to Larry Hoover, Chi'\nPoverty and heroine, it's no place for a juvenile\nPut greed in our heart, it's the green that we want\nCash Money is the company, and Weezy the boss!\n[Verse 4: Busta Rhymes]\nThey say I'm underrated (aha), but un-compete-with-able\nHm... Understandable, being that my rating levels are unreachable\nAnything said other than that should be silenced, unspeakable! (Shh!)\nAnd the thought of you being nicer than me, unfeasible!\nThey ask, is what I do ever gonna stop, this shit will never end\nThat's when you hear a car crash in the vocal booth, got 'em sayin' \"There he goes again!\"\nSee now, they nominated\nA nigga to come and flatten everything, now let me dominate it, nigga, run\nAnd they be knowin' that I be blackin' on everything and make it complicated\nLike a nigga constipated with a gun\nI gotta make it what they want and wake 'em when I come\nAnd shake 'em and bake 'em and take 'em to another place\nAin't no fakin', ain't no kind of mistaking how I be breakin' up everything\nAnd be creating a s-s-s-situation when I'm done (Damn!)\nYou see I spit National Treasure, discography rich\nAnd I done killed more cats than curiosity\n, \nsnitch!\nMost of you niggas sorry and owe apologies quick\nWhat the fuck you niggas still hangin' around here for, you apostrophe bitch?\nOkay, now enough of that, see now I'm out the door\nTunechi, thanks for giving us a whole 'nother classic with \"Tha Carter IV\""
}