{
  "title": "Outro",
  "artist": "Ed Sheeran",
  "lyrics": "[Intro: Yelawolf]\nYeah, \nSlumdon Bridge\nMr Ed, \nCatfish\nBack me up, let's go\n[Verse: Yelawolf]\nI’m out to bark again, ball cracked on the target\nDemolish it, don’t jump out your seat, nah, take a squat and then\nThink while I jump back on the beat, like I need audiences\nTo speak too like a leech needs to retrieve blood\nShould I creep into these ambient sounds with the speech?\n Obvious\nWitness the retardedness with cerebral palsy, that's\nSeveral pauses, you might need a coffin wit'\nHoles in the top, with these tubes to receive oxygen\n(Yeah) You're buried alive like a freak, six-feet\nClawin' and snatchin' and gnawin' like a cat, and a dog and a rat\nAnd a hog in a pen with a frog and all there is to eat is frog and they\nBeat each to a pulp with nails, teeth, and jaws and then\nThey fight to the death for at least a piece off of him\nSee that, you back two bars again, he's asleep in a coffin, man\nI’m all thee all that’s been, ever was, I'm the start of it\nYou mention the squad and then you mention the god of pens\nNot of men, but of harder than flesh, I’m harder than\nTitanium breastplates that are polished, then\nSticking emcees up like a fly-trap, or a bobby-pin\nWhen I rap I’m astonishing\nI attack tracks like a train-track strapped to a bomb and send\nShockwave’s that's what I made, got this bastard popping then\nI spit on my pop's grave without apologin'\nTake shits on shihtzus, pisses on igloos\nThrow it up 'til the whole fucking world is sick too\nVomitin' stomach-fluid like you just ate shit-stew\nDid I say shit again? Do I give a shit, dude?\nNeither does Little Johnny give a shit if he sniffed glue\nOr Beethoven care if you like his hair or the stick used\nTo orchestrate\n, \nor does a porpoise hate when you dip through\nSwimming in his ocean? No, he just moves\nWhat I’m trying to say is\nIt’s my motherfucking ocean\nAnd I crossed it\nBuilt the bridge, \nSlumdon Bridge\n, holler"
}