{
  "title": "Outta Da Blue",
  "artist": "Snoop Dogg",
  "lyrics": "[Intro]\nRoll it up\nLight it up\nHands up\nYeah, nigga, what's up?\n[Verse 1: Snoop Dogg & \nDr. Dre\n]\nBottles and bitches, believe we back in business (Back in business)\nThe shit I be smoking is highly recommended (Highly recommended)\nThis for all of my niggas pushing the limit\nMile high, got me over here bending the flight attendants\nYeah, I been around the world and I-I-I\nAin't seen a motherfucking thing that I can't buy\nSee, reaching these types of heights, it come with a third eye\nI'm better at betting on me, the numbers don't lie\nHuh, that's how we rolling, nigga, you know them gold diggers\nWant the pick of the litter, burying them hidden figures\nI keep them triple hitters, \ncall 'em silverback gorillas\nGoing ape shit\n, and you know ain't nobody fucking with us\nHa, showtime nigga, yeah this is the big ticket\nCoach at Compton, I'm talking that King Richard\nThis shit just like a movie, I'm seeing the bigger picture\nSince Snoop couldn't get much higher, but I beg to differ\nUh, on sight, I give you the green light\nSome niggas is all bark, my nigga, we all bite\nYou gambling with your life? Well fuck it, let's roll the dice\nThere'll be some motherfucking problems if this dog in a fight (\nThat's right\n)\n\n[Chorus: Alus & \nSnoop Dogg\n]\nMaybe I'm just tryna get high (\nSmoking the legendary\n)\nThighs high, open them wide (\nSomething like \nmissionary\n)\nMind if I pull up with a few? (\nWe can arrange that\n)\nPennies dropping outta da blue (\nYou know I bang that\n)\nAll I wanna do is bla-bla-bla-blaow\nAnd then, and then, just take your money\nAll I wanna do is bla-bla-bla-blaow\nAnd then, and then, just take your money\n[Verse 2: Dr. Dre & \nSnoop Dogg\n]\nUh, Hip-Hop, took shit global, \nwe done did it\nHuh, wanna see your mogul, we showing you how to pivot\nGot this shit from DMC, let's run with it\n (Check)\nTook the fundamentals and have us some fun with it\nThese songs, King Kong, my team strong\nGodzilla, set fire to whatever I breathe on\nGot the killers and choir all singing my theme song\n(I could never do this alone)\n \nThen motherfucker, come on!\nStill Dre, still on top, still got it\nThe sonic still iconic, they still sniffing the product\nI seen the money coming, I showed you that I'm a prophet\nAnd I'm riding shotgun in case niggas get out of pocket\nWhy you wanna press the issue, my nigga, you need to stop it\nKeep a lawyer on retainer for depositions and dockets (Uh)\nBack to the topic in case you niggas forgot it\nAnonymous head bobbing, baby, keep that pussy popping for me\n\n[Chorus: Alus & \nSnoop Dogg\n]\nMaybe I'm just tryna get high (\nSmoking the legendary\n)\nThighs high, open them wide (\nSomething like missionary\n)\nMind if I pull up with a few? (\nWe can arrange that\n)\nPennies dropping outta da blue (\nYou know I bang that\n)\nAll I wanna do is bla-bla-bla-blaow\nAnd then, and then, just take your money\nAll I wanna do is bla-bla-bla-blaow\nAnd then, and then, just take your money"
}