{
  "title": "Outta Time",
  "artist": "Future",
  "lyrics": "[Intro]\nSuper\nI see you makin' hella noise, but I ain't enthused, ah\nFeed me Don, Don, Don, Don Perignon\n[Chorus]\nGotta be in a rush, I can't be runnin' out of time (Out of time)\nWhat you mean what's on my mind? (What's on my mind? Cash)\nFederal Reserves on my mind, no (Freebandz, ayy)\nI got the plug online (On my line, huh)\nGo crazy, lavish, put the spaceship on Davins, yeah (Huh)\nCompellin', you can hear the guns yellin'\nI can't take no vacations, I can't lose (Huh)\nWe poppin' mollies and they watchin' like parole (Huh, woo)\n[Verse 1]\nI see you makin' hella noise, but I ain't enthused (I ain't enthused)\nKidnap, no flinch (Flinch), I'ma set back and reminisce (Yeah, yeah)\nFuck that bitch, she got a love for water whippin'\nZone six nigga ridin' in a V12, that's too Venice (Yeah, woo)\nI don't wanna show ‘em no slack (Slack), I gotta get me a sack (Pluto)\nTakin' their clean batch (Batch), still fighting my demons\nI'ma drop my top, get some, I mean this (I mean my top)\nShawty give me that mouth while I make a scene with (Super sloppy)\n[Hook]\nWho knew I'd get this much attention?\nBe cool before you get put on suspension\nP.I.M.P., gettin' that Monica Lewinsky\nChain on freeze, wrist on Jet Skis\n\n[Verse 2]\nI'm gettin' frustrated and all for us\nYou see I bought the Bentley truck for us\nI put in some hours every single night\nSomewhere in the clouds, done lost sight\nKhaled put a whole nigga on ice\nFucked on a gold digger more than twice\nFor the crazy bitches, glance sheisty\nHad a crazy wrist, I didn't ice it\n[Bridge]\nI'm infatuated with shinin'\nI'm infatuated with shinin'\n (On my line, brr)\nI'm infatuated with shinin'\nGive you motivation at it's finest\n[Hook]\nWho knew I'd get this much attention?\nBe cool before you get put on suspension\nP.I.M.P., gettin' that Monica Lewinsky\nChain on freeze, wrist on Jet Skis\n[Chorus]\nGo crazy, lavish, put the spaceship on Davins, yeah\nCompellin', you can hear the guns yellin'\nI can't take no vacations, I can't lose\nWe poppin' mollies and they watchin' like parole\n\n[Outro]\nGotta be in a rush, I can't be runnin' out of time\nWhat you mean, what's on my mind?\nP.I.M.P., gettin' that Monica Lewinsky\nChain on freeze, wrist on Jet Skis"
}