{
  "title": "Ova da Wudz",
  "artist": "OutKast",
  "lyrics": "[Intro: Big Boi & \nAndré 3000\n]\nSomething's gotta give!\nYeah, you know what I'm sayin? Uhh\nHerndon Homes, unh, Martel Homes, Carver Homes, Techwood\nMartin Luther King, Bankhead\n[Verse 1: Big Boi]\nUndercover, over the hills and through the woods I go\nLike green lights,\n \na Southern nigga that's comin' for your throat\nBut not no guillotine – see, we be them Southern playas\nRemember the football socks, aerobic Reeboks\n and Decaturs?\nNow you up to par and ready for your lesson\nI got an ounce of dank and a couple of drinks, so let's crank up a session\nLike Tri-Cities High School\n, \nwas pulling 'em in a broke down Rabbit\nI spit a couple of words, and laying 'em down was just a habit\nJust like Smokey, choking off da pee-wee that we rolled up\nTalking about the clique will get you nathaniel but swolled up\n\"Hootie Hoo,\" slapped you boys across the cheek with Isotoners\nAnd went to tell yo' momma and yo' pop that you was a goner\nTell 'em Big Boi did it\n; \n\"I swear that nigga be rhyming\nEvery lyric that he spit be turning charcoals into Diamonds and Pearls\"\nGirl, when you giving up them drawers? 'Cause\nI got a couple of niggas down the hall\nThat want to hit it too, I'm not the type to be acting selfish\nSet it out and let it out, and I'll be right back, just like Elvis\n'Cause the postman rings twice... (Yeah)\nHey Mr. Postman... (It's like that)\nYeah\n\n[Hook: Witchdoctor]\nPower, power, I come, gimme some\nThe deadly voice over drums, \nwe from, ATL\nPut tha SWATS SWATS on yo' car\nLet's travel far, tha Southern star shines\nPower, power, I come, gimme some\nThe deadly voice over drums, \nwe from, ATL\nPut tha SWATS SWATS on yo' car\nLet's travel far, tha Southern star shines\n[Verse 2: André 3000]\nEverybody wanna get signed, but (I'm here to tell you)\nRecord companies act like pimps\nGetting paid off what we made, when we the ones that's fly like blimps\nBut ain't no Goodyear\n, I tell it like it is, so I'm like, \"look here\"\nJust willing to get what I deserve, my kids do have a mother\nAnd a little house, with a dog in the backyard going \"woof-woof\"\nWho knows what I must face when I leave this recording booth?\nPoof, back in the real world where birds fly\nFrom Miami, by way of Cuba, to whoever wants to get that high\nThere's clouds of clowns, seas of G's\nPro-jects, packed with playas meditating on their knees\nJust to make them ends meet, like ground beef, \nyou won't believe\nThe shit that niggas attempt 'cause they got other mouths to feed\nBesides they own\n\n[Hook: Witchdoctor]\nPower, power, I come, gimme some\nThe deadly voice over drums, \nwe from, ATL\nPut tha SWATS SWATS on yo' car\nLet's travel far, tha Southern star shines\nPower, power, I come, gimme some\nThe deadly voice over drums, \nwe from, ATL\nPut tha SWATS SWATS on yo' car\nLet's travel far, tha Southern star shines\n[Verse 3: Big Boi]\nYeah, uh\n\"It's some hoes in this house,\" damn right\nI'm thinking about the way you skull me\nGirls be\n–\nsucking me dry like deserts, Mojave\n, \nGobi\n,\nHotties and honeydips\nLiking the way you do me, screw me and make my money flip\nShaking that ass for daddy, putting this gas off in my Cadi-llac\nBack\n, \ndon't ever snap, packing the gats and pimping whores\nHors d'oeuvres, swerve, hit the curb, because I'm reckless (Uh)\nBack in the days when I was broke, I'd snatch your fucking necklace\nYou ol' pussy-ass nigga... (Yeah) yeah"
}