{
  "title": "​p r i d e . i s . t h e . d e v i l",
  "artist": "J.Cole",
  "lyrics": "[Intro: J. Cole]\nUh\n[Chorus: J. Cole]\nPride is the Devil\nThink it got a hold on me\nPride is the Devil\nIt left so many R.I.P.\n \nPride is the Devil\nThink it got a hold on me\nPride is the Devil, yeah, uh\n[Post-Chorus: J. Cole]\nTerrified, paranoid, I'll put you over everything to fill the void\nAnd when you’re gone, will I have anything or will I be destroyed?\n Uh\nTerrified, paranoid, I'll put you over everything to fill the void\nAnd when you're gone, will I have anything or will I be destroyed? Yеah\n[Verse 1: J. Cole]\nBright lights pass me in the city, it’s emеrgency\nI'm thankful 'cause I made it past my thirties, no one murdered me\nStill remember vividly the nigga that pulled a gun on me\nI'm petrified, but moving like I got no sense of urgency\nPride make a nigga act way harder than he really be\nPride hide the shame of sin and cut off all utilities\nPride hide the pain of growing up in hell and poverty\nPride make a nigga feel a way that you unfollow me\nMake a nigga flash a thousand like he hit the lottery\nMake a baby mama make shit harder than it gotta be\nMake you have to take the bitch to court to see your prodigy\nMake you have to use your last resort and pull a robbery\nPride be the reason for the family dichotomy\nGot uncles and some aunties that's too proud to give apologies\nSlowly realizing what the root of all my problems be\nIt got me feeling different when somebody say they proud of me\n\n[Chorus: J. Cole]\nPride is the Devil, uh\nI think it got a hold on me\nPride is the Devil, uh\nIt left so many R.I.P.\n \nPride is the Devil\nI think it got a hold on me\nPride is the Devil, uh, yeah\n[Post-Chorus: J. Cole]\nTerrified, paranoid, I'll put you over everything to fill the void\nAnd when you're gone, will I have anything or will I be destroyed?\n Uh\nTerrified, paranoid, I'll put you over everything to fill the void\nAnd when you’re gone, will I have anything or will I be destroyed? Yeah\n[Verse 2: J. Cole]\nToo much money to count, what’s the amount? Check never bounce\nI gotta pay a nigga to add it up\nThen pay somebody to make sure whatever amount he say he can back it up\nGot racks on racks, I'm rackin’ up\nStackin' up, you're reachin' out, actin’ up\n[Verse 3: Lil Baby]\nBreak it down, weigh it up, now bag it up\nMaking five a month, that's regular\nNigga playing with us, that's a negative\nGo back to start, that's never\nI'm a boss, my closet leather\nAin't no off-days on my schedule\nLong as I live, we live forever\nTold my twin this shit get better\nThese niggas done slipped, let me ahead of 'em\nGot my feet up, I paid seventy bands to have sex on the jet\nI don't need 'em, that shit in the past, I'm feelin' like what's next\nGot my speed up, foot all on the gas, this not a C8 'Vette\nI can beat 'em, I believe in me, just tell me what's the bet\nAll my pride gone, had to lose it all then I got rich\nI own five homes, glad some of this shit starting to make sense\nI'm staying hella focused and I can't forget the bigger picture\nI can't even hold you, I didn't have shit, I won't forget it\nWill I be destroyed?\nCome to me with everything, it's starting to get annoying\nI'm addicted to promethazine, it's crazy, yeah, I know it\nAll this money coming in, it drive me crazy not to show it\nI'll be crazy if I blow it\n\n[Chorus: J. Cole]\nPride is the Devil, uh\nI think it got a hold on me\nPride is the Devil, uh\nAnd it left so many R.I.P.\n \nPride is the Devil\nI think it got a hold on me\nPride is the Devil, uh"
}