{
  "title": "Patty Melts",
  "artist": "Crush",
  "lyrics": "[Verse 1]\nFrom patty melts to caviar\n1997 Audi coupe to Audemars\nWhen it's far too far to fall off\nTried to remember how I felt when I was broke\nTo compare with how I feel today, is it really that far off?\nWas I better off broke, ducking phone calls?\nOr living large? These days got my mind in awe\nI'm confused about it all\nPart of me wants to be disconnected from it all, yeah\nAnother side is addicted to the clothes and the cars\nAnd the hoes, now my foes wanna pay me for some bars, yeah\nAll But 6 the set until my final breath\nAnd rеst assured, my death will be avеnged if they get the best of me, yeah\n[Chorus]\nThese days, I'm on a steady decline\nThe world gained a millionaire, but now I'm losing my mind\nBaby, time is on your side, don't let your thoughts collide (Yeah)\nWith the way I live my life\nThese days, I'm on a steady decline\nThe world gained a millionaire, but now I'm losing my mind\nBaby, time is on your side, don't let your thoughts collide (Yeah)\nWith the way I live my life\n[Verse 2]\nI rev the 911 like Freddy was chasing me\nI'm paranoid just like a baser be\nWhy can't it be that it was all so simple?\nUsed to whip a Civic and a flip phone, yeah\nNow I'm the biggest ever out my ZIP code\nWas it worth the pressure I feel in my chest as I get old?\nI look back on myself and I cringe and I smile and I cry as I get blown\nI keep so many thoughts inside, I can feel them trapped in my lungs\nTaking away my breath until I'm left with nothing else, yeah\nI battle my gun, I stare at the moon, expecting my doom\nAs I'm chasing the sun, yeah\n\n[Chorus]\nThese days, I'm on a steady decline\nThe world gained a millionaire, but now I'm losing my mind\nBaby, time is on your side, don't let your thoughts collide (Yeah)\nWith the way I live my life\nThese days, I'm on a steady decline\nThe world gained a millionaire, but now I'm losing my mind\nBaby, time is on your side, don't let your thoughts collide (Yeah)\nWith the way I live my life"
}