{
  "title": "Paul Rodriguez",
  "artist": "Logic",
  "lyrics": "[Skit: Paul Rodriguez and \nLogic\n]\nWow, I can't believe this motherfucker Logic's making me do this right now\nSo I came over, we were supposed to watch 500 Days of Summer\nUm, I brought some Macallan 18, I brought some Jordan SBs, and 6ix turns over and says, \"Hey, I think I got a beat for Ultra 85\"\nHe plays it, Logic goes crazy, and next thing you know, history's made\nI'm Paul Rodriguez and I approve this message\nHeh heh heh, ayo, this that Tony Hawk Pro Skater soundtrack type-beat\nWelcome to Ultra 85 (Woo)\n[Verse 1]\nWhat's up, what's happenin', bitch, we live\nProbably thought you'd never see the day of Ultra 85\nIt's been a minute, but baby, yeah now wе in it, what's that?\nThe past, the presеnt, the future,\n and yes, the beyond\nI know you thought it was over, but you know it, now it's on\nI was scared for years to try to do this album\nHow you follow up a classic, what's the outcome?\nFailure and tragedy, now everybody's mad at me\n'Cause I ain't make a carbon copy of my last shit\nFuck the past, we past it\nBoy snappin' like he elastic\n, listen\nFeel the freedom, \nyou can take 'em out the field and lead 'em\nBut you can't make 'em drink\n, bitch, I'm being me, the fuck you think this is?\nI am, I mean I'm is, everything that they said I wasn't\nWe cookin' but ain't no oven, they say they hate me, I love 'em\nCome now boys, sound the alarm, \nwe brothers in arms, fuck that beef shit\nY'all ridin' a wave, fuck that reef shit\nFuck all the shit they be talkin' about, we practice what we preach\nWe walkin' it out, no ain't no doubt, no no, I'm on the grind like \nRodriguez\nAccording to what he says, this shit don't happen overnight\nThey said Logic wouldn't be nothing, what an embarrassing oversight\nYeah sure, you right\nI'm keeping it tight like in that pocket like that '95 Roots Datskat\nSkibidi-hoop-bop-bop-bop-bop-bop, stay with the gat\nSo don't test me, better arrest me\nUsed to want hip-hop to love me\n'Cause when I was a child both of my parents would neglect me\nI talk about it in therapy often\nHow in this game, you gotta have thick skin, she said let it soften\nBe yourself unapologetically 'cause in this world that there right there don't happen often\nI'm smokin' 'til I'm coughin', \nself medicate\n to the coffin\n'Cause in the end we all six feet\nSo I'ma be catching wreck to the day I die on these 6ix beats\nYou emcees better retreat\nCut off my legs below my knees and still can never defeat me\nBlack and white like eighty-eight pianos\nLord of the Rings, my right hand look like Thanos\nHairline like Fantano's rockin' a yellow flannel\nY'all can't see me like Metal Gear Solid with the camo\nThis the freest I've ever been, critics don't let him in\nI've graduated from the bullshit, pass me the letterman\nMe and my entire team focused on being better men\nLogic in the thirties, but he rappin' like he in his prime\nGoddamn, we're the veteran\nThis is braggadocia at his finest\nWe've been through a lot of shit but deal with it then put it behind us\nThe rhyme is the illest, let's take a look at the skill list\nYeah, I'm the motherfuckin' greatest, \nI'm confident,\n \nnever cocky\nDon't talk to me 'til you made it, debate it all you want\nBut we know this shit is off the hook\nSlidin' on this bitch like Paul with the \nNolly\n, flip the crook\nMotherfuckers don't know nothin' bout the hustle, bitch, \nI wrote the book\nI'm a prodigy, I leave them shook, ones that know me know how much it took\nBack rank checkmate with the rook, I feel like Magnus\nLogic on this beat is murder, bitch, I'm toe taggin' this\nUltra 85, this the catalyst, that real rap shit\nLo-fi, boom bap on that trap tip, now watch the hat hit\nThat \nSV in '96 at the shelter\n, \ngoin' batshit, no Bruce Wayne\nOh yeah, you know this rap game \nproduce\n pain like I did Fahim's album\nI made so much fuckin' money, should \ncall this the green album\nThey used to be laughin' at him, now they out back after the show rappin' at 'em\nYou lazy motherfuckers ain't doin' shit, up and at 'em\nOh man, get after it, get at it, don't none of y'all want this static\nWhy you actin' dramatic? This ain't no Gangsta Grillz\nI know you up in your feels, 'cause all the legends in the game respect me, I keep it real\nI remember tellin' Funk Flex, \"people call me a tryhard\"\nHe said, \"you know why, dawg? 'Cause they tried and couldn't do it\"\nSo that's what is it, yeah, and every time they see you winnin' they have to relive it\nOh yeah, now come now boy, forget it, we with it\nI'm goin' crazy committed, that shit they talkin' omit it\nWe takin' it back for these hip-hop heads like fitteds\nSaid it, I did it, yes I said it and did it\nIf you hatin' on Logic then we all know you ain't \nhit it\nI provided various people with jobs like I was Steve\nKill the beat then let them grieve, I kill the beat then let them grieve\nTell me the reason I'm ripping it up on the microphone 'til I can't breathe\nThis is deeper than the things you can achieve\nThis is deeper than the chain around your neck\nThis right here 'bout catchin' rep\nAnd murdering it every single time you put me in your deck\nThis that TASCAM-four-track straight to cassette\nWe independent now, puttin' the major labels in debt\nBitch I've been wet, no PCP, you know we be free\nFuck the algorithm right now, I need that reparation\nThey call Logic the voice of a generation\nSippin' scotch\n, facin' a blunt\nSometimes I talk about the real shit, other times I stunt\nSometimes depression takes a hold and rips away everything that I want\nWe finally eatin' but I'm still hungry\nI know you feel it, you hear it, the passion\nSwoopin' like an assassin, gats blastin' like it's regular fashion\nI'm driven, you better fasten your belt, spit heat 'til your face melt\nI'm one-of-one, these other rappers were made on conveyor belts\nWatch yourself, Logic wildin', man, I'm not myself\nThis for Nas, this for RZA, this for Jay, this for Mos, this for Thought\nThis right here for Kanye, even when he be wildin' out\nMan, I listened to y'all when I was broke and ain't had shit\nY'all were there for me even more than my dad, shit\nI can say the same for Drizzy Drake, Kenny and Cole\n'Cause we a family, this hip-hop tree is all I know\nAnd you listen and are invited to help it grow\nI can't believe it, used to wish I could achieve it\nNever thought the day would come that I would see it\nNot the money, not the fame, not the cameras\nNot the chains, but the happiness\nIt makes me sad that so many in the game will never truly know what happy is\nI used to think it was the streams\nUsed to think it was the plaques\nUsed to think it was awards\nBut none of that there facts\n\n[Refrain]\nYou know what it is, homie (This right here)\nYou know what it is, homie (This right here)\nYou know what it is, homie (This right here)\nYou know what it is, homie (This right here)\nYou know what it is, homie (This right here)\nYou know what it is, homie (This right here)\nYou know what it is, homie (This right here)\nYou know what it is, homie (This right here)\nYou know what it is-\n[Verse 2]\nLogic be wildin', T-Man right there he gon' style and you know I'm going bezerk\nEverybody want it all but don't wanna put in the work\nYou want that? My heat work\nYou want that? It's teamwork\nYou got that? \nThe dream work, no Pixar\nWorth a hundred million when it's all said and done\nYeah, the basement was the kickstart\nIt kicked us to the stars and beyond\nI do this for my wife, little Bobby and Leon, my son to be\nWe took him to outer space then we took him to the Wild West\nI created this universe because I was depressed\nFeel like I did not have a space to call my own\nFuck a tastemaker, gatekeeper, hip-hop's my only home\nBlacklisted by some, top ten listed by others\nThis that summertime, Kool & The Gang, me and my brothers\nTaking it back like primitive, tell me now who gon' let 'em live\nShit, like Hov said, can I live?\n\n[Verse 3]\nAyy, check it, this that Lupe in '06\nThis that Lupe last week, this that timeless flow\nYou better listen when I speak, \nI'm at the podium snatching mics like I kidnapped Jackson\nLights, camera, action, blunts we passin'\nSee if you ain't get the message now, this whole song is about passion\nThis is everything I got, it's everything I have to give\nIf that ain't enough for y'all, man, fuck you, I'm happy\nMy dick works, you name it, I got it\nI don't say that shit to brag, I say that shit to let 'em know\nKid on welfare and food stamps really achieved the goal\nI made thirty million dollars six years ago\nThis ain't about the money and the fame, it's about the fuckin' flow\nThe love, the music, the people, the drums\nThe happy, the sad, the highs and the lows\nLet me repeat this so all of y'all out there listenin' know\nThe flow, the love, the music, the people\nThe drums, the happy, the sad, the highs, the lows\nThe shit that most of these people do not know\nI'm doing this shit cause I love it and I never won't\nI make music for those who love it and not the ones who don't\n[Refrain]\n85\nUltra 85\nUltra 85\nUltra 85\nUltra 85\nUltra 85\nUltra 85\nUltra 85\nUltra 85\nUltra 85\n\n[Bridge]\nWelcome to the motherfuckin' future, ah yeah\nYou motherfuckers better buckle up man, we going to outer space with this one, y'all\n[Refrain]\nCome on, come on, come on, come on, uh-uh\nCome on, come on, come on, come on, uh\nCome on, come on, come on, come on, uh\nCome on, come on, come on, come on, uh\nCome on, come on, come on, come on, uh\nCome on, come on, come on, come on, uh\nNow come on, come on, come on, come on\n[Interlude: Pimp C]\nKnockin'— knockin'— knockin'— knockin'— knockin' doors down, showin' parts around\nI'ma come through and show my wood pine\nKnockin'— knockin' doors down, showin' parts around\nI'ma come through and show my wood— show my wood\nKnockin'— knockin' doors— doors down, showin' parts around\nI'ma come through— through\nKnockin' doors down, showin' parts around\nI'ma come through and show my wood— show my wood— show my wood\n[Break: Logic]\nNow\n[Skit]\nWe're tracking you now, uh\nAirship there, we got the Aquarius III and uh, we got ya\nWe're all clear here, Thomas\nBefore we had an issue with one of the doors earlier, but maintenance came on down and fixed that up\nAlright, Tom, that's everything on my end, here\nYou're clear for departure\nI'll tell you what's up I'm getting real sick and tired of this synthetic gravity so I hooked... oh my bad\n[Skit: Thomas, \nKai\n, and \nRoslyn\n]\nSo, you're my new partner, huh?\nYes, sir. The name's William Kai, first officer and man of infantry, and I take it you're this vessel's new captain\nYep, that's me. Quentin Thomas. Pleasure to meet you\nHey, Roslyn, please tell Mission Control docking sequence was successful and the Aquarius III is now commencing separation\nOf course\nRoslyn? Did they update the fleet's AI program again?\nI know, right? Feels like as soon as you get to know them, they're on to the next\nInitiating thrusters for departure\nMunitions check\nQuantum cannons engaged\nMission 1019 go for departure. \nStar date 2110.\n \nMission Control\n has given access granted. Emergency systems green and fuel is 100%\nWell kid, you ready to do this?\nWell if I can be honest sir, this is my first time leaving Babel\nNo shit? Well, don't worry. I brought music"
}