{
  "title": "PAY MY BILLS LIL BOY",
  "artist": "Doja Cat",
  "lyrics": "[Intro]\nOh my God, oh my, uh, oh my God, oh my God, oh my God, oh my God, oh my God\nWhat did you want? What did you say? You wanted to see what? Take my what? You wanted to see what? What? Take off what?\nWhat did you say? Open what? Open what?\n(Pay my bills)\nBitch!\nOh my God, it’s Doja on the track bitch\nFucking bitch\n[Verse]\nUh, Jason\nBig dick nigga\nHalf-pound sweatshirt\nBig, big spender\nBuy me high price dinners, whoa\nWeak in my ankles\nFat ass wallet (Huh)\nBuy me fat ass niggas\nAss niggas, hey (Brr)\nThick ass thighs, thunder fucking clap\nHe said throw it back, I said pay my fuckin' bills (Pay my bills nigga!)\nYou ain't got no chill, you ain't got no chill (Got no chill)\n5k shows nigga, you ain't got no skrill, hey (Got no skrill)\nPunch me in my face, Doja Cat\nWhat the fuck? What is that?\nSemi-truck, sized stack, semi-truck, sized ass, let me fuck\nI got Xans, let me fuck, I got hands, I'll protect you girl, aah\n\n[Chorus]\nI say yea stupid nigga gon' pay my bills (Yo, pay my bills)\nI say yea dumb bitch gon' pay my bills (Better pay my bills nigga!)\nI say yea stupid nigga better pay my bills (Pay my goddamn bills!)\nI say yea dumb bitch better pay my bills (Better pay the bills, aaah!)\n[Hook]\nMy bills, my bills, my- my automobiles\nCan you pay my telephone bills?\nMy bills, bills, my bills, bills, bills, my bills, ayy, bills, bi- \nCough, cough\nBills, ayy, bills, bills, my bills, bills, bills, my bills, yeah, pay my bills Hahaha, hahaha, bills, hahaha, hahaha, hahaha, hahaha, pay my bills, yeah, fuck boy\nThis beat is hot as fuck\nWe in this bitch, we out this bitch, we around this bitch\nWe ain’t never gon leave\nWhat is that? What is? ayy, I'm on ayy, I'm on crack, I'm on crack, I'm on crack, I'm on crack, I'm on crack, I'm on crack, I'm on, ayy, hahaha, I'm on crack, hahaha, I'm on ayy, I'm on, what? I'm on crack, hahaha\n[Outro]\nI'm not really on crack though- hahaha"
}