{
  "title": "Pe$Os",
  "artist": "Crush",
  "lyrics": "[Intro: Boobie Lootaveli]\nWhere the day go?\nAyy ayy, ayy ayy ayy\nWilly Snow on the beat, bitch\nChasing the rainbow\nAyy, ayy, ayy, ayy, ayy\nIt's hot like volcano\nAyy, ayy, ayy\n[Chorus: Boobie Lootaveli]\nBitch I'm so high, where the day go? (Day go)\nMy migos online for the pesos (Bitch)\nFeds watch the spot, so we lay low (Lay low)\nWalk in my kitchen, it's hot like volcano, ayy\nI put your boss on a payroll\nChopper no game how that leave you a halo, ayy\nI poured a four in a Faygo\nDiamonds like Skittles, we chasing the rainbow\n[Verse 1: Boobie Lootaveli]\nRollin 'til the morning, I pour until the morning\nBox Chevy on them thirty, motherfuckin' foreign\nThis a pineapple soda but I turned it into orange\nSwear I wanna count that money 'til that motherfucker boring\nRunning, drum drumming like my chopper on the beat\nWanna beef with me, then my chopper finna feast\nIt ain't really shit, air it out, let it eat\nGot a cool twenty-five sittin' somewhere in my reach\nKeep the fifties in the bag, hundreds in the wall\nRest in peace cousin Todd, he just wanna see me ball\nAll your diamonds look like they was getting in a brawl\nIf you need some money then you know who you should call\n\n[Chorus: Boobie Lootaveli]\nBitch I'm so high, where the day go? (Day go)\nMy migos online for the pesos (Bitch)\nFeds watch the spot, so we lay low (Lay low)\nWalk in my kitchen, it's hot like volcano, ayy\nI put your boss on a payroll\nChopper no game how that leave you a halo, ayy\nI poured a four in a Faygo\nDiamonds like Skittles, we chasing the rainbow\n[Verse 2: Pouya]\nI'm ready for whatever, got a four-five in my sweater\nBut the trigger hella heavy, so I keep two fingers steady\nI'm too famous, I can't pull up to no ghetty\nHoes wanna fuck, foes wanna turn my brain into spaghetti, yeah\nI just wanna stack my pesos\nBoobie in the cut with a double cup of the Faygo\nI don't want no friendship, rather lay low with my day ones\nRIP to Peep, I guess I'll see you when my day comes\n[Pre-Chorus: Pouya]\nThe sun goes down, and my highs get low\nEyes wide shut, whenever I get dome\nHoes wanna know what I've been up to\nTellin' me to dick 'em down 'cause I can never trust you (Yeah)\n\n[Chorus: Boobie Lootaveli]\nBitch I'm so high, where the day go? (Day go)\nMy migos online for the pesos (Bitch)\nFeds watch the spot, so we lay low (Lay low)\nWalk in my kitchen, it's hot like volcano, ayy\nI put your boss on a payroll\nChopper no game how that leave you a halo, ayy\nI poured a four in a Faygo\nDiamonds like Skittles, we chasing the rainbow"
}