{
  "title": "Peace On Earth - Little Drummer Boy",
  "artist": "David Bowie",
  "lyrics": "David: hello...... you're the new butler?\nBing: hahaha! well, it's been a long time since i've been the new anything!\nDavid: what's happened to hudson?\nBing: i guess he's changing\nDavid: yeah, he does that a lot, doesn't he? uhm... oh, i'm david bowie, i live\nDown the road\nBing: oh!\nDavid: sir percival let's me use his piano if he not around. he's not around, is\nHe?\nBing: i can honestly say i haven't seen him, but come on in! come in!\nDavid: but uh...\nBing: come on in!\nDavid: are you related to sir percival?\nBing: well, distantly...\nDavid: oh, you're not the poor relation from america, right?\nBing: ha! gee... news sure travels fast, doesn't it? i'm bing\nDavid: oh, i'm pleased to meet you. you're the one that sings, right?\nBing: well, right or wrong, i sing either way\nDavid: oh well, i sing too\nBing: oh good! what kind of singing?\nDavid: mostly the contemporary stuff. do you eh... do you like modern music?\nBing: oh, i think it's marvellous! some of it's really fine. but tell me, have you ever listened to any of the older fellows?\nDavid: oh yeah, sure. i like ah... john lennon and the other one with eh...harry\nNilsson\nBing: mmm... you go back that far, uh?\nDavid: yeah, i'm not as young as i look\nBing: haha, none of us is these days!\nDavid: in fact i've got a six year old son. and he really gets excited around the christmas holiday-thing\nBing: do you go in for anything of the traditional things in the... boy, household, christmas time?\nDavid: oh yeah, most of them really. presents, tree, decorations, agents sliding down the chimney...\nBing: what??\nDavid: oh, i was just seeing if you were paying attention\nBing: haha!\nDavid: actually, our family do most of the things that other families do. we\nSing the same songs\nBing: do you?\nDavid: oh, i even have a go at 'white christmas'\nBing: you do, eh!\nDavid: and this one. this is my son's favourite. do you know this one?\nBing: oh, i do indeed, it's a lovely theme\n\nAnd they told me pa-ram-pam-pam-pam\nA new-born king to see pa-ram-pam-pam-pam\nOur finest gifts we bring pa-ram-pam-pam-pam\nRa-pam-pam-pam, ra-pam-pam-pam\nPeace on earth, can it be\nYears from now, perhaps we'll see\nSee the day of glory\nSee the day, when men of good will\nLive in peace, live in peace again\nPeace on earth, can it be\nEvery child must be made aware\nEvery child must be made to care\nCare enough for his fellow man\nTo give all the love that he can\nI pray my wish will come true\nFor my child and your child too\nHe'll see the day of glory\nSee the day when men of good will\nLive in peace, live in peace again\nPeace on earth, can it be\nCan it be\n\nBing: it's a pretty theme, isn't it?"
}