{
  "title": "Penthouse Floor",
  "artist": "John Legend",
  "lyrics": "[Verse 1: John Legend]\nAll this trouble in this here town\nAll this shit going down\nWhen will they focus, on this?\nStreets ride up with the TV crews\nLook ma, we on the news\nBut they didn't notice, before this\nThey float above the city lights\nForget the truth, inhale the lies\nJust enjoy the show\nThey see us reaching for the sky\nJust ignore that you survive\n[Chorus: John Legend]\nMaybe we should go\nGo to the penthouse floor (let's go, let's go, let's go)\nGo to the penthouse floor (let's go, let's go, let's go)\nLet's ride the elevator, they can't keep us out no more\nGo to the penthouse floor (let's go, let's go, let's go)\nPenthouse floor\n[Verse 2: John Legend]\nAll that bubbly, all that wine\nOh man, look at the times\nDidn't they notice, notice?\nOnly future I can see, ain't what it used to be\nAnd I didn't know this, I didn't know this\nOnce you're above the city lights\nWon't want to spend another night, down there on your own\nThe whole world on display for us\nThe altitude is dangerous, but we ain't going home\n\n[Chorus: John Legend]\nGo to the penthouse floor (let's go, let's go, let's go)\nGo to the penthouse floor (let's go, let's go, let's go)\nLet's ride the elevator, it's what we've been waiting for\nCan't keep us out no more (let's go, let's go, let's go)\nPenthouse floor\n[Verse 3: Chance The Rapper]\nI heard this old joke once, it was like, uh\nKnock knock, who there, it's us, us who?\nJust us, who dis? Just playin'\nJust me, new phone, new hair, new era\nI'm in the penthouse, baby\nHandpicked from bad apples and bad eggs\nHeld back, I had to grab crab legs\nAnd then there were only but a few\nConversations held with patience, what a party, what a view\nWhat a dress, what a song\nWhat a beautiful time\nMy folks downstairs still waitin' in line\nThey never been in these rooms\nNever stayed with these folks\nNever laughed at the news, never hated these jokes\nSo as I fly in my suit, in a group, undercover\nForcin' a new smile, he tells me another\nHe said \"What happened to the boy that climbed up the trunk?\"\nThen he pushed me off the top and said \"Jump, nigga, jump!\"\n\n[Bridge: John Legend]\nOh don’t bring me down I need a room up in the clouds\nI wanna get there babe, I wanna elevate\nOh my favorite mix, a little ignorance and bliss\nIn the penthouse babe, go to the penthouse\n[Chorus: John Legend]\nGo to the penthouse floor (let's go, let's go, let's go)\nGo to the penthouse floor (let's go, let's go, let's go)\nLet's ride the elevator, it's what we've been waiting for\nWe'll tear down those penthouse doors (let's go, let's go, let's go)\nThose penthouse doors\nWe'll tear down the penthouse doors (let's go, let's go, let's go)\nBaby, I'm in the penthouse floor\nBaby, let's ride the elevator\nTil we can rise some more\nGo to the penthouse floor, penthouse floor (let's go, let's go, let's go)"
}