{
  "title": "Pink & Blue",
  "artist": "OutKast",
  "lyrics": "Andre fantasizes about having a relationship with a woman who’s older than him. Nothing wrong with finding a cougar, is there?\n\n\n\nThe beginning of the song samples Aaliyah’s “Age Ain’t Nothing But A Number”\n[Intro: Aaliyah]\nAge ain't nothin' but a number, nothin' but a number\nAge ain't nothin' but a number, nothin' but a number\nAge ain't nothin' but a number, nothin' but a number\nAge ain't nothin' but a number, number, number, number–ber\n[Chorus: André 3000]\nPretty pink, baby blue\n(Why don't) Why don't you teach me something new?\n(We're all) We're all just babies in my view\nSo crawl, baby, crawl, baby\nPretty pink, baby blue\n(Why don't) Why don't you teach me something new?\n(We're all) We're all just babies in my view\nSo crawl, baby, crawl, baby\n[Verse 1: André 3000]\nMiss Lady, you could have been born a little later—but I don't care\nSo what if your head sports a couple of grey hairs?\nSame here, and, actually, I think that's funky\n(In a Claire Huxtable-type of way)\nMiss Lady—it looks to me like you need a little juice in your life\nCall me when that big ol' house gets lonely-fied\nAnd I'll teleport from here to there\nYou show me how it's supposed to be done\nI'll make sure you have young fun\n\n[Chorus: André 3000]\nPretty pink, baby blue\n(Why don't) Why don't you teach me something new?\n(We're all) We're all just babies in my view\nSo crawl, baby, crawl, baby\nPretty pink, baby blue\n(Why don't) Why don't you teach me something new?\n(We're all) We're all just babies in my view\nSo crawl, baby, crawl, baby\n[Verse 2: André 3000]\nYou're sophisticated\nJust me and Miss Lady\nYou've got me talkin' like a baby (You make me talk baby talk)\n(Baby talk) She's sophisticated (You make me talk baby talk)\nJust me and Miss Lady (She makes me talk baby talk)\nYou got me talkin' like a baby, like \"ga-ga\" and \"goo-goo\"\nOh, mo-mmauhhhhhhh, yeah\nYou're sophisticated (You make me talk baby talk)\nJust me and Miss Lady (You're so experienced)\nYou got me talkin' like a baby (Teach me somethin' new)\nTeach me somethin' new\nYou're sophisticated\nJust me and Miss Lady\nYou got me talkin' like a baby\nSophisticated\nJust me and Miss Lady"
}