{
  "title": "Poetic Justice",
  "artist": "kendrick lamar",
  "lyrics": "[Intro: Kendrick Lamar]\nEvery second, every minute, man, I swear that she can get it\nSay if you a bad bitch, put your hands up high\nHands up high, hands up high\nTell 'em dim the lights down right now, put me in the mood\nI'm talkin' 'bout dark room, perfume\nGo, go\n[Verse 1: Kendrick Lamar]\n(\nIn the thundering rain\n)\nI recognize your fragrance, hol' up, you ain't never gotta say shit, uh\nAnd I know your taste is a little bit, mmm, high maintenance, uh\nEverybody else basic, you live life on an everyday basis\nWith poetic justice, poetic justice\nIf I told you that a flower bloomed in a dark room, would you trust it?\nI mean, I write poems in these songs dedicated to you when\nYou're in the mood for empathy, it's blood in my pen\nBetter yet, where your friends and 'em? I really wanna know you all\nI really wanna show you off, fuck that\nPour up plenty of champagne, cold nights when you curse this name\nYou called up your girlfriends and y'all curled in that little bitty Range, I heard that\nShe wanna go and party, she wanna go and party\nNigga, don't approach her with that Atari\nNigga, that ain't good game, homie, sorry\nThey say conversation rule a nation, I can tell\nBut I could never right my wrongs 'less I write it down for real, PS\n\n[Chorus: Kendrick Lamar & \nJanet Jackson\n]\n(\nAn-an-an-an-anytime\n)\nYou can get it, you can get it, you can get it, you can get it (\nAnd any place\n)\nAnd I know just, know just, know just, know just, know just what you want\nPoetic justice, put it in a song, alright\n(\nAn-an-an-an-anytime\n)\nYou can get it, you can get it, you can get it, you can get it (\nAnd any place\n)\nAnd I know just, know just, know just, know just, know just what you want\nPoetic justice, put it in a song, alright\n[Verse 2: Drake]\n(\nIn the thundering rain\n)\nI really hope you play this 'cause, oh, girl, you test my patience\nWith all these seductive photographs and all these one-off vacations you've been takin'\nClearly a lot for me to take in,\n \nit don't make sense\nYoung East African girl, you too busy fuckin' with your other man\nI was tryna put you on game, put you on a plane\nTake you and your mama to the motherland, I could do it\nMaybe one day, when you figure out you're gonna need someone\nWhen you figure out it's alright here in the city and you don't run from where we come from\nThat sound like poetic justice, poetic justice\nYou were so new to this life, but goddamn, you got adjusted\nI mean, I write poems in these songs, dedicated to the fun sex\nYour natural hair and your soft skin and your big ass in that sundress, ooh\nGood God, what you doin' that walk for?\nWhen I see that thing move, I just wish we would fight less and we would talk more\nAnd they say communication save relations, I can tell\nBut I can never right my wrongs unless I write 'em down for real, PS\n\n[Chorus: Kendrick Lamar & \nJanet Jackson\n]\n(\nAn-an-an-an-anytime\n)\nYou can get it, you can get it, you can get it, you can get it (\nAnd any place\n)\nAnd I know just, know just, know just, know just, know just what you want\nPoetic justice, put it in a song, alright\n(\nAn-an-an-an-anytime\n)\nYou can get it, you can get it, you can get it, you can get it (\nAnd any place\n)\nAnd I know just, know just, know just, know just, know just what you want\nPoetic justice, put it in a song, alright\n[Verse 3: Kendrick Lamar]\n(\nIn the thundering rain\n)\nEvery time I write these words, they become a taboo\nMakin' sure my punctuation curve, every letter here's true\nLivin' my life in the margin and that metaphor was proof\nI'm talkin' poetic justice, poetic justice\nIf I told you that a flower bloomed in a dark room, would you trust it?\nI mean, you need to hear this\nLove is not just a verb, it's you lookin' in the mirror\nLove is not just a verb, it's you lookin' for it, maybe, call me crazy, we can both be insane\nA fatal attraction is common, and what we have common is pain\nI mean, you need to hear this\nLove is not just a verb and I can see power steerin'\nSex drive when you swerve, I want that interference, it's coherent, I can hear it, mhm\nThat's your heartbeat, it either caught me or it called me, mhm\nRead slow and you'll find gold mines in these lines\nSincerely, yours truly, and right before you go blind, PS\n\n[Chorus: Kendrick Lamar & \nJanet Jackson\n]\n(\nAn-an-an-an-anytime\n)\nYou can get it, you can get it, you can get it, you can get it (\nAnd any place\n)\nAnd I know just, know just, know just, know just, know just what you want\nPoetic justice, put it in a song\n[Skit]\nI'm gon' ask you one more time, homie\nWhere is you from? Or it is a problem\nAyy, ayy, ayy, ayy, ayy, ask him if he over here for Sherane\nAyy, you over here for Sherane, homie?\nI don't care who this nigga over here for\nIf he don't tell me where he from, it's a wrap, I'm sorry\nHold up, hold up, hold up, hold up, we gon' do it like this, okay?\nI'ma tell you where I'm from, okay?\nYou gon' tell me where you from, okay?\nOr, or, or where your grandma stay\nWhere your mama stay, or where your daddy stay, okay?\nFuck all this talkin'\nAs a matter fact, get out the van, homie\nGet out the car 'fore I snatch you out that motherfucker, homie"
}