{
  "title": "Pornography",
  "artist": "Travis Scott",
  "lyrics": "[Part I]\n[Intro: T.I.]\nNine light years away, just outside of the Kepler solar system\nWe find ourselves consumed and utterly mesmerized\nWith a story of a young rebel against the system\nRefusing to conform or comply to the ways of authority\nHe chose the mood of \"Fuck this shit\"\nAt that moment, the one known as Jacques turned to Scott\nChose to jump off his mama porch, leadin' the stampede of lost souls\nIn the middle of their metamorphosis, not quite through with their journey\nAin't made it to wherever the fuck they gon' be in life\nBut wherever it is, it's better than here, so fuck you and fuck this\n[Chorus: Travis Scott]\nNo monogamy, ménage with me\nPornography surroundin' me\nYou get high with me, you come down with me\nThat's all I need in my fantasy\nAll these flashin' lights—, lights—, lights—\nGive you some of me, you want all of me\nAnd get high with me and come down with me\nYeah, that's all I need in my fantasy\n[Verse: Travis Scott]\nYou remind me of my ex, crazy love\nWe designed our love around the drugs\nWe both in this club, we both tryna fuck\nI'ma rub a dub, tryna get a nut\n\n[Chorus: Travis Scott]\nNo monogamy, ménage with me\nPornography surroundin' me\nYou get high with me, you come down with me\nThat's all I need in my fantasy\nAll these flashin' lights blindin' me\nGive you some of me, you want all of me\nAnd get high with me and come down with me\nYeah, that's all I need in my fantasy\n[Outro: T.I.]\nThe story of the bastard was never told\nThe soul of a bastard was never sold\nWill he survive or will he fold up?\nLivin' like a bronco, lifestyle wild and untamed\nSits at the top, a long list of no named\nMisfits can't wait to get a chance to say, \"Fuck you\"\nTo the ones who said, \"Fuck you\"\n'Til you doin' your thing, codeine and cocaine cartels\nWho leads the charge of this young mob?\n\"La Flame,\" he hears in his head, \"The world is yours\" (Yours, yours)\n[Part II]\n[Chorus: Travis Scott]\nWake up, nigga, gotta get the cake up, nigga\nNiggas in the bushes in the farms, might gotta rake up a nigga\nI'm way too antsy 'cause my ambition's too frantic\nI might need to move to Atlantis 'cause my mind too outlandish\n\n[Verse: Travis Scott]\nIt's the Rodeo, time to get started, Houston nigga goin' James Harden\nThey was wildin' on us niggas in the projects, wonder why a nigga went cold-hearted\nThey wanna put my soul up on an auction, but I'ma make 'em take the fall like August\nAnd they gon' vote me right in on my caucus and I'ma show these niggas how to get lawless\nWhy your hands out, askin', could you hold one? Who do I owe? Nigga, no one\nThey pickin' you up, but you low down,\n \nanimated actin' frozen\nI got porno pics, wish I can post them,\n \nstackin' Franklins, I can't fold 'em\nNiggas askin' for the old him, but I'm way too young to be the old him\nI'ma make this shit crack Lamar Odom 'til I climb to the top of the podium\n[Chorus: Travis Scott]\nSo wake up, nigga, gotta get the cake up, nigga\nNiggas in the bushes, niggas on the farm, might gotta rake up a nigga\nI'm way too antsy 'cause my ambition's too frantic\nI might move out to Atlantis 'cause my mind too outlandish\n[Outro: Travis Scott & \nT.I.\n]\nWe gon' rule the world, we gon' rule the world\nWe gon' rule the world, hmm\n(Never gonna stop, never gonna stop, never ever gonna stop it)\nLa Flame says, \"Let your ambition carry you\""
}