{
  "title": "Power Powder Respect",
  "artist": "50 cent",
  "lyrics": "[Chorus: Jeremih]\nTougher than a Teflon, all that dope I stepped on\nRe-up get the rest gone, been that nigga, what else you want? (If you want)\nPower, powder, respect\nI want that money and power and powder\nMoney and powder and power\nMoney and powder and power\n[Verse 1: 50 Cent]\nThe paper got paper, paper, yeah, I gotta stack that\nThem diamonds keep blinkin', blinkin', we might have to jack that\nNow, boy, when that blicky blicky come out, you get clapped fast\nDraw down with the lil' jawn, I'm at you like Pat Pat\nCome back when them cameras out 'round your block, we'll kick that\nCome back when your funeral in progress and hit that\nHit you back-to-back, your bitch ass won't even hit back\nYou'll be splashin' in fashion, nigga, you can check the drip\nCatch you slippin', we slidin', you niggas on some different shit\nWe hit the licks, we with the shit, shh when you get hit\nQuiet down, no need for the talkin', the fuck is that about?\n[Chorus: Jeremih]\nTougher than a Teflon, all that dope I stepped on\nRe-up, get the rest gone, been that nigga, what else you want? (If you want)\nPower, powder, respect\nI want that money and power and powder\nMoney and powder and power\nMoney and powder and power\n\n[Verse 2: Lil Durk]\nOlder niggas look up to me, you can tell I got rank\nFederal time, just to survive, they'll pass you a shank\nAin't invoke, tell 'em, \"Free Larry\" and try to pardon his case\nWhen you black and rich, they be slick and tryna target your race\nStreet niggas never gon win, I'm the streets and I win\nRidin' strikers inside the trenches, they be changin' the VIN\nMy brothers chasin' that high, got brothers life in the pen\nGot lawyer fees for the fam, that's the start, they gave 'em 10\nSticks and stones, that won't break my bones where I'm from\nYou can tell you can never come back home where I'm from\nWindy City taught me a lot, I get it all where I'm from\nMoney, power, respect, I'm in the zone where I'm from, yeah, yeah\n[Chorus: Jeremih]\nTougher than a Teflon, all that dope I stepped on\nRe-up get the rest gone, been that nigga, what else you want? (If you want)\nPower, powder, respect\nI want that money and power and powder\nMoney and powder and power\nMoney and powder and power"
}