{
  "title": "Pray 4 Love",
  "artist": "Travis Scott",
  "lyrics": "[Chorus: The Weeknd]\nOh-oh, don't pray for love\nOh-oh-oh-oh, say it loud\nJust ask the lonely, oh-oh\nJust ask the lonely, oh-oh\n[Verse 1: Travis Scott & \nThe Weeknd\n]\nPray for who lost they fate and died too young\nPray for the ones I hate, the ones I love\nPray for my liver when I'm off in this club\nI pray that the demons go away, they hauntin' us\nMan, I can't take no more of this lifestyle we been livin'\nMan, I can't take no more of the white powers in position\nGotta grab up J-Will, gotta scoop up J-Rich\nTold CHASE we ain't goin' back, you know we gotta hitch\nI mean, I'm aggravated, agitated, I admit\nIntoxicated, animated, got me feelin' kinda lit\nContemplatin', fornicatin', might as well fuck up some shit\nThey lookin' at me way too crazy, got me feelin' communist\nBut I'm just tryna save the throne, pray for BONES, pray for Stix (\nJust ask the lonely\n)\nIf my album never sell, then we gon' hit that lick\nTell Lamar, call up Cash, tell him, \"Buzz me at the Ritz\" (\nJust ask the lonely\n)\nIt's the weekend, we off the deep end, you need to pray for us\n[Chorus: The Weeknd]\nOh-oh, don't pray for love\nOh-oh-oh-oh, say it loud\nJust ask the lonely, oh-oh\nJust ask the lonely, oh-oh\n\n[Interlude: Travis Scott]\nPills (Pills)\nHave you ever been through life's\nChallenges? Promises? Promises?\nGet down, I'm prayin'\n[Verse 2: Travis Scott & \nThe Weeknd\n]\nLet me tell the lost tale about Jacques\nLet me tell you how I turned Scott\nHow I went down on the block\nWaterfall around ten o'clock\nAnd how we came up gettin' all the knots, dodgin' cops, yeah\n'Fore a nigga had the locks (\nJust ask the lonely\n)\n'Fore a nigga had the chain, 'fore I had the bops\nAlways kept my city on me like it was a swatch (\nJust ask the lonely\n)\nEvery time we in the party, took it up a notch\nNow I'm thinkin' 'bout this new girl and she doin' pop (\nOh-oh\n)\nWanna know? My dick longer than a Pringle box (\nDon't pray for love\n)\nTired of seein' these black kids on the face of FOX (\nOh-oh-oh\n)\nAnd fuck CNN, they don't wanna see us win (\nSay it loud\n)\nMama, don't you worry no, no more, worry no, no more (\nJust ask the lonely\n)\nI'ma take you from the first to the ninetieth floor\nYou always told me what I plant, that shit gotta grow (\nJust ask the lonely\n)\nAnd anything I detonate, that shit gotta blow, pray for y'all\n[Refrain: The Weeknd, \nTravis Scott\n & \nBoth\n]\nNo\n, \nooh-woah\n, \nooh-woah\nWe don't pray for love (\nOoh-woah, ooh-woah\n), no more (\nOoh-woah\n, \nooh-woah\n)\nWe don't wan' save you on the cover of a carton (\nWho don't wanna save no more?\n)\nWe don't wan' (\nNo more\n), save you all alone (\nNo more\n), alone (\nNo more, no more\n), all alone (\nOh\n)\n\n[Bridge: Travis Scott & \nThe Weeknd\n]\nHmm-no-no-no-no-no-no\nHmm-no-no-no-no-no-no-no-no-no (\nJust ask the lonely\n)\nHmm-no-no-no-no-no-ooh-no-no-no-no (\nJust ask the lonely\n)\nHmm-no-no-ooh-no-no, yeah\n[Verse 3: The Weeknd]\nUnderrated is an understatement\nThey tryna test greatness, a nigga tryna get paid\nThese niggas fiends watchin' all of my moves\n'Cause the music like crack, got me cookin' all day\nI'm right here, you know where I stay\nAnd if you don't, then ask your girl, she'll probably know the way\nShe like my show lights, she wanna be wife\nShe know that if she got me, then she gon' be good for life\nSo I pull out for the climax\nFaster than a hi-hat, sorry, baby, I don't play\nAnd if I did, you know my kids would be ballin'\nAnd my daughter gon' never meet a nigga like me\nMy niggas pull up in that Rolls-Royce\nLike they sell that coke, boy, shoutout to the Coke Boys\nThey never pray for us, nobody pray for us\nNobody pray, no, no, no, no, no\n[Chorus: The Weeknd]\nOh-oh (Oh-oh), don't pray for love (Oh-oh)\nOh-oh-oh-oh (Oh-oh), say it loud (Just ask the lonely)\nJust ask the lonely, oh-oh (Just ask the lonely)"
}