{
  "title": "Premeditated Murder",
  "artist": "J.Cole",
  "lyrics": "J. Cole reflects on his life changing after getting a deal over this emotional yet epic beat.\n\nHe spent years planning to murder the rap game now he’s actually going to do it.\n[Intro]\nYeah, ayy\nHey\nYeah\n[Verse 1]\nAm I changin' right before your eyes? Huh?\nBecomin' someone you don't recognize\nAs if I was disguised\nI'm on that shit as if I was the flies\nI'm touchin' skies, no puffin' lye\nMan, these songs that I made in my bedroom and shit\nGon' finally get a nigga leg room in the whip\nFrom a Civic to a 7, must've died and went to heaven\nLike a passenger on 9/11\n, \nplease go find a reverend\nYou see, I promised that I'd never change\nBut that was way before I made the dough and met the game, say hello\nTo miss thang, I forgot your name, she yellow\nAnd even white women want a nigga, Othello\nI'm ballin' with nuggets like fuck it, I'm Carmelo\nNow the crib got much rooms, portobello\nShe drop it low and then she bust moves for the fellow\nI sit your ass down like you was playin' a cello\nSee, you niggas hated and I levitated further\nKnew I would kill the game, premeditated murder\nSo if it come down to may the best man win\nNo sweat like a headband then, nigga\n\n[Chorus]\nHey, where I'm from\nIf you ever seen what I'd seen, hey\nYou'd know it can't get no better for me\nKnow it can't get no better for me\nWhere I'm from\nIf you ever seen what I'd seen, hey\nYou'd know it can't get no better for me\nKnow it can't get no better for me\n[Verse 2]\nHah, yeah\nI'ma kill the game and invite witnesses\nNo death penalty, I'm giving life sentences\nLike keep grindin', boy, your life can change in one year\nAnd even when it's dark out, the sun is shinin' somewhere\nYeah, look here, I paid dues\nMy own worst enemy, so fuck it, either way, I can't lose\n808s so my South niggas feel me\nLightskinned, so the house niggas feel me\nShe catch me creepin' out your house, she'll kill me\nIs it worth it for what's under that blouse?\nMy heart'll turn pitch black and cold if I split with my girl\nIf I could gift wrap the globe, I'll give you the world\nBut do you love me like you used to?\nEven though I ain't that nigga that you're used to, yeah\nRemember back when I was broke, you would fix me\nDo you prefer the broke me or the rich me?\nThe broke me couldn't buy you meals, not even a value meal\nNow I pay for everything, how you feel?\nMixed feelings 'cause now all the chicks feelin' him\nYou gotta adapt, though, I'm never goin' back\n\n[Chorus]\nHey, where I'm from\nIf you ever seen what I'd seen, hey\nYou'd know it can't get no better for me\nKnow it can't get no better for me\nWhere I'm from\nIf you ever seen what I'd seen, hey\nYou'd know it can't get no better for me\nKnow it can't get no better for me\n[Outro]\nUh, I can't keep runnin' away\nI can't keep runnin' away, uh\nI swear I'm comin' back one day\nHey\nWhat if I'm wrong?\nAnd I ain't got what it takes? Uh, man\nThen all them people that was countin' on me\nBoy, won't you climb down the mountain for me? Hey\nAyy, ayy, alright"
}