{
  "title": "Pressure",
  "artist": "Snoop Dogg",
  "lyrics": "[Intro]\nSnoop, Snoop, Snoop\nAh, ah\n[Verse 1: Snoop Dogg]\nGot this city on my back, nigga, Eastside savages\nPistol grip pump on my lap, automatic shit\nIndo smoke, fuckin' with a nigga cataracts\nRoll down the windows, sound of the battle axe\nPopo outside lookin' for the shooter\nWhole set with me, we don't need no approval\nAlways sleep with one eye open, Snoop Dogg the ruler\nFinger on the trigger, watchin' these niggas\nSwingin' down on my chariot dodgin' the law\nLookin' in my rearview, nigga, guess who I saw\n (Who?)\nDre the dopeman cookin' that dope\nHe was servin' that bass, I was sellin' that coke\nDoin' 'bout a hunnid on these century spokes\nWith a pocket full of money and a fat ass rope\nPrecious diamonds on my fingers like I'm \nLord of the Rings\nLiftin' up my left leg just to piss on your dreams\n[Pre-Chorus: Snoop Dogg & \nDr. Dre\n]\nNow when I let the dog out\nThese pussy cats get frisky\nI think you took the wrong route\nMy nigga, that shit risky\nPsycho, I know, you don't want a light show\nEyes low, maestro, smokin' on that nitro\n\n[Chorus: K.A.AN.]\nMotherfucker, be real (Be real, pressure)\nNo, you don't wanna fuck with the Man of Steel (Oh, oh, pressure)\nAnd look at her in them heels\nDo anything for a dollar bill\nTalkin' 'bout mass appeal, ooh (Oh my god)\nPressure\n[Verse 2: Snoop Dogg]\nBeen a long time comin', now we back on the move\nNothin' to prove, it's just another rendezvous\nSpeakin' of which, I'm lookin' for a bitch to please\nWhich of these in need of a different breed? (Yeah)\nYard dog in the yacht club, no etiquette\nShe said she wanna eat a hot dog, I'ma relish it\nYou ever met a billionaire with a million fetishes?\nThis ain't for the delicate, all my shit is effortless \n(Dead)\nThat's how I like my fuckin' presidents\nThirty years later and your nigga still relevant\nTop of the world, yeah, nigga, that's my residence\nEastside Crip shit, gang bang etiquette\n[Pre-Chorus: Snoop Dogg & \nDr. Dre\n]\nNow when I let the dog out\nThese pussy cats get frisky\nI think you took the wrong route\nMy nigga, that shit risky\nPsycho, I know, you don't want a light show\nEyes low, maestro, smokin' on that nitro\n\n[Chorus: K.A.A.N.]\nMotherfucker, be real (Be real, pressure)\nNo, you don't wanna fuck with the Man of Steel (Oh, oh, pressure)\nAnd look at her in them heels\nDo anything for a dollar bill\nTalkin' 'bout mass appeal, ooh (Oh my god)\nPressure"
}