{
  "title": "Primetime",
  "artist": "Jay-Z",
  "lyrics": "This track is called “Primetime” because No ID’s first name is “Dion” (and Deion Sanders' nickname is “Primetime”.. you follow?)\n[Produced by No I.D.]\n[Intro: Jay Z]\nWe in the time of our lives, baby\nTurn the music up, prime time\nUh, yeah\n[Verse 1: Jay Z, \nJay Z & Kanye West\n]\nPrime time, beat by Dion\nOur third eon, that's what the fuck we on\nMore money, forty-year-old phenom\nMy fifteen minutes of fame has stretched beyond\nAt forty-two, be better than twenty-fours\nI carried the four-five,\n \nmastered forty-eight laws\nStill wearing my 23s, they can't fuck with the boy\nFar as them sixteens, I'm 23 of it all\nPrime time, riding that six-deuce\nThat 911, I only subtract the roof\nI started in '88, got warm in '92\nI landed in '96, that's the year I came through\nI hit the club, ordered some Grey Goose\nSwitched it for CÎROC to give Puff's stock a boost\nNew money, I found the fountain of youth\nI'm headed to Miami to fuck up the Fontainebleau\nA case of Ace, make it two\nNigga, we rollin', beat the deuce\nThe night is young, what the fuck we gon' do? \nOoh\n\n[Chorus: Kanye West]\nThe night is young, what the fuck you wanna do, huh?\nThe night is young, what the fuck we gon' do, huh?\nThe night is young, what you really wanna do, huh?\n[Verse 2: Kanye West]\nPrime time, basking in the lime\nCassius in his prime, coloring out of the line\n'Cause they don't want nobody that's colored out of the lines\nSo I'm late as a motherfucker, colored people time\nDamn, Yeezy, they all gotta be dimes?\nWell, Adam gave up a rib, so mine better be prime\nNiggas gon' kill me, I swear they better be lying\nI never live in fear, I'm too out of my mind\nPrime time, never hit these heights\nI mean it's like, it's like our first first-class flight\nI'm tripping on it, socks on marble floors, I'm slipping on it\nChampagne, I'm sipping on it, shit tastes different, don't it?\nYou know what? You right\nIt's like the best damn champagne I had in my life\n\"When you coming home?\" That's a text from my wife\nI told her run a bubble bath\nAnd float in that motherfucker like a hovercraft\nAnd soak in that motherfucker 'til I call you back\nI mean, who says shit like that and doesn't laugh?\nHah\n\n[Chorus: Kanye West]\nThe night is young, what the fuck you wanna do, huh?\nThe night is young, what the fuck we gon' do, huh?\nThe night is young, what you really wanna do, huh?"
}