{
  "title": "​procrastination (broke)",
  "artist": "J.Cole",
  "lyrics": "[Intro]\nYo! Ayo Scoob, ayo Scoob\nMy nigga, what's good? Word\nYessir, what's poppin'?\nI'm comin' through, hold up, hold up\nStay right there, I'm comin' through, hol' up (\nBvtman\n)\nHell yeah, can't believe I seen this nigga Scoob, man\nIt's crazy\n[Verse]\nUh, don't you dare run from it\nThere's no Boogeyman, it ain't comin' to hurt you\nI think acceptance is somewhat of a virtue\nTo look your truth dead in the face\nWithout tryna escape the regret or disgrace\nI write these words aimlessly\nBut not without hope\nThat somehow I'll stumble on somethin' that's dope\nA clever lil' line, a thought to provoke\nMyself and that listener diggin' for quotes, hеllo\nI don't even know if somebody gon' hеar this\nGot so many songs that get lost in the endless (\nBvtman\n)\nFolders of the hard drive, I wish I was more fearless\n'Cause I'll just say, \"Fuck it\" and dump all the music\nFor niggas that hated and niggas that use it\nAs fuel to push them through long nights at school\nWritin' that last minute paper for class\nThat's due in the mornin'\nAnd I still relate to that procrastination for tasks\n'Cause I need to finish this album\nBut hell, how many more times\nCan I send this wooden pail down in that well\nAnd pull it back up with the hope that it's filled?\nPlus, it don't help that I'm rich now\nSo that means that I don't gotta deal\nWith stress of these creditors, callin' my cellular\nLike that young rapper that don't got a deal (\nBvtman\n)\nBut do got the skill and do got the will\nTo make it no matter how long that it takes\nFor labels to see you or a song that'll break\nAnd the rest of the world to catch on that he's great\nUh, how do you tap into hunger\nWhen you don't got' wonder\n'Bout when your next meal is comin' from?\nMaybe you feel my conundrum\nOr maybe the real is um, so, um\nFar removed from the struggles of everyday folks\nMy shit just ain't never gon' hit like it hit\nWhen a nigga was a lil' more closer to broke (Broke)\nUh, but fuck it, the challenge be havin' me stoked\nThrow in the towel? Man, you gotta be jokin'\nI push my salary up with these quotes (\nBvtman\n)\nNow, I push the Lambo' truck down in the 'Ville\nHopin' I connect with somethin' that's real\nPart of me wonders why I'm even still (Still)\nUh, holdin' on to this place\nMy momma been gone and my partners is straight, right?\nRight\n\n[Outro]\n(\nBvtman\n)"
}