{
  "title": "Pussy Monster",
  "artist": "Lil Wayne",
  "lyrics": "[Intro]\nUh, uh, uh\nDavid Banner\n on the beat, bitch\nUh, uh\nI got a, I got a, I got a, I got a\nI got a sweet tooth, I got a sweet tooth\nI got a sweet tooth, I got a sweet tooth\nNow can I eat you? Now can I eat you? Mmm\n[Verse 1]\nI gotta taste for you, now what you wanna do?\nGirl, you cold, let me suck out your flu\nGirl, you cold, girl, you cool\nYou heard of Salt N' Pepa? Well, girl, you food\nGirl, you hot like a bowl of hot stew\nAnd I just stood over my stew and just blew\nAnd when there is no more you in the soup\nI remove my spoon and drink your juice\nYou wanna do me? Do what you wanna do\nAnd if her job is to blow, you could bet she blew\nMic check, one, two, how's about one, two\nP-L-A-Y because I don't have a clue\nBut when I find out, I'ma show and tell you\nWhen I lift my top lip, I could still smell you\nWhen I swallow my spit, I could still taste you\nPut that pussy in my face every time I face you\nIt go P-U-S-S-Y\nBecause it's the reason I am alive\nMama, I need it to stay alive\nIt's like I gotta eat it just to survive\n\n[Chorus]\nHi, I'm the pussy monster, the pussy monster\nThe pussy monster, the pussy monster\nAnd you gotta feed me\nPussy, pussy-pussy, pussy-pussy\nPussy, pussy-pussy, pussy-pussy\nI got a, I got a, I got a, I got a (Pussy, pussy-pussy, pussy-pussy)\nI got a sweet tooth, I got a sweet tooth\nI got a sweet tooth, I got a sweet tooth\nNow can I eat you? Now can I eat you?\n[Verse 2]\nNow let me get back to her\nShe call me Dracula, and I'll vacuum her\nCatfish, catfish, that cat, tuna\nI'll smack it up flip it like a spatula\nLil' Chris said 'Run It'\n and I tackled ya'\nBaby, can I be the worm in ya apple butt?\nNow go and back it up, and if you back it up\nI'll suck the front of that pussy from the back of ya\nAnd I'm a urban legend like a black Acura\nMy taste buds set on a black actress\n(Action) The cameras is lookin'\nAnd I hope she make me eat my words 'cause my words is\nPussy, pussy-pussy, pussy-pussy, pussy, pussy-pussy\n\n[Chorus]\nYeah, and I'm the pussy monster, the pussy monster\nThe pussy monster, the pussy monster\nAnd you gotta feed me\nPussy, pussy-pussy, pussy-pussy\nI got a sweet tooth, I got a sweet tooth\nI got a sweet tooth, I got a sweet tooth\nNow can I eat you? Can I eat you?\n[Verse 3]\nI got pussy comin' to me, pussy comin' to me, pussy\nNow show me that pussy, I'ma show you where to put it\nAnd I could make it rain, I'm the hurricane, son\nSay I could make it rain, wit' my hurricane tongue\nLike la-la-la-la-la-la-la-la-la-la-la-la-la\nImagine if I did that with your pearl on my tongue\n, aha\nI could make that pussy talk to me (Yeah)\nI could make that thing jump off of you and walk to me\nNow walk it out, girl, walk it out, girl, walk it out, girl\nPussy, pussy\n[Bridge]\nI can make that pussy start crying, baby (Ayy)\nAnd if you on fire, you know the fireman can put out the fire, baby, baby\nProbably 'cause it's the reason I am alive\nMama, I need it to stay alive\nIt's like I gotta eat it just to survive\n\n[Chorus]\nHi, I'm the pussy monster, the pussy monster\nThe pussy monster, the pussy monster\nAnd you gotta feed me\nPussy, pussy-pussy, pussy-pussy\nPussy, pussy-pussy, pussy-pussy\nI got a, I got a, I got a, I got a\nI got a sweet tooth, I got a sweet tooth\nI got a sweet tooth, I got a sweet tooth\nNow can I eat you? Can I eat you?\n[Outro]\nI don't know what she thought, I don't know what she thought\nI don't know what she thought, I don't know what she thought\nI could play wit' that pussy like I play my guitar\nI could play wit' that pussy like I play my guitar\nI could play wit' that pussy like I play my guitar\nI could play wit' that pussy like I play my guitar\nYeah, yeah, yeah, yeah\nPussy, pussy-pussy, pussy-pussy\nPussy-pussy, pussy-pussy\nPussy-pussy, pussy-pussy\nYeah, play wit' that pussy like I play my guitar, ow\nYeah, David Banner on the beat, bitch\nYoung Mula, baby"
}