{
  "title": "Put Your Hands Up",
  "artist": "50 cent",
  "lyrics": "[Intro]\nUnh, all I do is this\nStunt when I want, ride new shit\nUnh, all I do is this\nUnh, niggas new to this\n[Verse 1]\nI’m super-rich like Russell, naw Leor\nI’m decked out, my bitch smell like Dior\nShe spoiled, she want it, she can have that\nYour bitch cool, but where her Birkin bag at?\nYou can tell a lot about a nigga by his bitch\nBe my guest, look at mine, I’m the shit\nI’m hot, my shit bump coast to coast, don’t it?\nI get bread my watch I blew a loaf on it\nGet caught staring at that get smoked for it\nFool, my swag unlimited\nSo fly, ain’t shit I can’t buy\nLouboutin kicks, my Louis Vuitton bitch\nFresh off the runway, get your one one-day\nCatch me in Milan, tuxedo on\nThe black James Bond\n, nigga I’m a Don\nI do what I want, when and where I want\n[Chorus]\nPut your hands up, put ‘em where my eyes can see\nWhat’s up, you know you wanna party with me\nLet’s fuck, we wilding in the place to be\nBitch quit playing\nPut your hands up, put ‘em where my eyes can see\nWhat’s up, you know you wanna party with me\nLet’s fuck, we wilding in the place to be\nNigga quit playing\n\n[Verse 2]\nCatch me riding solo, Purple Label Polo\nPaparaz’ photo my side bitch in Manolo\nIt’s all about dough though, my knuckle game like Cotto\nPlus I get to shooting, but keep that on the low though\n(Hey!) Nigga, I don’t really got to talk about it\nMe, I get paper, moves I make major\nShoes I rock – gator, wing tips player\nMy style so pure, I’m so couture\nI’m down by law, certified B-boy\nHold up, wait a minute, money – I’m gonna spend it\nOr why the fuck would I hustle hard to get it?\nSo many flows, the hoes be on the di-dick\nAnd when they pop it and lock it, they know I’m with it\nDame lengua\n, give tongue while I hit it\nShe a star, fresh from PR\nGive me more, baby give me more\n[Chorus]\nPut your hands up, put ‘em where my eyes can see\nWhat’s up, you know you wanna party with me\nLet’s fuck, we wilding in the place to be\nBitch quit playing\nPut your hands up, put ‘em where my eyes can see\nWhat’s up, you know you wanna party with me\nLet’s fuck, we wilding in the place to be\nNigga quit playing"
}