{
  "title": "Question for the culture",
  "artist": "Lana Del Rey",
  "lyrics": "Question for the culture:\nNow that Doja Cat, Ariana, Camila, Cardi B, Kehlani and Nicki Minaj and Beyoncé have had number ones with songs about being sexy, wearing no clothes, fucking, cheating etc\n - \ncan I please go back to singing about being embodied, feeling beautiful by being in love even if the relationship is not perfect, or dancing for money - or whatever I want - without being crucified or saying I'm glamorizing abuse??????\nI'm fed up with female writers and alt singers\n saying that I glamorize abuse when in reality I'm just a glamorous person singing about the realities of what we are all now seeing are very prevalent emotionally abusive relationships all around the world.\nWith all of the topics women are finally allowed to explore I just want to say over the last ten years I think it’s pathetic that my minor lyrical exploration detailing my sometimes submissive or passive roles in my relationships has often made people say I’ve set women back hundreds of years.\nLet this be clear, I’m not not a feminist -but there has to be a place in feminism for women who look and act like me - the kind of woman who says no but men hear yes - the kind of women who are slated mercilessly for being authentic, delicate selves, the kind of women who get their own stories and voices taken away from them by stronger women or by men who hate women.\nI’ve been honest and optimistic about the challenging relationships I’ve had.\nNews flash!\tThat’s just how it is for many women.\nAnd that was sadly my experience up until the point that those records were made. \nSo I just want to say it’s been a long 10 years of bullshit reviews up until recently and I’ve learned a lot from them.\nbut I also feel it really paved the way for other women to stop ‘ putting on a happy face’ and just be able to say whatever the hell they wanted to in their music-\nunlike my experience where if I even expressed a not of sadness in my first two records I was deemed literally hysterical as though it was literally the 1920s\nAnyways none of this has anything to do about much but I’ll be dealing some of my feelings in my next two books of poetry (mostly the second one) with Simon and Schuster. Yes I’m still making personal reparations with the proceeds of the books to my choice of Native American foundations which I’me very happy about. And I’m sure there will be tinges of what I’ve been pondering in \nmy new album that comes out September 5th.\nThanks for reading\nHappy quarantining"
}