{
  "title": "R.E.M.",
  "artist": "Ariana Grande",
  "lyrics": "[Intro: Ariana Grande]\nMm-mm\n[Verse 1: Ariana Grande]\nLast night, boy, I met you, yeah\nWhen I was asleep ('Sleep)\nYou're such a dream to me, mm, woah\nAnd it was on a day like this, yeah\nIf you can believe, if you can believe (If you can believe)\nMm, you're such a dream to me\n[Chorus: Ariana Grande]\nBefore you speak, don't move\n'Cause I don't wanna wake up\nWake up, wake up, wake up\nDon't wanna wake up\nWake up (Oh), wake up, wake up\nBoy, you're such a dream\nIf you can believe, babe\nBoy, you're such a dream to me\n[Verse 2: Ariana Grande]\n\"Excuse me, um, I love you\"\nI know that's not the way to start a conversation, trouble\nI watch 'em other girls when they come and bug you\nBut I felt like I knew you, so I just wanted to hug you\nPlus you don't know your way around\nYou can stop your playing now\nAll your worries, lay 'em down, shh, don't say it loud\nIs this real, baby?\n(Bum, bum, bum, bum, bum, bum, bum, bum, bum, bum, bum)\nYou're like, \"I love you—,\" who starts a conversation like that? Nobody, but I do\nBut you are not a picture, I can't cut you up and hide you\nI'll get you out my mind, mhm, or try to\nBut I just want to stand and yell\nI will never dare to tell\nThink I heard some wedding bells, shh, keep it to yourself\nIs this real? (Is this real?)\n\n[Chorus: Ariana Grande]\nBefore you speak, don't move\n'Cause I don't wanna wake up\nWake up, wake up, wake up\nDon't wanna wake up\nWake up (Oh, no), wake up, wake up\n'Cause you're such a dream\nIf you can believe\nYou're such a dream to me, mm, boy\n[Verse 3: Ariana Grande & \nPharrell Williams\n]\nI could buy you anything, but I cannot buy you\nBefore your boy gets smart, I would never try to\nYou know I'm thinking to myself, \"What happened? Why you?\"\nBut when I see you in my dreams, shh, I know\nYou know how to treat it, you know how to eat it\nYou know how to beat it (\nI know how to keep it\n)\nThe Good Housekeeping Seal\n(Bum, bum, bum, bum, bum, bum, bum, bum, bum, bum, bum)\nI don't just wanna touch you\nI'm tryna turn two single people into a couple\nWhat's your next month like? Tell me what you're up to\nWe can leave right now, boy, you don't need a duffel\nWhat about La Perla? Let Vickie keep her secret\nBoy, it ain't no secret if I know you're gonna peep it (Ooh, hey)\n\n[Chorus: Ariana Grande]\nBefore you speak, don't move\n'Cause I don't wanna wake up\nWake up, wake up, wa-wake up\nWake up, wake up, wake up, wa-wake up\n(No, I don't want, no)\n'Cause you're such a dream (\nDoes this end?\n)\nIf you can believe, you're such a dream to me\nTo me, mm, boy, to me\n[Outro: Ariana Grande]\nMm, yeah\nMm, yeah\nMm, yeah\nMm\nMm"
}