{
  "title": "Red Velvet",
  "artist": "OutKast",
  "lyrics": "This Stankonia track warns the audience about the dangers of being a showoff.\n[Intro: Big Boi]\nOne more time for y'all, y-y-yeah, huh\nIf you didn't know you know now\nOutKast, Stankonia – we shittin' on ery'body talkin' that bullshit\n[Verse 1: Big Boi]\nNow Peter Piper picked a pepper, that was his downfall\nI'm down with 'Dre 3000 'cause he got my back, y'all\nBall if you want to, but do it with some class, G\nAsk me, \"do OutKast got some flows?\" so you can blast me\nNasty, niggas on the Point, they see you shining\nEngineers in the studio see me rhyming\nDon't get me wrong, got four albums – stay consisent\nYou got a bodyguard, I let my nigga tote the biscuit\nTwist ya cap back, you got blood off on ya fur hat\nCap, cap, ya link snapped\nYou slumped off in ya Cadillac – for what though?\nSome diamonds and a Bentley what you dying for?\nAlright, hoe – I'ma bank my cheese and let my mic glow\nPrioritize to live to tell these other niggas how you\nBought yo' kid some tennis shoes\nLet these brothers know that your mama she got her house too\nLet these niggas know that your sister wouldn't have finished\nCollege–without you,\n \nI doubt you do that though\nSo do this here and keep that bullshit out of our ear\nYou too near me to not hear me,\n \nto open to conceal me\nThe love for the music keeping Big Boi spittin' real, G\n\n[Chorus: Big Boi & André 3000]\n'Cause they know where you live\nAnd they've seen what ya drive\nAnd they say they gonna put one in your helmet\n'Cause you brag 'bout that watch\nAnd all them things that you got (Good God!)\nThem dirty boys turn your pound cake to red velvet (Good God!)\n[Break]\nYeah, this nigga wanna floss?\nYeah, we got this nigga now\nYo T, I got a nigga right for us\nI'ma take him to the hotel\nYou know how it's gon' go...\nNigga, keep braggin' (Mhm)\n(Yeah)\nYeah, we got him now...\n[Verse 2: André 3000]\nHow can you measure a nigga by multiple figures he may got, got, got?\nHad he not purchased the newest Mercedes, that lose it's value soon as you drive that bitch off the lot, lot, lot –\nWould he still be the ladies' most wanted, \"doggonit you want it, he got it\" type nigga 'round the town, town, town?\nHad he not played it so flashy, ashy when half of these niggas\n \nhurtin' and workin', would be he be found, found, found –\nIn a ho (Ho) tel (Tel) room (Room) shot up (Shot up) –\nWith his dick shoved in something he got a lot of?\nBill Gates don't dangle diamonds in the face\nOf peasants when he Microsoft'ing the place\nYou gettin' on my nerves, well, I'm gettin' on your case\nConsider your surroundings or you leave without a trace\n\n[Chorus: Big Boi & André 3000]\n'Cause they know where you live\nAnd they've seen what ya drive\nAnd they say they gonna put one in your helmet\n'Cause you brag 'bout that watch\nAnd all them things that you got\nThem dirty boys turn your pound cake to red velvet\n[Verse 3: Big Boi]\nI know you got the biggest bankroll and you ballin'\nFollow the heater because the leader he is haulin'\nAss like Juan Valdez\n, \nI think he scared\n'Cause my nigga Khujo Goodie got that tooly to his head\n[Bridge: André 3000]\nLittle did he know that –\nWaitin' in the closet\nNo matter what you call that –\nPlayboy sure got done\n[Verse 4: André 3000]\nGone was the one who came in contact\nWith those with slow goals who prompt to sell crack\nOn his megaphone, \"Hey look, world – I'm on, you off\"\nHe floss hard 'cause he celebrate the fact\n\n[Bridge: André 3000]\nLittle did he know that –\nWaitin' in the closet\nNo matter what you call that –\nPlayboy sure got done\n[Interlude: Big Boi]\nUh, yeah, what\n[Chorus: Big Boi & André 3000]\n'Cause they know where you live\nAnd they've seen what ya drive\nAnd they say they gonna put one in your helmet\n'Cause you brag 'bout that watch\nAnd all them things that you got\nThem dirty boys turn your pound cake to red velvet"
}