{
  "title": "Remote Control",
  "artist": "Kanye West",
  "lyrics": "[Intro: Kanye West]\nPlease don't ask again, who's up in the van?\nThey my only fans\nI was in my hovercraft, had another laugh\nHow you roll with them when you know I'm him?\n[Chorus: Kanye West]\nGot it on remote control\nGot it on remote control\nGot it on remote control, like a CEO\nI thought you should know\n[Verse 1: Kanye West]\nOn my Instagram, it get outta hand\nWhy you so mad?\n[Pre-Chorus: Kanye West]\nHe got it on remote control, like a CEO\nFeelin' like the man, feelin' like the man\nI was in my hovercraft, floatin' down the path\nGod just grabbed my hand, had a bigger plan\n[Chorus: Kanye West & \nYoung Thug\n]\nHe got this on remote control\nHe got it on remote control\n'Trol\nWoah-woah\n, woah-woah\n\n[Verse 2: Young Thug]\nI just, oh, I owe you a load\nAaliyah on the Titanic (Oh), I can rock your boat (Spider)\nHoppin' out the brand-new Rolls (Skrrt, skrrt)\nHoppin' out the brand-new Rolls (Skrrt, skrrt)\nJesus sent me brand-new clothes (Skrrt, skrrt)\nWrist still thirty-two below (Yeah)\nI want my rhyme to shine\nMight caress your mind within my time, might\nDon't you give your love up, this is the right sign (Woah), sign (Yeah, yeah)\nI treat you lovely and righteous and kind (Hah)\nAnd we'll be next to one another 'til we die (Yeah)\nI'd give you kids at the drop of a dime (Dime)\nOh-woah, told the **** fold my clothes (Fold my clothes)\nTake it to the light like a strobe (Yeah)\nTaking me to court like O (Taking me to court like O.J.)\nPaparazzi sleep at my door\nI just thought that you should know (Sleep at my door)\nPockets frozen like the North Pole\nDon't you freeze up on a pole\n[Pre-Chorus: Young Thug]\nHe got this on remote control like a CEO\nHe got it, no fight, no more meds, they twilight in the game\nHe got it on my hovercraft, have another laugh\nPop on a handstand, twilight in the man\n\n[Chorus: Young Thug & \nKanye West\n]\nHe got it on remote control\nHe got it on remote control\nHe got it on remote control, like that's to know\nShould know\n[Outro: Tony Halstead as The Globglogabgalab]\nOoh, ha-ha-ha, mmh, splendid\nSimply delicious, oh, ha-ha-ha\nI am the Glob-glo-gab-galab\nThe shwabble-dabble-wabble-gabble flibba blabba blab"
}