{
  "title": "Reset",
  "artist": "OutKast",
  "lyrics": "[Intro: Big Boi]\nNaw, naw, naw, that's part of the— that's—\nYeah! I got you good that time, shawty\n[Chorus: Debra Killings]\nStart over\nAgain\nEverything happens for a reason\nGood doesn't come without pain\nStart over\nAgain\nEverything happens for a reason\n[Verse 1: Big Boi]\nAin't it funny how you're born and then your life begins?\nJust like a baby, all alone — that's if you wasn't a twin\nYou must begin to fend for self when the umbilical's cut\nThe doctor put you under the heating lamp; your spirit is touched\nYou know what? I take that back (Why?)\nYou was alive\nDate of conception, interception, 'cause the sperm did collide\nFrom T 'n' A to DNA, feelings turn to chil'en's\nThe morning-after pill didn't put a halt to our very existence\nWe living, breathing; soon, we'll be teethin'\nOur granny got a gold, and now, we want one for that reason\nAn adolescent mind is so impressionable in those stages, but\nParents got to parent their kids, to keep them out of cages\nCell therapists, beware of this loogie that I spit –\nIncarceration without rehabilitation really don't mean shit\nLil' Ricky home—he gotta serve probation for six months\nBut Uncle Darnell\n \nand Ol' Dirty Bastard still in the joint\n\n[Chorus: Debra Killings, \nKhujo Goodie\n & \nBig Boi\n]\nReset\nUgh\nStart over (\nUgh, uh-huh, that's right\n)\nAgain (\nUgh, ugh, that's right\n)\nUgh, that's right, that's right\nSay, ugh, ugh, that's right, that's right\nEverything happens for a reason (\nKnow that\n)\nGood doesn't come without pain\nUh-huh, blood thicker than water, uh-huh, c'mon, c'mon, ah\nThat's for real, shawty, why's that?\nStart over (\nWe gots to do it all over again\n)\nAgain (\nUh-huh, ah— I don't care, do it all over again\n)\nWe gots to do it all over again\nUgh, uh-huh, Cotton Club Goodie (\nCotton Club Goodie!\n)\nEverything happens for a reason (\nCotton Club Goodie!\n)\nUgh, ugh, ugh, yeah\n[Verse 2: Khujo Goodie]\nGood doesn't come without pain (Pain)\nMeaning, before it get better, it's gon' get worse (Worse)\nLike my homies on the sick side (Side), stay dying over turf\nThat don't belong to urse–I mean \"us\" (Us), left in the dust (Dust)\nTry to catch up with massah (Massah)\nI used to wanna wrap my hands around the esophagus (Esophagus)\nOf them crackers (Rah, rah)\nBut Ephesians 6:12 said it wasn't flesh and blood that we wrestle against\nPrincipalities, powers of this world\nRulers of darkness and spiritual wickedness in high places\nSo throw on the whole armor of righteousness\nI \"Sparxxx\" this thing, but my name ain't Bubba\nI got problems with racist cab drivers, like Glover (\"Fuck you doing, man? My money good\")\nAnd brothers that wax fat (\"My money ain't good? Fuck you, man\")\nAnd forget all about the struggle (\n\"Yeah, suck my dick\"\n)\n\n[Chorus: Debra Killings, \nKhujo Goodie\n & \nCee-Lo Green\n]\nUgh, yeah, come on, come on\n (\nGive me some help now here, shawty\n)\nGuess what, guess what? Time to reset this thang\nStart over (\nUgh, to them triple-zeroes\n)\nAgain (\nUgh, the K-H-U-J-O\n)\nG-O-O-D-I-E, Big Boi\n(\nCotton Club Goodie\n) \nBig Boi, Big Boi\nEverything happens for a reason\nGood doesn't come without pain\nStart over\nAgain\nEverything happens for a reason (\nListen to me\n)\n[Verse 3: Cee-Lo Green]\nI awaken to sunlight\nThat's beyond bright\nThis day will be done right\nThere is a war just waiting on the other side of the door\nBut I'll be bringing God to the gunfight\nCan't live forever—so, have some fun, right?\nLife's a bowl of candy—you can have one, right?\nYou can handle if tomorrow never come, right?\nYou get used to singing, if only for one night\nBut I intend to raise two daughters and a son right\nAnd I couldn't've wrote this if I was hopeless\nAnd, see, I focus to provoke this\nSo open wide for my opinionated opus\nLike playing Go Fish, but not below this\nBefore I go, I thought that you all should know this\nRecognize and realize before any regretting\nBefore you relapse, perhaps you'll consider resetting\nHmm? (Hmm?)\n\n[Outro: Debra Killings]\nStart over\nAgain\nEverything happens for a reason"
}