{
  "title": "Reservoir Dogs",
  "artist": "Jay-Z",
  "lyrics": "Reservoir Dogs is the eleventh track on Jay Z’s Vol.2… Hard Knock Life album. It features Sheek Louch, The Lox, Sauce Money, Jadakiss, Beanie Sigel and Styles P\n[Intro: Sheek Louch]\nFuck! Shit is real right here\nRoc-A-Fella, LOX\nTakin' the streets over, motherfuckers\nDon't get it twisted\n[Verse 1: Sheek Louch]\nYo, ayo, ayo, ayo\nYo, shut the fuck up 'fore I blast and Banned From TV your ass\nWith no mask, look at the camera like what?\nYeah, I did it, like them sick white boys the court committed\nTo the death of me, I spaz like I'm on Ecstasy\nDrop a hundred bars for real like I'm lookin' for a deal\nIf I ain't hungry, who the fuck is? I'm worse than them African kids\nI ain't straight 'til my numbers match the Motorola bids\nAnd walk the streets up in NY like I don't fuckin' care\nIf I ain't strapped, that means I took 'em off my Nike Airs\nGet off mine, y'all talk shit like little children\nBut wanna ride mine like bitches when I walk up in the building\n'Cause I catch tans in the winter, with wild whores\nJet-skiin', while you keep warm at corner stores\nI make it hot\n, floodin' your block the best way\nProfessionall-ay, they'll find poison in your X-Ray\nAs I get roasted, lookin' at Biggie posted on my wall\nTakin' shots of Louie 'til I fall\nNothin' to lose, just load the clip up in the groove\nAnd kick rhymes to the poster, 'til I swear Big moved\nMy team, you would think was on Thorazine\nHow we floss and don't give a fuck what it's costin'\n\n[Verse 2: Beanie Sigel]\nYo, yo, pressure bust pipes, it's time to apply it now\nPick out a quiet town and tie it down\nMake niggas lock it down, y'all know where to buy it now\nBeanie Mack, I supply it now\nMy squad roll deep, in foreign cars with two seats\nCouple of 5's, a 6, a few Jeeps\nBag enough coke to last a few weeks\nIn case niggas wanna test — vest and a few heats\nYou really wanna test my name? And test my game?\nUntil you have me, test my aim?\nY'all niggas nuts, like testicles\nHit you up in your apartment building vestibule\nPerhaps it's best for you to keep on walkin'\nHeat from the Larkin keep on sparkin'\nPlatinum prezzie, Bezzie stay sparklin'\nCop off the lot, never see me at the auction\nPint of Bacardi darken, when it's hawkin'\nOut on the strip, until I reach the margin\nNot tryna meet the Sergeant at the precinct\nEatin' cheese sandwiches, down for the weekend\nLocked up with dirty white boys and Ricans\n[Verse 3: Jadakiss]\nNow, if I kill you I probably do ten in the box\nCome down on appeal, then I'm killin' your pops\nFeelin' The LOX? Nigga, why you grillin' The LOX?\nIf this rap shit don't work, niggas still in the spot\nYou bring it to me, I gotta lose your family\nGangsters don't die, they get chubby and move to Miami\nShit is deep now, dawg, but it gets deeper\nFuck it! The weather's nice, and the price is much cheaper\nI put it on tape, you gon' buy it\nI put it in a bag, you gon' try it\nY'all niggas can't deny it!\nLot of cats still tryna study my last bounce\nTell you what — get a beat tape and a half ounce\nThey got me where I can't be without my large gat\nTeflon long sleeve and my hardhat\nDon't matter if I'm openin' up or headline\nDoin' the speed limit or pushin' red lines\nSix months in the county or Fed time\nI'ma be the 'Kiss, nigga, until it's bedtime\nAnythin' I'm on is a classic\nAny nigga ever had beef with? Son is a bastard\nAnytime I spit, spit acid\nL-O-X, Ruff Ryder — you heard? We got the game mastered\n\n[Interlude: Pain In Da Ass]\nI told you the pain was coming\nYou wouldn't listen\nYou tried to play me like a joke?\nNow who got the last laugh?\nNow take these bullets with you to hell\n[Verse 4: Sauce Money]\nYou motherfuckers is sick, don't think Sauce the shit\nSo many niggas on my nuts, I thought I lost my dick\nPicture me fallin' off, I'm camera shy\nHammers fly, might miss you, but your man'll die\nWhat's the difference? Either way, I'm sonnin' your crew\nI fuck to win, y'all niggas comin' to lose\nSomethin' to prove? Spit it, we can have a spray off\nI lay off wack niggas and kill 'em on my day off\nAin't nothin' for me to bust a trey off\nMurder the whole month of April, nigga, just to take May off\nRun with more Germans than Adolf, you light crews\nNow I concentrate on your camp like Jews\nFlow hot like a heatwave, bitch\nWhips phatter than them shits they beat slaves with\nI'm a mill-stackin' nigga who pull quick\nStill packin' for you Phil Jackson niggas on that bullshit!\n[Verse 5: Styles P & (\nJay-Z\n)]\nI don't give a FUCK who you are, so FUCK who you are\nI don't care about a pretty bitch, watch or a car\nI don't care about your block and whoever you shot\nI don't care about your album and whenever it drop\nI don't care about your past, if I did I woulda asked\nI'm too busy lightin' 'dro with a whole lotta hash\nFar as this rap shit, I'm ten steps ahead of niggas\nShootin' backwards just for practice\nRide or die, nigga, hoppin' in your casket\n'Bout to go to hell with you, blow the L with you\nTell the whole world I'm spittin', let 'em know the shells hit you\nI tell niggas quick — suck dick and get a Glock\nMy name ring bells like Sunday at twelve o'clock\nI'm half-past-seven\n, bust six then eleven\nYou know me, slide my man my joint say reload me\nI Ruff Ryde and pop a fella for Roc-A-Fella\nScreamin'\n (\nWhat the fuck?\n), spendin' mozzarella\n\n[Verse 6: Jay-Z]\nI know, pop, you can't stand us 'cause we cock them hammers\nRun in your crib, no prisoners, pop your grandma\nLocked in the slammer? Nope, popped up in Atlanta\nCrossed up in a drop, I popped up the antenna\nWhoa.. watch your manners when my veins pop like \nScanners\nLike raindrops, you hear the thunder when I cock the cannon\nBig bang, big chains, ain't shit changed\nGet brain in the four-dot-six Range\nShit, mayne, switch lanes\nEvery town I hit, switch planes\nBitch, flip big 'caine\nFlow with no cut, you take it in vein to the brain\nMuh'fuckas is noddin' and throwin' up\nYou know that you don't wanna owe that man\nHe'll hit ya, get the picture? Kodak, man\nGot a love for war, I don't floss no more\nI just sit on my money 'til I'm above the law\nHow the fuck you gon' stop us with your measly asses?\nWe don't stop at the tolls, we got E-ZPasses, nigga\nMultiple cars and divas with D-Classes\nIceberg sweats with I.B. on the elastic\n[Outro]\nShit.. BIATCH!\nWhat the fuck, ya heard me? Hahahaha\nPut some more beat on that joint!"
}