{
  "title": "Return of the “G”",
  "artist": "OutKast",
  "lyrics": "[Produced by Organized Noize]\n[Intro: André 3000]\nYeah, yeah... it goes like this right here\nLike, uh... niggas always be hollering \"peace\"\nYou know what I'm saying, \"Peace, my brother\"\n\"Peace\" this, \"peace\" that, you know what I'm saying, but\nEvery time I, I, uh, try to get a peace of mind\nNiggas try to get a piece of mine\nSo I gotta grab my piece\n[Verse 1: André 3000]\nIt's the return of the gangster, thanks ta'\nThem niggas that's on that blow that run up in your crib\nWhich contains your lady and an eight-month old child to raise\nPlus you true blue 'bout this music, but they do not want to hear it\nBecause they'd rather be bouncing and shooting and killing and bouncing and shit\n – \nget down\nReturn of the gangsta, thanks ta'\nThem niggas that think y'all soft and say y'all be gospel rappin'\nBut they be steady clappin' when you talk about\nBitches, and switches, and hoes, and clothes, and weed\nLet's talk about time travelin', rhyme javelin\nSomethin' mind unravelin' – get down\nReturn of the gangsta, thanks ta'\nThem niggas that got them kids\nThat got enough to buy an ounce\nBut not enough to bounce them kids to the zoo\nOr to the park, so they grow up in the dark\nNever seein' light, 'til they end up being like yo' sorry ass\nRobbin' niggas in broad-ass daylight – get down\nReturn of the gangsta, thanks ta'\nThem niggas who get the wrong impression of expression\nThen the question is, \n\"Big Boi, what's up with Andre?\nIs he in a cult? Is he on drugs? Is he gay?\nWhen y'all gon' break up?\"\nWhen y'all gon' wake up?\nNigga, I'm feelin' better than ever, what's wrong with you? You!\nGet down\n\n[Chorus: Lil' Will, (Khujo Goodie)]\nGangsta (It's the return, it's the return–turn–turn–turn)\nOoh (It's the return–turn, it's the return–turn, it's the return, return)\nGangsta (It's the return–turn, it's the return–turn)\nOoh (It's the return, it's the return–turn–turn)\n[Verse 2: Big Boi]\nMan, a nigga don't want no trouble\nA playa just wanna kick back with my gators off\nAnd watch my lil' girl blow bubbles\nBut still, ready to rhyme\nStanding my ground, never back down\nWillin' to rob, steal, and kill\nAny thang that threatens mine\nBut good luck couldn't be bought, see\nMany a fights had to be fought, G\nFor a nigga to ride these Vogues oh-so-close to the sidewalk, to be gawked at\nWatch your side, my nigga, 'cause we got gats\nThe first nigga to buck–is gon' be the first nigga we attack\nDon't want that, but it comes though\nMost of the time–when you don't know\nStickin' together like flour and water, to make that slow dough\nWe worked for everything we have and gon' stick up for\nEach other, like we brothers from another mother\nKind of like Mel Gibson and Danny Glover\nStrictly for the Caddy lovers\nAnd never the nut-huggin' punk motherfuckers (Yeah)\nSo quit spreading them rumors\nWe ain't Club Nouveau (Know that)\nYeah, yeah\n\n[Chorus: Lil' Will, (Khujo Goodie)]\nGangsta (It's the return, it's the return–turn–turn–turn)\nOoh (It's the return–turn, it's the return–turn, it's the return, return)\nGangsta (It's the return–turn, it's the return–turn)\nOoh (It's the return, it's the return–turn–turn)\nGangsta (it's the return, it's the return–turn–turn–turn)\nOoh (It's the return–turn, it's the return–turn, it's the return, return)\nGangsta (It's the return–turn, it's the return–turn)\nOoh (It's the return, it's the return–turn–turn)\n[Skit]"
}