{
  "title": "Rich (Interlude)",
  "artist": "kendrick lamar",
  "lyrics": "[Spoken Word: Kodak Black & \nSampha\n]\nI learned in trappin', in the business\nSmart people makin' horrible decisions, you know?\nRich nigga, gettin' my dick sucked after the show\nI ain't gon' lie, we were poor\nA bunch of lost souls in survival mode\nIt wasn't no way for us unless we found our own\nRunnin' in stores, kickin' in doors, nigga, give me my glory\nNigga play with me, he ain't gon' live to tell the story\nYou know, this the type of shit we glorify, everybody gang-gang\nMost of the people that you grew up with are now in the chain gang\nIn the box, gettin' pink\nNiggas shittin' where you sleep\nNiggas shittin' whеre you eat\nWho'da evеr knew that I'd become a fuckin' Kodak? Yeah\nRap money good, but I'm still pumpin' gas through the hood\nDroppin' off plates to the fam' like Thanksgivin'\nGot the baby snipers standin' on that murk business, yeah, \nslidin' for Yak\nThey ready for whatever\nI always knew that everything would get better\nAnd it sho' got greater later\nAll the game came from the elders like hand-me-downs\nMe and my brothers wearin' hand-me-downs\nNow I'm givin' game back to the old heads\nAnd the respect come first, yeah, you know?\nCan't be better than the OGs, you gotta get it somewhere\nGotta come from somethin', God don't come from nothin'\nWe ain't seen this comin', nigga, it's more than a blessin'\nWhat you doing with Kendrick? (\nOoh, ooh\n)\nWhat you doing with a legend? (\nOoh, ooh\n)\nSo what they call you? (\nOoh, ooh\n)\nWhen it's all said and done, we ain't leavin' empty-handed (\nOoh, ooh\n)\nThat's on gang (\nOoh, ooh\n)\nThat's on Ma' Dukes (\nOoh, ooh\n)\nPoorer than that bitch but she fall through  (\nOoh, ooh\n)\nMakin' ends meet (\nOoh, ooh\n), daddy deadbeat (\nOoh, ooh\n)\nHad to steal for a meal or you can't eat, you know? (\nOoh, ooh\n)\nPoverty (\nOoh, ooh\n)\nRed Cross, food banks, W.I.C. (\nOoh, ooh\n)\nNow look at this shit, we own property"
}