{
  "title": "Road Rage",
  "artist": "Eminem",
  "lyrics": "[Part I]\n[Intro: Sly Pyper]\nThis rap shit divided by panty lines, mm, which side are you on? (Pussy)\nSocial media got you fuckin' in pantomime, damn, why that line so long? (Rookie)\nI'm just caught up in the rapture, tryna be a rap star, I hope I make it out alive (Alive)\nI'm a master at masquerading and actin' like I ain't faded, only I can see through my disguise\n[Verse 1: Eminem]\nYeah, I walk around more confused than my aunt Linda's man-friend\nA black transgender Klan member (What?)\nWho's a Caitlyn Jenner fan and a (What?)\nMember of Grindr and Tinder\nHead empty as an abandoned a— (Yeah)\n'Partment while I'm dancing a—\n'Round all these names and labеls that I can't memo— (What the fuck?)\n'Rize, now my antеnnaes\nAre up on this PC shit, I'm finna\nGo out on my shield like Captain A— (What?)\n'Merica, transcender\n[Chorus: Dem Jointz]\nI'm the god of façade (Woo), give me a road rage reason\nTo black the fuck out\n \nand roll with the heathens\nRoad rage, vroom, vroom, vroom, and I'm speedin'\nFuck that red light, I'm tryna get even\n\n[Verse 2: Eminem]\nYeah, how could I say some shit so mean? (Damn)\nThey're tryna make my mouth closed like it's clothing\n (What?)\nIt's what it is though, but this is show biz\n, so things\nAin't never really truly over 'til Lizzo sings (Haha, like I won't say that)\nWe should coddle fat people (Yeah), yeah, here's a concept (What?), let's celebrate onset (Yeah)\nDiabetes and instead of us dieting, we can just have a pie-eating contest (Delicious)\nAnd we should be extra nice (What?) instead of honest (Yeah)\nAnd instead of exercise (What?)\nIt's easier to find a triple-X your size\nAnd try to press society to change so you don't have to change\nPick up a weight or eat less, them fries make your blood pressure rise\nAs it starts increasin'\nAll that starch and grease and\nClogged arteries and\nThese are the reasons\nFor your heart disease and\nCan't tie your shoes (Why?), it's too hard to reach 'em (Shit)\nBut the way things been (With what?)\nWith today's thinking (Yeah)\nWe should baby them (Why?)\nInstead of shaming them (Oh)\nBut enabling can (Yeah)\nDo more harm than good, so call me Abe Lincoln\n'Cause I'll be honest, I can flip in a blink and\nAll I need is one little road rage reason\nYeah, blah, blah, blah, I'm the\n\n[Chorus: Dem Jointz]\nI'm the god of façade, give me a road rage reason\nTo black the fuck out and roll with the heathens\nRoad rage, vroom, vroom, vroom, and I'm speedin'\nFuck that red light, I'm tryna get even\n[Post-Chorus: Eminem]\nYeah, all my obese people, if you're fat, proud, and you know it (Hey)\nRaise your hand if you're shovin' food in your mouth at this moment (Mm)\nBut if you're mad 'cause they're clownin' you for poundin' them donuts \n(What?)\nPut 'em down and either do somethin' about it or own it\n[Interlude: Slim Shady & \nEminem\n]\nOkay, here we go\nWait, what are you doin'?\nFuck's it look like I'm doin'? (\nWhat? Nah\n)\nDyin' our hair\nNo, stop, stop, ow\nShut the fuck up\nYou're never gonna—\nI said, shut the fuck up\nTrust me, I know what I'm doin'\nYeah\n[Verse 3: Eminem]\nSo transgender rights, where do I stand? Oh (Uh)\nI'm all for 'em, I really am pro (Nah, for real)\nBut intercourse with you (What?), would I have? No (Nope)\nI'm just bein' honest (Yeah), now I'm an asshole (Ho)\nCall me a transphobe (Really? Yeah) 'cause I just can't go (What?)\nAnd try and pretend you was never a man though (Sorry)\nI mean, damn, bro (Yeah), it's just the way I feel (Uh)\nBut if I say it, will (Hm) it get me cancelled (Yup, shit)\nMy music get banned (What? What?), or can it withstand? (No, huh?)\nThis shit is quicksand (Help), man, I'm just sayin' (What? Ha)\nI gotta participate for us to co-exist? Damn\nI gotta memorize pronouns of a cis man? (Really?)\nHow come we just can't show solidarity with a wristband? (Or somethin' like that, you know?)\nAnd this ain't even a diss, trans\nPeople, my dick just won't expand\nThem tits won't make it stand\nBut Caitlyn, big fan (Haha, no, wait)\n\n[Part II]\n[Verse: Eminem]\nOh, you want me to fuckin' chill and tone this shit down, huh? (Yup)\nThat's Shady speaking his mind like it was his mouth, huh?\nYou wish he'd grow up and not be so juvenile, huh?\nCash Money Records, this shit's about to go south, huh?\nYou feelin' stupid now, huh?\nOld Slim would've told 'em to put a lid on it like a toilet bowl rim\n (Bitch)\nHat with the low brim\nI'm in the blue corner (What?), white trunks with the gold trim\nThey bet that I won't win (Yup)\nGuess you really showed them (Ha)\nBecame the best and I made it (Yeah) like Adult Swim\nYeah, but you pick on handicapped people with no limbs\nWell then, fuck you, Chris Reeves, and the horse that he rode in\n[Outro: Eminem]\nBitch"
}