{
  "title": "Ronald Reagan Era (His Evils)",
  "artist": "kendrick lamar",
  "lyrics": "[Intro: Ash Riser]\nWe're far from good, not good from far\nNinety miles per hour down Compton Boulevard\nWith the top down, screamin', \"We don't give a fuck\"\nDrink my forty-ounce of freedom while I roll my blunt\n'Cause the kids just ain't alright\n[Interlude: Ab-Soul]\nOh shit, nigga\nSomethin' 'bout to happen\nNigga, this shit, nigga, this sound like thirty keys under the Compton court building\nHope the dogs don't smell it\n[Verse 1: Kendrick Lamar]\nWelcome to vigilante, '80s, so don't you ask me\nI'm hungry, my body's antsy, I rip through your fuckin' pantry\nPeelin' off like a Xanny, examine my orchestra\nGranny said when I'm old enough, I'll be sure to be all I can be\nYou niggas Marcus Camby, washed up\nPussy, fix your panties, I'm Mr. Marcus, you gettin' fucked, uh\nYou ain't heard nothin' harder since Daddy Kane\nTake it in vain,\n \nVicodins couldn't ease the pain\nLightning bolts hit your body, you thought it rained\nNot a cloud in sight, just the shit that I write\nStrong enough to stand in front of a travelin' freight train, are you trained?\nTo go against Dracula, draggin' the record industry by my fangs\nAK clips, money clips, and gold chains\nYou walk around with a P90 like it's the '90s\nBullet to your temple, your homicide'll remind me\n\n[Chorus: Kendrick Lamar & \nRZA\n]\nThat Compton Crip niggas ain't nothin' to fuck with\nBompton Pirus ain't nothin' to fuck with\nCompton éses ain't nothin' to fuck with\nBut they fuck with me, and bitch, I love it\nWoop-di-woop, woop-di-woop-woop, woop-di-woop\nWoop-di-woop, woop-di-woop-woop\n \n(\nCalifornia Dungeons\n)\nWoop-di-woop, woop-di-woop-woop, woop-di-woop\nWoop-di-woop, woop-di-woop-woop\n \n(\nCalifornia Dungeons\n)\n[Verse 2: \nKendrick Lamar\n]\nLet's hit the county buildin', gotta cash my check\nSpend it all on a forty-ounce to the neck\nAnd in retrospect, I remember December being the hottest\nSquad cars, neighborhood wars, and stolen Mazdas\nI tell you motherfuckers that life is full of hydraulics\nUp and down, get a six-four, better know how to drive it\nI'm drivin' on E with no license or registration\nHeart racin', racin' past Johnny because he's racist\n1987, the children of Ronald Reagan\nRake the leaves off your front porch with a machine blowtorch\n \n(I'm really out here, my nigga)\nHe blowin' on stress, hopin' to ease the stress (Like, really out here)\nHe coppin' some blow, hopin' that it can stretch\nNewborn massacre\nHoppin' out the passenger with calendars 'cause your day comin'\nRun him down and then he gun him down, I'm hopin' that you fast enough\nEven the legs of Michael Johnson don't mean nothin', because\n\n[Chorus: Kendrick Lamar & \nRZA\n]\nCompton Crip niggas ain't nothin' to fuck with\nBompton Pirus ain't nothin' to fuck with\nCompton éses ain't nothin' to fuck with\nBut they fuck with me, and bitch, I love it\nWoop-di-woop, woop-di-woop-woop, woop-di-woop\nWoop-di-woop, woop-di-woop-woop\n \n(\nCalifornia Dungeons\n)\nWoop-di-woop, woop-di-woop-woop, woop-di-woop\nWoop-di-woop, woop-di-woop-woop\n \n(\nCalifornia Dungeons\n)\n[Refrain: Kendrick Lamar & \nAb-Soul\n]\nCan't detour when you at war with your city, why run for it?\nJust ride with me, just die with me, that gun store right there\nWhen you fight, don't fight fair, 'cause you'll never win\n(\nRight, I had the yopper, and I tore they ass up\n)\nCan't detour when you at war with your city, why run for it?\nJust ride with me, just die with me, that gun store right there\nWhen you fight, don't fight fair, 'cause you'll never win, yeah, yeah, yeah\n[Bridge: Kendrick Lamar]\nWoah, woah, woah-woah-woah-woah\nWoah, woah, woah-woah-woah-woah\nWoah, woah, woah-woah-woah-woah\nWoah, woah, woah-woah-woah-woah\n[Outro: Ab-Soul]\nWe really out here, my nigga\nYou niggas don't understand, my nigga\nI'm off a pill and Rémy Red, my nigga\nTrippin', my nigga"
}