{
  "title": "Running Your Mouth",
  "artist": "The Notorious B.I.G.",
  "lyrics": "[Intro: Notorious B.I.G. live clip]\nWhere Brooklyn at? Where Brooklyn at?\nWhere Brooklyn at? Where Brooklyn at?\nWhere Brooklyn at? Where Brooklyn at?\nWhere Brooklyn at?\n1, 2, 3, and\n[Verse 1: Fabolous]\nNow, they say you ain't never suppose to envy no man\nCan't tell that to a dingy old man\nWho see a young nigga getting plenty of dough, man\nIcy Audemars, Henny gold band\nWith a mean girl like Lindsay Lohan\nThat's why I keep the 9 in the Bentley door pan\nTrust, it's gon' bust, you roll on us\nKnow it's gon' blow fo' my dough\nWhy would you try with that guy?\nScene told you he'd keep it G\nWe can bang like the two chains on my neck\nThe hood is Iraq, I'm Hussein in the 'jects\nThe coupe's up, take the new lane for a sec\n12-inch thump, new Kane in the deck, nigga\nRight now with a squeezer in a 'cuzzi\nAnd I'm goin out like Keyshia with the UZI, yeah\n[Chorus: Nate Dogg]\nThey talk about it, we all about it\nThey making plans, we sittin', countin'\nOur cheddar stackin' just like a mountain\nYou heard about it, she running her mouth\nShe wants to ride it, she's trying to hide it\nI'm cool as hell, but she's too excited\nHer man look like he wanna fight\nHe ain't doing nothing, but running his mouth\n\n[Verse 2: Notorious B.I.G.]\nFuck around and feel the fury of a high nigga\nWhen I get busy, throw your hands in the sky, nigga\nI got the illest of the ill mentality, niggas be grabbing me\nKnowing that they'd rather be stabbing me\nAll up in my back, trying to take my track\nWhen I used to sell crack, I ain't had problems like that\nStreet rules – watch your pockets and your jewels\nA nigga front, throw the gat to the fool\nNext who wanna move is getting blasted\nStraight sewer flows from the ill ghetto bastard\nAs I release masterpieces like adhesive\nStuck to your ass, like tissue when you're wiping fast\nMC's have a hard time believin'\nI'm \n'Marked For Death'\n, \n'Hard to Kill'\n like Steven\nWhen jake come, I'm leaving, the black man's motto\nYou got a better chance playing lotto\nWhat you want, nigga?!\n[Chorus: Nate Dogg]\nThey talk about it, we all about it\nThey making plans, we sittin', countin'\nOur cheddar stackin' just like a mountain\nYou heard about it, she running her mouth\nShe wants to ride it, she's trying to hide it\nI'm cool as hell, but she's too excited\nHer man look like he wanna fight\nHe ain't doing nothing, but running his mouth\n\n[Verse 3: Busta Rhymes]\nAyo, now watch me dip-dip didd-ive all over the beat\nNow watch me drip-drip dridd-ry all over the street\nThe general consensus is we be the dominating fleet\nBitch raw (Ha!), and let me continue to bring the heat (C'mon)\nYou know who been the kings of the block (Yeah...), the kings of the drugs (Fab)\nThe kings of the crack music (Snoop), and the kings of the clubs (Bus')\nLeak fire – fiends rush it, like the purest of powder\nThat's why most of these niggas little songs be sounding like ours\nCouple years ago, niggas probably thought we was dying\nThose same niggas'll idolize us, put our face in the shrine\nYeah, I took a little time to cook and show you what's really hot\nHow the fuck any of you niggas think you filling my spot?!\nWhy you niggas getting mad at us? We shit on your floors\nAll in your house, nigga, our strategies is different from yours\nListen – you come, you can get it, while I continue to preach\nSnoop, Fab, Big, and Bust are the standard you can't reach\nLet's go!\n[Chorus: Nate Dogg & \nFoxy Brown\n]\nThey talk about it, we all about it\nThey making plans, we sittin', countin'\nOur cheddar stackin' just like a mountain\nYou heard about it, she running her mouth\nShe wants to ride it, she's trying to hide it\nI'm cool as hell, but she's too excited (\nUh, uh\n)\nHer man look like he wanna fight (\nFox and B.I.G\n)\nHe ain't doing nothing, but running his mouth\n\n[Verse 4: Foxy Brown]\nWho fucking with Fox? Who want it with I?\nBust a shot for me and Big, from the 'ville to the sky\nGot my Joe Fross shit on, hop off my dick\nCanary bangle 'round the ankle, 20 carats in this bitch\nNow pull up the Phantom, show 'em how we switch\nFrom the belly lions fur, killin' with the sick\nBedstuy, what up, y'all? What up with your girl?\nHow'd she leave duke broke? Tell them boys on her\nI'm in the G5 jet-eye; Brooklyn, bust your chrome\n'Cause that nigga cryin' for him, lookin' 2-D with the dead-eye\nMy main connect got hit up in his truck\nOn Nostrand Ave, ain't the same since Hommo got touched\nNasty with the pistol, nasty with the clit too\nSee, I'm a beast with it, fuck 'em 'til I'm crippled\nIll Na Na's squeezing the llama\nBad gyal dutti, Foxy and Poppa\n[Verse 5: Snoop Dogg & \nThe Notorious B.I.G. live sample\n]\nRun for your gun, you suckers\nB.I.G., I'ma get them motherfuckers\nDon't you worry about a thing – bang-bang-boogie\nI got a few chickens that's gon' work that nookie\nIn the 'Lac with a sack, go on and put it on the map\nWhat it do, nephew? (\n\"Where Brooklyn at?!\"\n)\nUhn, turning it out, run in your house, gun in your mouth\nMotherfucker, quit running your mouth\n[Chorus: Nate Dogg]\nThey talk about it, we all about it\nThey making plans, we sittin', countin'\nOur cheddar stackin' just like a mountain\nYou heard about it, she running her mouth\nShe wants to ride it, she's trying to hide it\nI'm cool as hell, but she's too excited\nHer man look like he wanna fight\nHe ain't doing nothing, but running his mouth\n[Outro: Nate Dogg]\nWhat you really want from a nigga?"
}