{
  "title": "Running Over",
  "artist": "Justin Bieber",
  "lyrics": "[Verse 1: Justin Bieber]\nFrom the beginning, it was ending\nWe were emotionally pending\nJeopardy, second guessing\nGot all the questions to my answers\n[Chorus: Justin Bieber]\nKeep runnin' over me with your lovin'\nI'm only right here for your consumption\nKeep runnin' over me with your lovin'\nLookin' like it's turnin' into something\n[Verse 2: Justin Bieber]\nWednesday\nIt feel like a Tuesday when you met me\nI remember it like it was yesterday\nYou just said, \"Hello,\" I lost my sanity\nThought you was lookin' through me\nThen you made me laugh with personality\nWhen you said goodbye that was a tragedy\nHad to get a lesson in anatomy\nYou just ran me over\nLook out, watch out, got me on the defense\nThought love at first sight was just a false pretense\nTook my hat off, made me pledge allegiance\nEverything was in divine sequence\n\n[Chorus: Justin Bieber]\nKeep runnin' over me with your lovin'\nI'm only right here for your consumption\nKeep runnin' over me with your lovin'\nLookin' like it's turnin' into something\n[Post-Chorus: Justin Bieber]\nBetter that than turnin' into nothing (Way-oh, way-oh)\nAin't no interruptin' this eruption (Way-oh, way-oh)\n[Verse 3: Lil Dicky]\nLD, uh\nI believe in love\nGirl, you got my hopes all up\nWhen I left you, when I met you\nI called mom and told her 'bout it\nI got all up on your IG and was scrollin' down for hours\nI got back to 2015 and you started lookin' young, so I stopped (Ooh)\nPost intercourse when you walk by (Ass, ass, ass)\nMore buns than a Shop Rite (Woah)\nAnd you wanna sleep over my crib?\nLet me go and get you a soft t-shirt, here (Soft tee)\nWhat are our kids gonna be like? (Hmm)\nWhat is your skin routine like?\nGirl, just run around bed with me\nI'll flirt with you all cleverly\nI'll lock you down, Pat Beverley\nI'll kiss your breasts all tenderly, what's up? (Breast)\nHow you so hot and cute? (How?)\nI wanna make a language up with you\nYou're already drivin' me crazy, so just\n\n[Chorus: Justin Bieber]\nKeep runnin' over me with your lovin'\nI'm only right here for your consumption\nKeep runnin' over me with your lovin'\nLookin' like it's turnin' into something\n[Post-Chorus: Justin Bieber]\nBetter that than turnin' into nothing  (Way-oh, way-oh)\nAin't no interruptin' this eruption  (Way-oh, way-oh)"
}