{
  "title": "Say Hello",
  "artist": "Crush",
  "lyrics": "[\nScarface\n Sample: Tony Montana]\nYou wanna fuck with me? Okay\n¡Abrir la puerta honcha!\nYou wanna play games? Okay\nOkay, you wanna play with us? Okay\nSay hello to my little friend\n[Verse 1: Pouya]\nDashin', duckin' police\nThey wanted me stuck but they couldn't find me\nI hid in the trench deep inside Miami\n305 where you can find me\nAll of my bitches, they wearin' designer\nSuckin' my dick, but not eatin' vagina\nMy ho, she was made in China\nDump you in the river, ain't nobody gonna find ya\nUgly frank, grab the shank\nHomie was buckin' and doing wheelies in the tank\nMan, packin' them weapons ready for war, not afraid\nWe brave and don't really care what ya think\nDon't sleep on me, ho\nPhase two in this thang, bang, swang\nIf all I meant now, [?] to the back\nMAC attack to the foes, floors\nGo sick and I'm blasting the ho with my cum\nCome see me what I do when I run this rap game\nMoney and love is everything, fuck fame\nBitch, look at my eyes and suck on my dick\nHo bussin' it, cussin' like it is a custom\nI'm fucking yo' sister, yo' mom and yo' cousin\nThe family tree, bitch, you wish you could get it like me\nYou really ain't fuckin' with me\nI know you ain't talkin' to me with that tone\nI wish all these hoes would just leave me alone\nI'll put you on blast on Instagram, and you don't want that\nI completely understand, but I don't give a fuck 'cause I'm the motherfuckin' man\nBitch, hold my shit, blow my dick, and don't say shit (Nah)\nMake sure you don't say shit, ho\n\n[Interlude: Pouya & \nTony Montana\n]\nYuh\nSay hello to my little friend\n[Verse 2: Pouya]\nThe Pou comin' through with the mothafuckin' heat\nAnd I bet that I make yo' ho drop to her feet\nSippin' rum, sippin' that Hennessy\nPour it up for all my enemies\nFree'd up my energy, fuckin' this shit up\nI'ma ride that pussy with my stick up\nBitches they call, never pick up\nThey stuck on my dick like a sticker, yuh\n[Outro: Pouya]\nPop that pussy for a pimp, bitches on my fuckin' dick\nPop that pussy for a pimp, bitches on my fuckin' dick\nSo pop that pussy for a pimp, these bitches on my fuckin' dick\nI'm chillin' with my fuckin' clique\nI'm chillin' with my fuckin' clique"
}