{
  "title": "Say What You Say",
  "artist": "Eminem",
  "lyrics": "[Intro: Eminem & \nDr. Dre\n]\nHeh, so I'm out the game, huh?\n (Huh, huh)\nYo, Dre, we ridin'?\nWhatever\n (Ha-ha)\nWell, I'm wit' ya, homie\nOkay, let's handle the small shit\n[Verse 1: Eminem & \nDr. Dre\n]\nI was born to brew up storms, stir up shit\nKick up dust, cuss 'til I slur up spit\nGrew up too quick, went through too much, knew too much shit\nCorrupt\n, \nand I'ma pour it on like syrup, bitch\nThick and rich, sick and twisted, Mr. Buttersworth\nDre told me to milk this shit for what it's worth\n'Til the cow just tilts and tips and stumbles to Earth\nAnd if I fumble a verse, keep goin'\nFirst take I make mistakes, just keep it\nNo punches pull, no punches, that's weak shit\nFake shit\n, if I ever take shit, I'll eat shit\nWasn't for him, wouldn't be shit\nCreep with me as we take a little trip down memory lane\nBeen here longer than anyone in the game\nAnd I ain't got to lie about my age\nBut what about Jermaine? \nFuck Jermaine!\nHe don't belong speakin' mine or Timbaland's name\nAnd don't think I don't read your little interviews and see what you're sayin'\nI'm a giant, and I ain't gotta move 'til I'm provoked\nWhen I see you, I'ma step on you and not even know it\nYou midget, mini-me\n \nwith a bunch of little mini-yous\nRunnin' around your backyard swimming pools\nOver eighty million records sold\nAnd I ain't have to do it with ten- or eleven-year-olds\n\n[Chorus: Eminem]\n‘Cause what you say is what you say\nSay what you say how you say it whenever you sayin' it\nJust remember how you said it when you was sprayin' it\nSo who you playin' with, huh? (Huh, huh, huh)\n‘Cause what you say is what you say\nSay what you say how you say it whenever you sayin' it\nJust remember how you said it when you was sprayin' it\nSo who you playin' with, huh? (Huh, huh, huh)\n[Verse 2: Eminem & \nDr. Dre\n]\nSecond verse, it gets worse, it gets no better than this\nAmateurs drink veteran piss\nFrom a Dixie cup\n, \nif you ever mix me up\nOr confuse me with a Canibus or Dre with a Dupri\nWe'll rub it in, every club you're in, we'll have you blackballed\nAnd make sure you never rap a-fuckin'-gain\nDre ain't havin' it, long as I'm here to play devil's advocate\nIf there was some magic shit I could wave\nOver the industry that could save it when I'm gone\nAnd buried to make sure the tradition carries on, I would\nIf I could only use this power for good, I wouldn't, not even if I could\nFrom the hood, and I'm a hornet\nAnd I'ma only sting when I'm cornered\nAnd I'ma only sucker punch and swing without warning\nAnd swing to knock somebody's fuckin' head off\n‘Cause I know if they get up, I won't get a chance to let off\nAnother punch, \nI'm punk rock, no one's punk\nDon't give a fuck, white Pac, so much spunk\nWhen I was little I knew I would blow up and sell a mil'\nOr grow up to be \nAttila\n, go nuts and be a killer\nAnd I'm something of a phenom\n, \none puff of the chron'\nI'm unstoppable, I'm alive and on top again\nThere's no obstacle that I can't conquer\nSo come along with us\n (Come on)\n\n[Chorus: Eminem]\n‘Cause what you say is what you say\nSay what you say how you say it whenever you sayin' it\nJust remember how you said it when you was sprayin' it\nSo who you playin' with, huh? (Huh, huh, huh)\n‘Cause what you say is what you say\nSay what you say how you say it whenever you sayin' it\nJust remember how you said it when you was sprayin' it\nSo who you playin' with, huh? (Huh, huh, huh)\n[Verse 3: Eminem & \nDr. Dre\n]\nNow anybody who knows Dre knows I'm \nabout\nFast\n cars and Alizé, partyin' all day\nBut I handled my business, ‘cause it's work before play\nDon't look for trouble, but I'll serve you gourmet\nHowever you want it, you can have it your way\nYou fuck my night up, I'ma fuck up your day\nBullet with your name, sendin' it your way\nThat goes for anyone who walks through that doorway\n‘Cause this is my space, you invade it\nLive to regret it, and you'll die tryna violate it\nFuck around, get annihilated, \neyes dilated\nHuh, like my old lady?\n‘Cause what you say is what you say, sometimes what you mean\nIs two different things, depending on your mood if it swings\nThink too many things, little hit of Dre's weed, I can do anything\nCatch a contact and I'm gone, and I'm back\nI speed write and my loose leaf's my launchpad\nAnd I can pull any string, don't have to prove anything\nCatch a contract on your head, you headed west?\nTalk shit about Dre, you better get a vest and invest in something to protect your head and neck\nAnd it's back and forth all day, like Red and Meth\nI joke when I say I'm the best in the booth, but a lot of truth is said in jest\nAnd if I ever do live to be a legend, I'ma die a sudden death\nFive mics in \nThe Source\n? Ain't holdin' my fuckin' breath\nBut I'll suffocate for the respect 'fore I breathe to collect a fuckin' check\n\n[Chorus: Eminem]\n‘Cause what you say is what you say\nSay what you say how you say it whenever you sayin' it\nJust remember how you said it when you was sprayin' it\nSo who you playin' with, huh? (Huh, huh, huh)\n‘Cause what you say is what you say\nSay what you say how you say it whenever you sayin' it\nJust remember how you said it when you was sprayin' it\nSo who you playin' with, huh? (Huh, huh, huh)\n[Outro: Dr. Dre & \nTimbaland\n]\nWatch your fuckin' mouth!\nYo, this Timbaland, tell him I said suck, di-di, my dick"
}