{
  "title": "Say So / Like That (Mashup)",
  "artist": "Doja Cat",
  "lyrics": "Part I: Say So\n[Verse 1]\nLet me check my chest, my breath right quick\nHe ain't ever seen it in a dress like this\nHe ain't ever even been impressed like this\nProlly why I got him quiet on the set like zip\nLike it, love it, need it bad\nTake it, own it, steal it fast\nBoy, stop playing, grab my ass\nWhy you actin' like you shy? (Hot)\nShut it, save it, keep it pushin'\nWhy you beating 'round the bush?\nKnowin' you want all this woman\nNever knock it 'til you try (Yah, yah)\nAll of them bitches hating I have you with me\nAll of my ****** sayin' you mad committed\nRealer than anybody you had, and pretty\nAll of the body-ody, that ass and titties (Tittiеs, titties)\n[Live-Transition]\nIt's been a long time since you, you (Quiеt)\nProlly why I got him quiet on the set like zip, zip, zip (Quiet)\nAll of them bitches hating I have you with me, with me (Quiet)\nHe ain't ever seen it in a dress like this (Quiet)\nHe ain't ever even been impressed like this, this, this\n\n[Verse 2]\nIt's been a long time since you (Fell in love)\nYou ain't coming out your shell, you ain't really been yourself\nTell me, what must I do? (Do tell, my love)\n'Cause luckily I'm good at reading\nI wouldn't bug him, but he won't stop cheesin'\nAnd we can dance all (Day around it)\nIf you frontin' (I'll be bouncin')\nIf you want it, scream and shout it, babe\n(Before I leave you dry)\n[Chorus]\nDay to night \nto morning keep with me in the moment\nI'd let you had I known it,\n why don't you say so?\nDidn't even notice, no punches left to roll with\nYou got to keep me focused, \nyou want it? Say so\nDay to night to morning, keep with me in the moment\nI'd let you had I known it, why don't you say? Why don’t you say so?\nDidn't even notice, no punches left to roll\nYou got to keep me focused, \nyou want it? Say so\nPart II: Like That\n[Verse 1]\nDo that, do that, baby, all night long (Don't stop) (\nHey\n)\nAnd I'ma turn off all my phones\nYou know I hate it when I'm left on read (Don't stop) (\nHey\n)\nBut he make it all up in the bed\nAnd he take me out, dinin' on nothin' but the best\nHe got Off-White on right, damn, he can dress\nMakin' plans from the East, bands in the West\nRockstar, Black Beatles type, bands on his bread\nAnd baby, I want it, and I'll just be honest (Ooh, ooh, ooh, ooh)\n'Cause I just can't front when I look at you\nJust keep it one hundred, when I throw these hundreds\nI hope that your ass gon' know what to do\n\n[Chorus]\nTha-tha-tha-tha-tha-that's my shit, that's my wave\nDo it like that and I'll repay it\nDon't be scared, I ain't afraid\nJust like that, come my way\n[Bridge]\n'Cause I like it\nI like it\nI like it\nI like it like that\nSaid I like it\nI like it (Ooh, ooh, ooh)\nI like it\nI like it\nPart III: You Like That? Say So! Mashup\n[Outro]\nTha-tha-tha-tha-tha-that's my—\n(Been a long time since you, you) (Ooh, ooh, ooh)\n(Prolly why I got him quiet on the set like—)\nTha-tha-tha-tha-tha-that's my—\n(All my, all of them, them, and I have you with me, with me)\nTha-tha-tha-tha-tha-that's my shit, my shit, my shit"
}