{
  "title": "See You Space Cowboy...",
  "artist": "Logic",
  "lyrics": "[Intro]\nYeah, yeah, uh\n[Verse 1]\nGrammy-nominated, never won it though\nDon't need it, but deep down I want it though\nBank account still on a hunnid though\nMy bank account still on a hunnid (Ayy)\nBut that don't mean shit, that don't mean that I'm shit\nIt's just me and my clique and we bombin' this shit\nAin't no drama and shit, now I'm throwin' a fit\nWatch me throwin' a fit and get lit like I'm Evel Knievil\nJust me and my people, we call this the sequel to \nUnder Pressure\nAin't no need to measure who the best\nFuck around and know who the best\nWho give a shit? I just spit about this and I know what I love\nR-A-double-T, I put nothing above like that thing in the glove\nFrom Maryland to LA, I'm a motherfucking boss at the bars\nAnd I'm down for the cause, who's down for the cause?\nTake a step back, hold up (L-O-G-I-C)\nPut the city on the map with the city on my back\nLet 'em know you're never ever goin' back (L-O-G-I-C)\nDon't be scared to murk 'em all, hurt 'em all, watch 'em all\nGet up all, watch 'em all get a ball (L-O-G-I-C)\nWhen you grow up in a hood without a male role model\nAnd your momma turn to the bottle\nGive a damn about status, who the baddest\nI just wanna be the raddest dad as I can be\nThis shit is systemic inside of us B', the media lie to us B'\nThey tell us we can be whoever we want to be\nAnd then when we try, what they tell us? (What they tell us?)\nWhat they tell us? To live more realistically (Ayy)\nFuck that, get the fuck back, fuck rap and all that noise\nGrowing up, how I grew up I really never had a choice\nHad killers and murderers in my house and they was all of my boys\nBut deep down I always knew better, knew that shit I need to avoid\n\n[Verse 2]\nAyy, ayo\nI got a lot on my mind\nGot a lot of work ahead of me\nI'm tryna maintain balance of my time\nNever want to let it bottle up like everything fine\nThat's how you go crazy and end up in the pond\nI've been talkin' to my therapist\nRhymes I've been writin' so hot you would think it was in Arabic\nFlow bomb like a terrorist, never careless\nI got soul like Parrish, yeah, from Tokyo to Paris\nMy bitch bad, stay with money like a heiress\nTime with my wife and my son what I cherish\n[Break: Logic]\nJust try to relax your mind\nJust try to relax your mind\nJust try to relax your mind\nJust try to relax your mind\n[Outro: Logic & \nLittle Bobby\n]\nAlright, well I guess I just I woke up one day and I was like \"You know what? I kinda feel like rapping again.\"  You know what I'm saying? So I did. And I been chillin' with Little Bobby and his fine ass momma and we out here in the country. Shooting guns, riding dirt bikes and shit and I was just like \"Man, I want to do this.\" So I invited all the homies out here in the middle of nowhere. And uhh we just decided to do this Bobby Tarantino EP, 3-P, off the cuff just for fun, just for the summer, just for all the homies. \nBut we actually out here recording this album. It's gon' be my last studio-album on Def Jam.\n So, so it's gon' be a vibe. It's just gon' to be fun, you know, just a fun thing. You know me, I'm a nerd, I love hip-hop, man. I love you listening, I love the fans, we doin' this shit for the fans man. Whole time I was gone they was like, \"Come back! Come back!\" and I was like, \"Nah.\" And then now I'm like, \"Yeah, alright, I'm back.\" I love y'all so much. RATTPACK, baby. Yeah. Little Bobby. (\nDadda, Momma\n)"
}