{
  "title": "Set the Tone",
  "artist": "Logic",
  "lyrics": "[Intro: Charlie Chaplin & \nSamples\n]\nI don't want to rule or conquer anyone\nI should like to help everyone if possible\nJew, Gentile, black man, white\nWe all want to help one another\nHuman beings are like that\nWe want to live by each other's happiness, not by each other's misery\nWe don't want to hate and despise one another\nIn this world, there's room for everyone and the good earth is rich, and can provide for everyone\nThe way of life can be free and beautiful, but we have lost the way\nGreed has poisoned men's souls\n(\nSinatra\n) \nSinatra, shot ya, goddamn you\nIs this what you want?\n \n(\nLogic\n)\nYou are watching a master at work\nYou have interfered with our affairs for the last time\n[Verse: Logic]\nMany men wish to acquire fame for the wrong reasons\nFans tellin' me never change, but it's hard to fight the seasons\nThey hear me on the radio, and now they yellin' treason\n'Cause Logic givin' 'em mainstream verses like Ephesians\n, but\nI never sacrificed my lyrics or my flow\nThere's a time and place for everything, so what the fuck you yellin' for?\nThe fame hit me quicker than previously determined\nRattPack, real all the time, fuck a vermin\nMotivated by money, sex, drugs, and violence\n'Cause the era that we livin' in was built up on defiance\nWhat we need is alliance, but y'all don't really hear me though, so\nHip-hop's a chariot and Logic's finna carry it\nStallion, comin' for they necks like a medallion\nStraight outta Sierra Leone\nMotherfuckers, it's on, I'm under your skin like cortisone\nNinty-nine percent of these motherfuckers is bullshit (\nSinatra\n)\nBut I'm on that Bull shit, Michael Jordan\nCuttin' records after the show in my hotel while I'm tourin'\nYeah, and I ain't even twenty-three\nBut my bank account can vouch I'm ballin' like an M.V.P\nYes, it's me, L-O-G-I-C, I'm reppin' MD\nNow, what the fuck is a vacation? I see no satisfaction\nI work twelve hours a day every day with no distraction\nSeven days a week and twelve hours, that's a lazy day\nGoin' seventy-four hours with no sleep, call that a crazy day\nAs you can see, my Jedi powers are far beyond yours\nThis is Manhunt, and I ain't stoppin' 'til y'all apprehended\nMany years I have attended and finally been commended\nFor keepin' it real, so finger fuck whoever I've offended, now\nPull out the MAC and watch 'em freeze like PCs\nI'm Celsius, never graduated, so fuck degrees\nI-I educate 'em with ease, however, listener, please\nDon't knock that last line, school, it just wasn't for me\nWe all different\nAnd I'm here to make a killin', so say hello to the villain\n'Cause in this day that we livin' in, \nthe nice guys finish last\nI'm blowin' up, guess you could say I'm havin' a blast\n\n[Outro: \nSamples\n]\nSinatra shot ya, goddamn you\nYou are watching a master at work\nIs this what you want?"
}