{
  "title": "Show Me Something",
  "artist": "J.Cole",
  "lyrics": "[Intro]\nYeah, yeah, yeah, yeah\nUh-uh, yeah, yeah, yeah, uh\n[Chorus]\nWhat am I here for?\nI'm a man so I cannot let them tears fall\nBut understand tryna get my head clear y'all\nThis shit is on my mind\nAsking for the Lord to show me all my signs\nShow me something, uh\n'Cause I'm tryna find something, uh\nI'm lost, can you show me something? Uh\nI'm lost, can you show me something? Yeah\n[Verse 1]\nUh, yeah\nI sit and reminisce on them niggas no longer here (Rest in peace)\nAnd how I used to hit the mall and y'all was always there (Yeah)\nI sit and think how I ain't grow up with my father there (Yeah)\nNo need to cry 'cause it only made me stronger yeah (Uh huh)\nI watch my brother get in trouble with the law and yeah (Uh)\nThat shit cut me like I was sitting in a barber chair (Uh)\n'Cause I don't wanna see him locked up in them bars in there (Yeah, yeah)\nAnd I don't wanna see him stretched out in a coffin yet (Uh)\nI'm wishing I can move my momma out so far from here (So far from here)\nI know that she deserve much better, she worked hard as hell (She worked hard as hell)\nThat's why you never see me settle 'cause they want us here (They want us here nigga)\nI'm tryna sidestep the devil but he heartless yeah (He heartless)\nBut just know that I'm a rebel and yo it's almost here (It's almost here)\nI'm talking 'bout the revolution, I am Paul Revere (I am Paul Revere, yeah)\nSo dry your eyes, Momma please you can pause them tears (Pause them tears)\n'Cause I promise I'm gon' get us outta here (I'm gon get us outta here)\nI'm gonna get us outta here\n\n[Chorus]\nWhat am I here for?\nI'm a man so I cannot let them tears fall\nBut understand tryna get my head clear y'all\nThis shit is on my mind\nAsking for the Lord to show me all my signs\nShow me something, uh\n'Cause I'm tryna find something, uh\nI'm lost, can you show me something? Uh\nI'm lost, can you show me something? Yeah\n[Verse 2]\nYeah\nI swear I'm praying for my niggas when I say grace (Yeah)\nI know them niggas don't care who they hit, they spray strays (Uh)\nBut Lord please protect my family 'cause if they graze (Nah)\nNiggas is loading up that ammi and them AK's (Uh huh)\nI know it's wrong and that revenge is all in yo' hands (Yeah)\nBut last night I heard they robbed and killed a old man (Damn)\nNow if they cold enough to take a life that's innocent (Uh huh)\nI know that they could give a fuck whether I live and shit (Uh huh)\nAnd so I'm asking you if you can hold me down, Lord (Please)\nBe my umbrella-ella-ella in this downpour (Uh huh)\nI know you'd never-ever-ever let me drown or (Nah)\nWon't let that devil-evil-evil win this round naw (Never)\nAnd though I stray from you, you know that my heart is good (Yeah)\nAnd I know I ain't exactly living how I probly should (Haha)\nAnd I'm a try to act better like it's Hollywood (Hollywood)\nNiggas congratulate me, I just tell 'em God is good (I just tell 'em God is good)\nGod is good\n\n[Chorus]\nWhat am I here for?\nI'm a man so I cannot let them tears fall\nBut understand tryna get my head clear y'all\nThis shit is on my mind\nAsking for the Lord to show me all my signs\nShow me something, uh\n'Cause I'm tryna find something, uh\nI'm lost, can you show me something? Uh\nI'm lost, can you show me something? Yeah\n[Verse 3]\nUh, yeah, my niggas drug dealing in the trap\nI'm tellin' you wake up nigga, it's a trap, you set up\nAnd to them young mothers fed up, just keep your head up\nDon't let up, you fall you get up\nYou make your bed up that you sleep in\nFake rappers ain't practicing what they preaching (Nah)\nThey tell you hit the trap while they relaxing on the beach and\nI'm here to spit the facts, a nigga backflipped off the deep end\nAnd smell this shit for what it is\nNot Kells but I love the kids (But I love the kids)\nAnd so I make the songs that let 'em know that they important (Yeah)\n'Cause them racist teachers couldn't give a fuck 'bout what they score is (Nope)\nSo they tryna get them hands up on them Grants like Horace\nNow they slanging, 'fore you know it cops is knocking, they got warrants, damn!\nUh, and now he running for it, damn! (Yeah)\nYeah, and now the cops is running for him, damn! (Yeah)\nYeah, and now he finally slowing down\nHands behind your head, lay down on the ground, nigga, uh\n\n[Chorus]\nWhat am I here for?\nI'm a man so I cannot let them tears fall\nBut understand tryna get my head clear y'all\nThis shit is on my mind\nAsking for the Lord to show me all my signs\nShow me something, uh\n'Cause I'm tryna find something, uh\nI'm lost, can you show me something? Uh\nI'm lost, can you show me something? Yeah"
}