{
  "title": "Silent Murder",
  "artist": "Nas",
  "lyrics": "[Produced by Live Squad, Lo Ground & Top General Sounds]\n[Chorus]\nSilent, silent murder\nSilent, silent murder\nSilent, silent murder\nSilent, silent murder\n[Verse 1]\nIt's sort of like the conclusion to \nColor Purple\nNiggas is losing, confusion, with one-time on pursuit moves in\nGrabbing niggas up in this movement to rule shit\nCop versus the block, shorties is schooled quick\nLesson number one — if you're arrested and hung\nWhere niggas is from, gotta keep a lid on your tongue\nIt's like silent murder\n, \nI hit blunts hard like Ray Mercer\nThe violent words of a prince in a Palace of Persia\nThe cognac plurger\n, \nplus the trees\nBut who's the foul one to make his nose take a freeze?\nAnd got enough gall to rock ice in all hype\nUsed to be a general, but just lost his stripe\nPipe dreams and white fiends\n and all-nighters\nCollect calls from lifers\n, \nAstoria wars with Cypress\nSince I got a problem with the law-writers\nI kick some more items just to explore horizons\nThe palm lady dreamt of this day\n, \nso I'ma play\nThe crib close, smokin' with the big toast and lay\n\n[Chorus]\nSilent, silent murder\n[Verse 2]\nThey say the arms of Nicky Barnes would be enough to blast\nA lot of rich niggas fell and started pumping gas\nWas it the mind of C.I.A. that bumped off Malik Shabazz?\nFuck what they teach in class, I'ma reach the mass\nStrap up, no back-up, it's jungle tactics\nLiving practice\n, out-of-line niggas get smacked backwards\nSo wear it if the cap fits\nFolded up money and mad clips are stacked right under my mattress\nTo smoke a nigga like a Hughes Brothers motion picture\nNiggas getting open, crews roping older niggas\nApril Fools, they laugh, the jokes on the benches\nSeeds outside, my nigga spoke on his sentence\n[Chorus]\nSilent, silent murder\nSilent, silent murder\nSilent, silent murder\nSilent, silent murder\nSilent...\nSilent, silent murder\n[Verse 3]\nMy right-handers never play too close to cameras\nIt's night time, scandalers circle the loud gamblers\nPeace-making niggas pep talk\nThe Beast making niggas walk\nOoff the hot avenues with their brew\nTime to get this loot – countless\n'Cause, son, it ain't no youth fountains\nNiggas take cash and shoot, bouncin'\nPakistanians are took hostage\nLocked up inside a linen closet, known for spending pies up\nWhat's the flavor when your neighbors do Jake favors?\nLocking real niggas down and letting fake players\nRoam around the projects, it's lyrical logic\nI dilute, then we can inject the right composite\nWhen plotting on murderous schemes\nIt seems I'm ghostly called by the essence of Queens\nThe palm lady dreamt of this day\nSo I'ma play the crib close, smokin' with the big toast and lay\n\n[Chorus]\nSilent, silent murder\nSilent, silent murder\nSilent, silent murder\nSilent, silent murder\nSilent, silent murder\nSilent, silent murder\n[Outro]\nAnd Cain killed his brother Abel\nWhen God accepted Abel's offering and not his\nAbel's offering showed that Cain was not giving his best to God\nAnd Cain's jealous anger drove him to murder\nDrove him to murder"
}