{
  "title": "Sing",
  "artist": "Ed Sheeran",
  "lyrics": "[Verse 1]\nIt's late in the evenin', glass on the side\nI've been sat with you for most of the night\nIgnorin' everybody here, we wish they would disappear\nSo maybe we could get down now\nI don't wanna know if you're gettin' ahead of the program\nI want you to be mine, lady\nTo hold your body close, take another step into the no-man's land\nAnd for the longest time, lady\n[Pre-Chorus]\nI need you, darling, come on, set the tone\nIf you feel you're fallin', won't you let me know?\nOh-ooh, oh-ooh\nIf you love me, come on, get involved\nFeel it rushin' through you from your head to toe\nOh-ooh, oh-ooh\n[Chorus]\nSing\nOh-oh, oh-oh-oh\nOh-oh, oh-oh-oh\nLouder\nOh-oh, oh-oh-oh\nSing\nOh-oh, oh-oh-oh\n\n[Verse 2]\nThis love is ablaze, I saw flames from the side of the stage\nAnd the fire brigade comes in a couple of days\nUntil then, we've got nothin' to say and nothin' to know\nBut somethin' to drink and maybe somethin' to smoke\nLet it go until our roads are changed\nSingin' \"We Found Love\" in a local rave\nNo, I don't really know what I'm supposed to say\nBut I can just figure it out and then just hope and pray\nI told her my name and said, \"It's nice to meet ya\"\nThen she handed me a bottle of water filled with tequila\nI already know she's a keeper just from this one small act of kindness\nI'm in deep **** if anybody finds out\nI meant to drive home but I've drunk all of it now\nNot soberin' up, we just sit on the couch\nOne thing led to another, now, she's kissin' my mouth\n[Pre-Chorus]\nI need you, darling, come on, set the tone\nIf you feel you're fallin', won't you let me know?\nOh-ooh, oh-ooh\nIf you love me, come on, get involved\nFeel it rushin' through you from your head to toe\nOh-ooh, oh-ooh\n[Chorus]\nSing\nOh-oh, oh-oh-oh\nOh-oh, oh-oh-oh\nLouder\nOh-oh, oh-oh-oh\nSing\nOh-oh, oh-oh-oh\n\n[Bridge]\n(Can you feel it?)\nAll the guys in here don't even wanna dance\n(Can you feel it?)\nAll that I can hear is music from the back\n(Can you feel it?)\nI found you hidin' here, so won't you take my hand, darlin'\nBefore the beat kicks in again?\nCan you feel it?\nOoh-ah-pa\nCan you feel it?\nAh-no-no-no-oh, oh-no-woah\n[Chorus]\nSing\n(Oh-oh, oh-oh-oh) I need you, darling, come on, set the tone\n(Oh-oh, oh-oh-oh) If you feel you're fallin', won't you let me know?\nLouder\nOh-ooh, oh-ooh (Oh-oh, oh-oh-oh)\nOh-ooh, oh-ooh (Oh-oh, oh-oh-oh)\nSing\n(Oh-oh, oh-oh-oh) If you love me, come on, get involved\n(Oh-oh, oh-oh-oh) Feel it rushin' through you from your head to toe\nLouder\nOh-ooh, oh-ooh (Oh-oh, oh-oh-oh)\nOh-ooh, oh-ooh\nSing"
}