{
  "title": "Sit Ups",
  "artist": "Crush",
  "lyrics": "[Intro: Boobie Lootaveli]\nYou dig?\nAyy, ayy, ayy\nLil' Baby Bone will turn this bitch, you heard?\nAyy, ayy, ayy, ayy\nYeah, yeah, yeah, yeah, yeah\nSwitched, switched\n[Verse 1: Boobie Lootaveli]\nThey hate me 'cause they say I switched up, I got my shit up\nI pull up, your bitch want a picture, I get the big bucks\nLil' thotty, she can't get my dick up, she doing sit ups\nWhen I call, that bitch finna pick up or I'ma quit her\n[Verse 2: Pouya]\nI'm dripping, I'm sitting on 24's\nMy foes get .44, these hoes get phony phone\nNumbers, I'm on my own, I'm grown\nA hundred K for the taxes, I'm in a whole other bracket\nI cannot rock with you\n[Verse 3: Boobie Lootaveli]\nMake sure that you totin' heavy if I'm finna slide with you\nI'm trapping for survival, keep my left hand on the Bible\nAnd my right hand on the rifle, rims be spinning like a vinyl\nKeep it going with the cycle, rubbing shoulders with your idols\n\n[Verse 4: Pouya]\nMy shone get flown to give me dome\nMy chrome is in my lap and I never leave it alone, yeah\nI trust you as much as you can be thrown\nBaby Bone on my own, I give a fuck 'bout what you want, ho\n[Verse 5: Boobie Lootaveli]\nRun inside the traphouse and this shit is looking like a zoo\nGrinding for this shit so I'ma do what I wanna do\nNever love a bitch 'cause she gon' choose who she wanna choose\nI'm counting new hundreds and they blue like a fucking bruise\n[Verse 6: Pouya]\nLook at me, then look at you, then look at your life\nI be low-key stacking bread with my homies and my wife\nWould you wanna ride slow with me?\nAm I someone that you're willing to die for, baby? Let me know\n[Verse 7: Boobie Lootaveli]\nOochie Wally, Wally wanna bang, I'm the fucking man\nShout out to my plug out in Japan, don't know what he saying\nCoco with the loco\n, I'm insane, higher than a plane\nHo, you wasn't with me through the rain and the fucking pain\n[Verse 8: Pouya]\nWhen I was trying to get it popping, where the fuck were you?\nUsed to pull up on my granny for a buck or two\nShe held it down for me, never believed that I would lose\nNow I got two whips outside my crib that never even move"
}