{
  "title": "Slump",
  "artist": "OutKast",
  "lyrics": "[Intro: Backbone & \nTheresa Hightower\n]\nBaby gotta eat\nYeah (Yeah)\nOff the top (Off the top)\nSlic Patna (Slic Patna)\nKnow about it (Know about it)\nJump back (Jump back)\nCome on (Come on, come on)\nYeah (Yeah, yeah, yeah, yeah)\n[Verse 1: Backbone]\nFrom front to back street, listen, we on a mission\nTo get right, work the street corner in the midnight\nPicture the scene – these fiends\nWith five, ten dollar dreams, scheme\nFor a sack of that, believe that\nI'm wit' whateva like Wheatstraw\nStuck servin' my cocaine raw\nDrop sixty-two off the brick, jump back\nTwenty over, now that's mo' money to get\nSlic, we finna lick on this corner without gettin' caught\nBut time keep a-slippin' and money gettin' short\nPlus that crooked cop Brock think we blow slangin' (Fuck him)\nThat why he ride through the hole with the do' swangin'\nBut I make moves, shake them tricks up out they shoestrings\nWe more precise when we do things\n'Cause life like shakin' the dice, but I buck back twice\nLike five-deuce, four-trey – okay\n\n[Chorus: Backbone]\nI'm strictly stressin' dirty dirty, gon' represent it to the T-top\nBorn and bred up on the street top\nGet to the money in a sweet spot\nAnd forever hollerin' \"Hootie Hoo!\" when we see cops\nI'm strictly stressin' dirty dirty, gon' represent it to the T-top\nBorn and bred up on the street top\nGet to the money in a sweet spot\nAnd forever hollerin' \"Hootie Hoo!\" when we see cops\n[Verse 2: Big Boi]\nShit, cops and robbers, niggas be bound to get them dollars and cents\nThey get in a slump, like baseball players, when they short on they rent\nAnything goin', you ain't knowin' how much money you spent\nBut in the real world. you surrounded by these ladies and gents\nWho hang around you, 'cause you be buyin' all the weed and all the chicken\nFeedin' everybody, smokin' 'em out – \nwhen you was broke, though, they was missin'\nNow you ridin' 'bout four deep, startin' to tear up your suspension\nAnd your baby mama on Child Support – my fault, forgot to mention\nYou don't even have a checking account, wasn't thinking about no pension\nI used to work at Steak 'N' Ale\n, Old Gold off in the kitchen\nHad determination and graduated\nNow I got the whole rap world fascinated\nI wanted a piece of the pie for me and my family, so I made it\nContinue to sell dope, it's payin' the bills so you gon' do it\nBut legislation got this new policy: three strikes and you're ruined\nNow where your crew at? Yeah\n\n[Chorus: Backbone]\nI'm strictly stressin' dirty dirty, gon' represent it to the T-top\nBorn and bred up on the street top\nGet to the money in a sweet spot\nAnd forever hollerin' \"Hootie Hoo!\" when we see cops\nI'm strictly stressin' dirty dirty, gon' represent it to the T-top\nBorn and bred up on the street top\nGet to the money in a sweet spot\nAnd forever hollerin' \"Hootie Hoo!\" when we see cops\n[Verse 3: Cool Breeze]\nAyy, me and my buddy on the cut and they know we servin' 'em slabs\nWe better watch what we doing, and look out for Joe Nab\nAnd quit re-ing up and standing on this same old block\nBefore our gangsta-ass partner get both of us shot\nNiggas talkin', 'cause they making some flow\nBut still ain't did nothin' that ain't been done befo'\nYou can't be trying to showcase, just put it down for your spot\nAnd improvise, and work with that little you got\nSo I think when I finish selling my last sack\nI'ma take some of this money, go and give some back\n'Cause people won't forget about the time you gave, know'm'sayin'?\nAnd start thinkin' 'bout a path to pave\n[Chorus: Backbone]\nI'm strictly stressin' dirty dirty, gon' represent it to the T-top\nBorn and bred up on the street top\nGet to the money in a sweet spot\nAnd forever hollerin' \"Hootie Hoo!\" when we see cops\nI'm strictly stressin' dirty dirty, gon' represent it to the T-top\nBorn and bred up on the street top\nGet to the money in a sweet spot\nAnd forever hollerin' \"Hootie Hoo!\" when we see cops\n\n[Outro: Big Boi]\nThis is uh… a lil'… tune that we composed back on the first album\nI know a lot of y'all, uh, playas out there thought we wasn't gon' come back at y'all with this thang here, but… it go a lil' some' like this\n!"
}