{
  "title": "Slum Beautiful",
  "artist": "OutKast",
  "lyrics": "Big Boi and Dre go into detail to describe their “slum beautiful” mistresses. From Stankonia.\n[Hook: Andre 3000]\nSlum beautiful – driving I plum crazy\nSlum beautiful – soul, but so amazing\n[Verse 1: Andre 3000]\nThey don't know, but I do though\nBaby, my darling, you make me lose composure\nFragments–of a million me\nScattered across the floor, to a certain degree\nWhere I, I – had to give your mama a call\nAnd thank her for spending time with your daddy\n for all –\nIts worth; girl, what's your frequency?\nAnd can I come there frequently? Oh!\n[Hook: Andre 3000]\nSlum beautiful – driving I plum crazy\nSlum beautiful – soul, but so amazing\n[Verse 2: Big Boi]\nLuscious Left Foot\nWhat I like to do most is spit this game, like sports announcers\nAnd will pitty-pat them hoes down like a gentlemen club bouncer\nOunce of Killa Dilla, be making my game more flagrant\nAnd once I done had some Cuervo, 'bout six shots, I'm nothin' to play wit'\nLike plug sockets and babies, possums, raccoons, and rabies\nMaybe Lady Luscious \"oba kaybie,\" so they say thee\nAn old-school-playa-pimp type-ass nigga, like Tony Mercedes\nAnd will work every last muscle off in your body like Billy Blank-y\nHanky panky; where did you get your gold grill? 'Cause it's banging\nAnd I like them hot red Fila, straight from Walters, off the chain\nFuck them bouige bitches, they don't know nothin 'bout you\n'Cause you push a big black Buick, so fresh, so clean on them Trues\nSlum beautiful, you's the world to me – shawty, I dig ya\nAnd I'm loving the way them Jordache got a bear hug on your figure\nYou my nigga, nigga (Yeah)\n\n[Hook: Andre 3000]\nSlum beautiful – driving I plum crazy\nSlum beautiful – soul, but so amazing\n[Verse 3: Cee-Lo Goodie]\nLook at you, unbelievably brilliant beautiful you\nYou're looking deliciously divine, darling – you really and truly do\nThe very thought of...\nHas got me running at the speed of love\nExploring everything about you, from the ground to the God above\nSuddenly, I started dreaming\nTraveling in time so fast, I could almost taste outer space\nI saw the face of God, and He looked like you, and me too\nHello, I'm the man that God made you for\nProfound, don't you think?\nOkay, let's put this poetry in motion\nI'm shining, simply because, Mother Earth, I'm your son\nOur entire \ncircumference\n engulfed in emotion\nForever's gonna be so fun\n[Hook: Andre 3000]\nSlum beautiful – driving I plum crazy\nSlum beautiful – soul, but so amazing\n[Outro: Andre 3000]\nI don't know, but, it seem like, uh...\nYour daddy must have gave you\nA teaspoon of honey every night before you went to bed\nOr was it a pack of Now & Laters?\n'Cause you're the sweetest thing on my head\n – and...\nUh, I'd like to say\nThat I'd love to make\nLove to every molecule of you\nAnd if you want to\nSpontaneously combust –\nThat's what we'll do\nIn unison"
}