{
  "title": "So Dedicated",
  "artist": "Lil Wayne",
  "lyrics": "The song’s instrumental is taken from Rick Ross’s single, So Sophisticated.\n[Intro: DJ Drama]\nAlright, let's put it in perspective\nSee 1, 1 makes you realize\n2, that's when the game became ours\nSee 3, that's when we showed you the future\nThis here, it's for the sport\nSome of you niggas mad the sport currently happens to be skateboarding\nBut that gives us 4 wheels to roll over you niggas\nD4, and dedication!\n[Verse: Lil Wayne]\nShe's so sophisticated\nShe'll catch a nigga nut and then refrigerate it\nI wear a rubber and we fuck 'til we dehydrated\nI pull it out, bust on her face, and call her cry baby\nI kiss her neck, I kiss her stomach, then I kiss that pussy\nAnd then I eat it from the back, but I don't do crack\nAnd then I get this monster hard and ask her where to put it\nShe tell me, Tunechi, hit it raw, I tell her bitch you crazy\nDon't want no HIV, don't need that Honeymoon In Vegas\nIt's YMCMB the fucking alpha and omega\nThe presidential double R, call that Ronald Reagan\nI fuck your bitch, we come together, call that congregating\nI be balling on these niggas, Sports Illustrated\nTough in the streets, but you in the court with a statement\nAin't that a bitch and I kill everybody but the babies\nGive that bitch nigga the blues 'til he fucking navy\nYeah, man I be riding 'round with that yopper\nI pop a nigga like [clap noise]\nAll you hoes get topless, suck this dick 'til it's spotless\nToo many hoes: I got options\nI ain't never tripping, you could have the bitch\nAnd I'ma send her back with her pussy lips, looking just like camel lips\nYou fucking with some real nigga, blow your fucking head off\nThey say life is a bitch, I hope that bitch a redbone\nAll I know is get money, bitch ain't getting shit from me\nFuck a six pack, six bullets give you six stomachs\nTell her how that pussy tastes, she been eating pineapples\nThrow her back like a quarterback, hit that ass like a linebacker\nPut that pussy on me, we caught up in the moment\nAK with a hair trigger, nigga don't make me comb it\nThis like a full time job not to kill niggas\nSome of my homeboys' job is to kill niggas\nYeah, 'cause I'm still on probation\nWrite your name on a bullet, that's a Dedication, 4\n\n[Outro: Birdman]\nY'all ready?\nYeah, welcome to Dedication 4\nI be Stunna Man\nPriceless lifestyle, high life\nYMCMB business\nTruk your girl, nigga\n22 years full time grind\nMula, best ever, one hunnit"
}