{
  "title": "So Long, London",
  "artist": "Taylor Swift",
  "lyrics": "[Intro]\nSo (So) long (Long), London (London)\nSo (So) long (Long), London (London)\nSo (So) long (Long), London (London)\n[Verse 1]\nI saw in my mind fairy lights through the mist\nI kept calm and carried the weight of the rift\nPulled him in tighter each time he was driftin' away\nMy spine split from carrying us up the hill\nWet through my clothes, weary bones caught the chill\nI stopped tryna make him laugh, stopped tryna drill the safe\n[Chorus]\nThinkin', \"How much sad did you think I had\nDid you think I had in me?\"\nOh, the tragedy\nSo long, London\nYou'll find someone\n[Verse 2]\nI didn't opt in to be your odd man out\nI founded the club she's heard great things about\nI left all I knew, you left me at the house by the Heath\nI stoppеd CPR, after all, it's no use\nThe spirit was gonе, we would never come to\nAnd I'm pissed off you let me give you all that youth for free\n\n[Chorus]\nFor so long, London\nStitches undone\nTwo graves, one gun\nI'll find someone\n[Bridge]\nAnd you say I abandoned the ship\nBut I was going down with it\nMy white-knuckle dying grip\nHolding tight to your quiet resentment\nAnd my friends said it isn't right to be scared\nEvery day of a love affair\nEvery breath feels like rarest air\nWhen you're not sure if he wants to be there\n[Chorus]\nSo how much sad did you think I had\nDid you think I had in me?\nHow much tragedy?\nJust how low did you\nThink I'd go 'fore I'd self-implode?\n'Fore I'd have to go be free?\n[Verse 3]\nYou swore that you loved me, but where were the clues?\nI died on the altar waitin' for the proof\nYou sacrificed us to the gods of your bluest days\nAnd I'm just getting color back into my face\nI'm just mad as hell 'cause I loved this place for\n\n[Chorus]\nSo (So) long (Long), London (London)\nHad (Had) a (A) good (Good) run (Run)\nA moment (Moment) of warm sun (Sun)\nBut I'm (I'm) not (Not) the (The) one (One)\nSo (So) long (Long), London (London)\nStitches (Stitches) undone (Undone)\nTwo (Two) graves (Graves) one gun (Gun)\nYou'll (You'll) find (Find) someone"
}