{
  "title": "Soliloquy",
  "artist": "Frank Sinatra",
  "lyrics": "I wonder what he'll think of me\nI guess he'll call me the \"old man\"\nI guess he'll think I can lick\nEv'ry other feller's father\nWell, I can!\nI bet that he'll turn out to be\nThe spittin' image of his dad\nBut he'll have more common sense\nThan his puddin-headed father ever had\nI'll teach him to wrassle\nAnd dive through a wave\nWhen we go in the mornin's for our swim\nHis mother can teach him\nThe way to behave\nBut she won't make a sissy out o' him\nNot him! Not my boy! Not Bill!\nBill. I will see that he is named after me, I will\nMy boy, Bill! He'll be tall\nAnd tough as a tree, will Bill!\nLike a tree he'll grow\nWith his head held high\nAnd his feet planted firm on the ground\nAnd you won't see nobody dare to try\nTo boss or toss him around!\nNo pot-bellied, baggy-eyed bully'll toss him around\nI don't give a damn what he does\nAs long as he does what he likes!\nHe can sit on his tail\nOr work on a rail\nWith a hammer, hammering spikes!\nHe can ferry a boat on a river\nOr peddle a pack on his back\nOr work up and down\nThe streets of a town\nWith a whip and a horse and a hack\nHe can haul a scow along a canal\nRun a cow around a corral\nOr maybe bark for a carousel\nOf course it takes talent to do that well\nHe might be a champ of theheavyweights\nOr a feller that sells you glue\nOr President of the United States\nThat'd be all right, too\nHis mother would like that\nBut he wouldn't be President unless he wanted to be\nNot Bill!\nMy boy, Bill! He'll be tall\nAnd as tough as a tree, will Bill\nLike a tree he'll grow\nWith his head held high\nAnd his feet planted firm on the ground\nAnd you won't see nobody dare to try\nTo boss or toss him around!\nNo fat-bottomed, flabby-faced, pot-bellied, baggy-eyed bastard'll boss\nHim around\nAnd I'll be damned if he'll marry the boss' daughter\nA skinny-lipped virgin with blood like water\nWho'll give him a peck\nAnd call it a kiss\nAnd look in his eyes through a lorgnet\nSay, why am I talkin' on like this?\nMy kid ain't even been born, yet!\nI can see him when he's seventeen or so\nAnd startin' to go with a girl\nI can give him lots of pointers, very sound\nOn the way to get 'round any girl\nI can tell him ...\nWait a minute!\nCould it be?\nWhat the hell!\nWhat if he is a girl?\nWhat would I do with her?\nWhat could I do for her?\nA bum with no money!\nYou can have fun with a son\nBut you got to be a father to a girl\nShe mighn't be so bad at that\nA kid with ribbons in her hair!\nA kind o' neat and petite\nLittle tin-type of her mother!\nWhat a pair!\nI can just hear myself bragging about her!\nMy little girl\nPink and white\nAs peaches and cream is she\nMy little girl\nIs half again as bright\nAs girls are meant to be!\nDozens of boys pursue her\nMany a likely lad does what he can to woo her\nFrom her faithful dad\nShe has a few\nPink and white young fellers of two and three\nBut my little girl\nGets hungry ev'ry night and she come home to me!\nMy little girl, my little girl!\nI got to get ready before she comes!\nI got to make certain that she\nWon't be dragged up in slums\nWith a lot o' bums like me\nShe's got to be sheltered\nAnd be dressed in the best money can buy!\nI never knew how to get money\nBut, I'll try, by God! I'll try!\nI'll go out and make it or steal it\nOr take it or die!"
}