{
  "title": "Somebody Save Me",
  "artist": "Eminem",
  "lyrics": "[Intro: Eminem & \nAlaina\n]\nDaddy?\nHuh?\nFood's here\nKept buyin' and see who gets it\nCome eat\nAlaina, I'm so tired\nJust come eat\nAlaina, I'll be there in a minute, I promise\nStop\nBut wake up\nShut the door\n[Chorus: Jelly Roll]\nSomebody save me\nMe from myself\nI've spent so long livin' in hell\n[Verse 1: Eminem]\nAnother pill as I start to spiral\nMessage to my daughters\nI don't even deserve the father title\nHailie, I'm so sorry\nI know I wasn't there for your first guitar recital\nDidn't walk you down the aisle\nMissed the birth of your first child\nYour first podcast, lookin' down, sweetie\nI'm so proud of how you turned out\nSorry that I chose drugs and put 'em above you\nSorry that I didn't love you enough to\nGive 'em up, how the fuck do\nI not love you more than a pill?\nLookin' up to the ceilin' from this floor, wonder will\n\n[Chorus: Jelly Roll]\nSomebody save me\nMe from myself?\nI've spent so long livin' in hell\nThey say my lifestyle\nIs bad for my health\nIt's the only thing that seems to help\n[Verse 2: Eminem]\nAlaina, sorry that you had to hear me fall in the bathroom\nSorry that I missed your gradu—,\n \nwait, Nate, I should just congratulate you\nOn bein' a dad to Carter and Liam, look at you\nLittle bro, sorry I left you\nSorry that I'll never get to\nHold or hug my little nephews\nStevie, I'm sorry, I missed you\nGrow up,\n \nand I didn't get to\nBe the dad I wanted to be to you\nThings I wanted to see you do\nThis is my song from me to you\nSorry I gave up, but I'm just so defeated\nGod, what the fuck do you want me to do?\n[Chorus: Jelly Roll]\nSomebody save me\nMe from myself\nI've spent so long livin' in hell\nThey say my lifestyle\nIs bad for my health\nIt's the only thing that seems to help\n\n[Verse 3: Eminem]\nI've been starin' at that video of Hailie\nAlmost daily of her playin' a guitar\nIn hopes maybe that'll give me the power to fight\nBut the addict in me's a coward, he told me that I can't do it\nHad a second chance, blew it\nIt's like I'm stuck inside an alternate reality, but I know (What?)\nI'll turn it around and be able to\nWalk her and Lainie one day\nTo the altar as proud as can be\nRight now, I'm just weak\nAs I fall further down in this deep hole\nAnd farther in the ground that I sink\nAs they lower me in my coffin, I feel the tears all fallin' down on my cheek\n[Outro: Jelly Roll]\nI'm a lost cause\nBaby, don't waste your time on me\nI'm so damaged beyond repair\nLife has shattered my hopes and my dreams\nI'm a lost cause\nBaby, don't waste your time on me\nI'm so damaged beyond repair\nLife has shattered my hopes and my dreams"
}