{
  "title": "SONS. (ELEMENT. Original)",
  "artist": "kendrick lamar",
  "lyrics": "[Intro]\nI don't give a fuck, I don't give a-\nI don't give a-, I don't-\nThis will be an ugly motherfucker\n[Verse 1]\nI'm willin' to die for this shit\nI done cried for this shit, might take a life for this shit\nPut the Bible down and go eye for an eye for this shit\nD-O-T my enemy, won't catch a vibe for this shit, ayy\nI been stomped out in front of my mama\nMy daddy commissary made it to commas\nBitch, all my grandmas dead\nSo ain't nobody prayin' for me, I'm on your head, ayy\nThirty millions later, know the feds watchin'\nAuntie on my Telegram like, \"Be cautious!\"\nI be hangin' out at Tam's, I be on Stockton\nI don't do it for the 'Gram, I do it for Compton\nI'm willin' to die for this shit, nigga\nI'll take your fuckin' life for this shit, nigga\nWe ain't goin' back to broke, family sellin' dope\nThat's why you maney-ass rap niggas better know\n[Chorus]\nI wish a nigga would\nI wish a nigga would, I wish a nigga would\nI wish a nigga would\nI wish a nigga would, I wish a nigga would\nI wish a bitch would\nI wish a bitch would, I wish a bitch would\nI wish a nigga would\nI wish a nigga would, I wish a nigga would\n\n[Verse 2]\nI'm allergic to a bitch nigga, ayy\nAn imaginary rich nigga, ayy\nSeven figures, ho that's slimmer than my bitch figure, ayy\nGoin' digital and physical on all y'all, ayy\nFuck subliminals, I put you on that roll-call\nFrench Montana speakin' on me in interviews\nVery cynical, dry hatin' somethin' I don't approve\nJay Electronica put silences on my GRAMMY night\nAnother dead prophet hopin' that God will give him life\nBig Sean keep sneak dissin', I'll let it slide\nI think his false confidence got him inspired\nI can't make them respect you baby, it's not my job\nYou finally famous for who you date, not how you rhyme (Boy)\nCute ass raps, get your puberty up\nThen make you a classic album before you come at us\nDrake, your Meek Mill beef might got you gassed up\nBut I'm a whole 'nother beast, I'd really fuck you up\n[Chorus]\nI wish a nigga would\nI wish a nigga would, I wish a nigga would\nI wish a nigga would\nI wish a nigga would, I wish a nigga would\nI wish a bitch would\nI wish a bitch would, I wish a bitch would\nI wish a nigga would\nI wish a nigga would, I wish a nigga would\n\n[Verse 3]\nThis goes out for those who choose to use disrespectful views on the king of hip-hop\nFuck that, why try, throw bleach in your eye\nNow you brailin' it, fuck that light shit, I'm scalin' it\nNiggas thought they wouldn't gon' see me hah?\nNiggas thought K-Dot real life is the same life they see on TV, hah\nNiggas think they can flex on me and still live in L.A. for free, hah\nNext time you hit the 10 freeway, we need receipt, hah\n'Cause most of y'all ain't real, most of y'all gon' squeal\nMost of y'all just envy, but jealously get you killed\nMost of y'all throw rocks and try to hide your hand\nThat passive aggressive shit only work for your fans\nBecause it's all in your eyes, most of y'all tell lies\nMost of y'all on top, but none of y'all top five\nMost of y'all know I tried to lift the black artists\nBut it's a difference 'tween a black artist and wack artist (Woo)\nYou're my sons, go to your room, go to your room!\n[Chorus]\nI wish a nigga would\nI wish a nigga would, I wish a nigga would\nI wish a nigga would\nI wish a nigga would, I wish a nigga would\nI wish a bitch would\nI wish a bitch would, I wish a bitch would\nI wish a nigga would\nI wish a nigga would, I wish a nigga would"
}