{
  "title": "Soul Food II",
  "artist": "Logic",
  "lyrics": "[Part I]\n[Verse 1]\nGoddamn, goddamn, conversations with people\nCrazy how one day, the legends forget that they equal\nOn this Under Pressure sequel\nWe not taking it back, we keepin' it pushing\nPeople scared of change\nBut you'll find me deep in the cushion\nEven when I win, it feel like I'm losing\nListening to beats, in the Bimmer cruisin'\nI think I got another hit, I could feel my body bruisin'\nWhat's the conclusion? Or rather, my hypothesis\nI'm darker than Gotham is\nLike reading Nostradamus at 90 degrees\nYou better believe\nI know how to turn a profit with ease\nDiacritical lifestyle, I'm always overseas\nHurricane Bobby in the studio blowing trees\nSwitch the topic, I drop it\nFuck around then leave them all concussed\nWhen I bust, no thrust, this world we livin' in is fucked\nIndustry rule number four thousand and eighty one\nYour new shit ain't good as your old shit\n'Til your new shit is your old shit, son\nAnd then some, gotta get some\nI wear this 24 karat solid gold Rollie for my son\nAs an heirloom, not for looking dope as I rhyme\nAs a representation to give your family your time\nIf you're searching for love in the industry you'll be let down\nThey don't love you 'til you dead and then they call you profound\nNo matter how mainstream you was in the end, you still underground\nThat's the truth, feeling close to the cliff, like Rick Dalton in the booth\nMoney ain't the key to happiness and this the proof\nModern day rap is like a golden era spoof\nBut a few of us were searching within the second renaissance\nAnd I know that my debutantes\nBeen keeping the legacy going\nBy flowing so involuntarily seamless\nMe and my team is finally reaping\nWhat we been sowing like a seamstress\nI said I'm on one, I know I'm unsung\nWas livin' my life backward like Tariq on Undun\nAnd now they wonder how I got over son (Do you want more?)\nHell yeah, now check the method\nI been livin' outside of pages for ages\nNow I'm back, Chocolate City, home of percussion, Maryland on my back\nFrom Takoma Park, all the way to Southeast DC\nIt feel like forever ago, it feel like BC\nEverlasting life, kickin' rhymes in the parking lot at night\nInhale, exhale, people hate\nOh well, 2012\nDreamin' I'm a freshman on XXL\n2013, on the cover XXL\nLivin' life behind these bars with no intention of postin' bail\n'Cause I prevail\nBut that's a story for another time\nStory for another rhyme\nAnd on my darkest days, I know that the sun will shine, eventually\nGreatest lyricist to ever do it, yeah essentially\nAnd if we're being modest then potentially\nAnd if we're being humble then...\n\n[Part II]\n[Intro]\nOh shit, it's Raquel, she's a fuckin' thot\nAyy, fuck you guys! Fuck you guys!\nSuck my dick!\nStraight on the basement mic\nAyy, man fuck all these punchlines and shit man\nI just wanna tell a story, I just wanna have some fun\nBack in the basement type shit\n[Verse 2]\nAyo, once upon a time a couple of guys from out this world\nWas talkin' rap and hip hop with a young synthetic girl\nThe year was 2115 at Babel Space Station\nWas home to the very last of the human population\nThe captain name was Thomas, the infantry man was Kai\nAnd he's the man that discovered the Ultra 85\nAccompanied by a girl inside their ear, her name was Thalia\nMade of ones and zeros, she was a program\nYou could ask her any question even about the fall of man\nThen one day they discovered a planet in deep space\nThat nobody before them had ever found in they database\nI mean, maybe it's the place that's meant for the human race\nThe planet Paradise, Kai said to Thomas, \"My God\nIt'd be very nice, traveling through outer space\nWe done had some scary nights\nWe done had some scary fights\"\nAll about that rap shit, Kai like that trap shit\nThomas love that boom bap shit\n\"I wish God was real, I wish I could just get raptured\nWhat if this planet full of aliens and we get captured?\"\n\"Don't think that way, my son\nEverything gon' be fine, we finna have some fun\nAnd if by chance we do come across an alien\nI'ma blow his ass away with this here molecular gun\nSet to kill, never stun\nWagwan, we get it done\"\nNow the ship is enterin' the atmosphere (\nTen, nine\n)\n\"We gon' take a look around and get the hell up outta here (\nEight, seven\n)\nWe gon' double check that it's habitable and livable for man (\nSix, five\n)\nAnd no matter what happens you know we gon' stick to the plan\" (\nFour, three\n)\n\"Understood?\" \"Understand\", \"All good? Let's get it then\" (\nTwo, one\n)\nOnce they touched down nobody could hear a sound\n'Til they opened up the ship door, that rappelled to the ground\nWhat they found, a planet full of life\nA planet full of shit they never seen\nStraight up out a movie scene\nOn some Tarantino meets Christopher Nolan, nah mean?\nWalk around the planet for hours, they was exhausted\nIf it wasn't for the music in they ears, they would have lost it\nThe seventh album by a musician they both revered\nFirst time this planet heard it, let's call it a world premiere\nThomas thinkin' about a picture of his girl\nThat he left on the Aquarius Three in his dresser\nWishin' he could undress her\nGive her the pipe, no lesser\nKai thinkin' nuts like a professor\nWondering if the oxygen on this planet fresher\nNow is it us or is the natural life on this world the aggressor?\nAll the negative shit inside of his head, he need a refresher\nTwo men here to save the world, \nno pressure"
}