{
  "title": "SOUR Diary “Journal / Zine”",
  "artist": "Olivia Rodrigo",
  "lyrics": "hello! my name is Olivia! if you're reading this, you probably heard of my album SOUR. I made most of the songs when I was 17 & I'm super proud of the way it captures the strange feelings of that slice of my life. I wrote most of the songs in my bedroom & finish and produced them with my friend Dan Nigro. I've always loved writing music, but creating this album with Dan was one of the greatest joys of my life. I'm writing this before it has come out but I really hope that the songs resonate with people & make them feel a little lеss alone. Anyway I thought I would share some of thе inspiration for SOUR with you guys & show you a little bit of how it was made.‘ Hope you enjoy!!!\n1. brutal\nBrutal is the first song of the record but the last song I wrote. if that makes any sense. it's really weird & intense which I love. Dan & I wrote it together about two weeks before we had to to turn in the album. The day we wrote it, we went on a drive to go get lunch & take a break from the studio. As we drove around, Dan played me some of his fav 90s grunge songs. I looove 90s grunge & I told him I wanted to write a song like the ones he was playing me. so when we got back to the studio, he came up with this really, simple, sick riff & we wrote brutal! The day before, I over heard someone talk about how “brutal” the entertainment industry was & I remember thinking the word was so interesting & descriptive. I love brutality (haha you get it) honest borderline pathetic lyrics & so we tried to do that in the verses. it's one of my favs songs on the record & I rlly hope you like it!\n2. traitor\nI wrote most of traitor on my bedroom floor in Salt Lake City. I sort of forgot about it until I sent a bunch of voice memos to Dan & he said he liked this one. We finished it up together & I really like the way it turned out. It sort of feels like and old country song to me which I'm obsessed with.\n3. drivers license\nmy first real published song. I literally still can't believe how big it got. Super grateful for everyone who listened. I've talked about how drivers license came to be in like every interview I've ever done, so I'll spare you guys the boring details.\n4. 1 step forward, 3 steps back\nI wrote this song in like March of 2020. The day I wrote it, my mom and I were doing a roadtrip from L.A to Salt Lake City. I was obsessed with Taylor Swift's reputation then and we literally played the whole album over & over the entire 10 hour car drive. I have the best mom ever haha. During that same trip I got a text from someone who was telling me something about their diet or productivity (I don't really remember) & they described their progress as “always one step forward and three steps back”. I had never really heard anyone use that phrase before & I thought it was super cool. when I got home, I decided to take that phrase & write a song over the stunning chords in “ New Year's Day . ” When it came time to put out the album, Jack Antonoff & Taylor Swift, who wrote “New Year's Day” aka my favorite love song of all time, were kind enough to approve my reimagining\n5. deja vu\ndeja vu was the most stubborn song I've ever made lol. It took Dan & me soo long to get the mix to a good place. We wrote it about a month after we made drivers license and I really liked its unique sound. I'm also literally obsessed with the music video for it. An amazing woman named Allie Avital directed it & my friend Talia Ryder stared in it with me. It was soo much fun.\n6. good 4 u\nGood 4 u is my favorite song on the record. I struggled for a really long time to write upbeat songs because I thought in order to write them I had to talk about being happy or being in love. When I was writing this album I wasn't really feeling any of those joyous feelings lol. good 4 u perfectly captures my feelings of heartbreak in a way that feels really fun. I listen to it while I'm driving sometimes & it feels sort of energizing. I'm super stoked to play it live one day eek!\n7. enough for you\nI wrote “enough for you” entirely by myself which I'm really proud of. I think its probably the best song I've ever written currently. I really love not only the honesty & vulnerability in it but the hope. In an album full of sad break-up songs, this songs feels like a light at the end of the tunnel, a promise that the feeling wouldn't be forever. The entire song is really just my voice & an acoustic guitar which I think is sick.\n8. happier\n“happier” was the first song I wrote on this record, well, I supposed I didn't know I was ever gonna get to make a record then but nonetheless funnily enough, I actually wrote it in between takes of this super poppy dance number in a show I was filming, which is so ironic. It was one of those songs that the universe gives to people like magic. It felt like the entire song was fully formed, floating & I was just a channel it used to come to life. Woah I sound so fake deep I'm so sorry lol. No but its true, it was a really magical experience. And whats even cooler than that is the fact that this is the song that connected me & my fav colaborator, Dan. He saw a video of this song I posted on Instagram. DMed me, & the rest is history.\n\n9. jealousy, jealousy\nI wrote jealousy, jealousy with Casey Smith in summer 2020. I was obsessed with bass driven songs & really wanted to make one of my own. We wrote it about the pressures of social media & the terrible insecurity that comes with it. Growing up on the internet has completely distorted my reality in many occasions. I wrote this song during a time where it was hard to not only separate other peoples real life from their social media but my own life from my social media, if that makes any sense. Writing this song was really cathartic for me & I hope other people can relate to it in some way.\n10. favorite crime\nDan & I wrote favorite crime sometime last summer I think. I had \"know I loved you so bad I let you treat me like that\" written in my notes app for a while & it sort of sparked the entire song. I really love how the song is one big metaphor. Figurative language was something I had to work on in my songwriting. I'm a very literal, specific writer & similes aren't often where my brain tends to go, so I'm super proud of this song.\n11. hope ur ok\nhope ur ok is the last song on the record. It's a super special song to me & I love the stories it tells. I wrote most of it in my living room in early 2020, drawing inspiration from some of my favorites country & folk artists. I think my favorite lines I've ever written are “hope he took his bad deal & made a royal flush” & “hope you know how proud I am you were created with the courage to unlearn all of their hatred.” I had so much fun making it & I hope it gives optimism to someone out there just like it did for me.\nTHANK YOU\nthank YOU so much for listening to SOUR. I'm so thankful! I hope this lil diary was somewhat interesting lol."
}