{
  "title": "South Side (07)",
  "artist": "50 cent",
  "lyrics": "[Intro: 50 Cent]\nSouth...siiiiiiide (Yeah, you know I'm never 'gon change you know)\nSouth...siiiiiiide (If I was tryin to change, I probably couldn't change you know)\nSouth...siiiiiiide (I'm fucked up man, It's where I'm from nigga!!!)\n[Verse 1: 50 Cent]\nLook at you, you lil' dirty ass nigga you ain't shit\nI'm glad you here though you just in time to get the grits\nRun to the store, get some Quaker Oats and some O.E\nTell Habbi it's from me, he'll let you owe him he know me (Yeah)\nThat's how I used to talk to a nigga growin up\nThat's why I give him my ass to kiss blowin up (Fuck y'all!)\nTook my biggest lost at eight, you know when mommy died\nI ain't know what was goin on, I ain't even fuckin cry\nMan, truce and I blow, them Bonnevilles turn to BMs' (Wooooo!)\nSome niggas wanted to be Mike, but me I wanted to be him (You lookin good man!)\nFour finger ring, rope chain and medallion (Damn!)\nRed bone bitch with a ass like a stallion (Woo!)\nIt's a dream, it's a dream, it's all a dream (Yeah)\nI get the coke, get some pistols and build a team\nI'm a be better than Cat, yeah better than 'Preme\nI'm a be the last man standin, you know what I mean?\n[Chorus: 50 Cent]\nSouth...siiiiiiide (Look at this nigga son!!)\nSouth...siiiiiiide (This nigga Irv, got on a 'Preme Team shirt!)\nSouth...siiiiiiide (And he from Hollis!!, HAHAHAHA!! *cracks up*)\nSouth...siiiiiiide (Hollis niggas don't even like Southside niggas!)\nSouth...siiiiiiide (Nigga, we all over the water!)\nSouth...siiiiiiide (We don't mix!!! What the fuck is the matter with you!!!!)\n\n[Verse 2: Tony Yayo]\nI'll shoot up your house I'll burn up your crib\nAnd when the fireman come I'll shoot at them with the cig (Brrappp!!!!)\nEbony and Ivory the beamer or the llama\nWhen it comes to the bricks I cook better then your mama\nAnd that's your baby mama I see her with a lil' uzi\nI'm in the piece you wipe me down like I'm Lil' Boosie (Wipe me down!)\nI'm a lil' woozy, I'm higher than heaven\nI got the haze mixed with AK-47\nI need that Beckham money, I need that older money\nSo if you checkin for me, nigga show the money\n[Verse 3: 50 Cent]\nHe mean that big money, not that lil' money\nThat's my nigga Yay, I know he'll kill for me\n[Chorus: 50 Cent]\nSouth...siiiiiiide (Niggas make me sick man!)\nSouth...siiiiiiide (Sick to my stomach, man!)\nSouth...siiiiiiide (Every time a nigga get out of line)\nSouth...siiiiiiide (I put 'em RIGHT BACK in line, man..)\nSouth...siiiiiiide (Niggas think Jimmy Iovine's my boss)\nSouth...siiiiiiide (Nigga, FUCK Jimmy Iovine, nigga!)\nSouth...siiiiiiide (I'm from a hundred thirty fourth street, nigga!)\nSouth...siiiiiiide (I AIN'T GOT NO MOTHERFUCKIN BOSS...)\n\n[Verse 4: Lloyd Banks]\nWe went from run down sneakers to runnin the state\nI can't die (Nah!) I got too much money to make\nYou got plans, then you know where I'm comin from, my stomach numb\n(Yeah) I got 99 Problems you want 'em son? (Hah?)\n99 enemies, don't be the hundredth one\nI'll become a corpse before I become a bum (Bum!)\nLife's short, feel good under the summer sun\nDown here, you got two options get a gun or run\nMy first car was a spaceship, no hoopty\nChamp hoodie and boots, no Gucci\nYayo introduced me, Fifth scooped me\nThe floor couped me, now you gotta shoot me\n[Outro: 50 Cent]\nI be's the boss of this shit right here! I said the boss nigga you hear me!\nThe B-O-S-S-M-A-N!!!! And nigga what!!!!\nThought so! I'm the George Bush of this shit!!!\nI'm not goin to war, but I'll send niggas to war\nBut I will sit here, and veto every motherfuckin act that comes through here you know!?\nI'm thinkin you know what I'm sayin!\nWe went from 50 Cent, to Fiddy, to Curtis, to Ferrari F50\nNow I got a few aliases you know what I'm sayin\nI'm thinkin next, I'll be Sam you know, Uncle Sam\nI'm a tax everyone of these motherfuckers that come through here!!!\nNow thr music, we need a little piece of that\nEverything that comes through you understand what I'm sayin\nIt's The Unit!!!! Yeah!!!!"
}