{
  "title": "Spaghetti Junction",
  "artist": "OutKast",
  "lyrics": "[Intro: André 3000]\nYeah, Spaghetti Junction, yes, yes\nElope... ski slopes... \n{*coughs*}\nDamn, yeah... check it out\n[Verse 1: André 3000 & \nBig Boi\n]\nNiggas elope wit' ski slopes and fall like avalanches\nTootin' like it's cool: he's a fool,\n \nand I can't just\nSit around and watch those nose membranes flame\nMy ends is loose and you can't stop that rain\nWhen it starts to fall\nLookin' like Ms. Pac-Man,\n \nhammers and Vogues\n and cat-man\nI'm speaking about these pros, 'cause you know nothing bout that, man\nThe nigga the B-I-G is high and fly like ValuJet\nYou thinkin' about the beatin', this my ends is never met, nigga\nBlack man, white man, Jew man, ain't no joke\nRemember me and my cousin used to sit up on the porch\nAnd talk about when we get older; now we up against the ropes\nYeah, they kickin' niggas door down, 'cause it ain't no dope on the streets\nAnd a quarter pound of feet weed, that's all a nigga like me need\nTalkin' about that Southern sess,\n \nnigga, you all up in that mess\nBut never shall you test, and never shall you quit\nRunnin' up on me with that fuck shit will get you nothin' but dead, nigga\n[Hook: Sleepy Brown]\nBe careful where you roam, 'cause you might not make it home\n(In the junction, in the junction)\nDon't you dare ever get lost or get caught up in that sauce\n(Junction, junction)\nTo all you players, play ya brims, and you hustla, chrome ya rims\n'Lac and pimps and macks, I love the corners that you bend\nY'all, yes, yes – uhh!\n(Junction, junction)\n\n[Verse 2: Big Boi & \nAndré 3000\n]\nUh, check it\nUh, well I'm drankin' on 'gnac while I'm dippin' off in that 'Lac ('Lac)\nThe junkies around my way are always smokin' up on that crack\nBe layin' them College Park hoes flat on they backs (backs)\nLivin' the life of pimps, steadily makin' this paper stack\nNiggas don't understand the master plan, crumble yo' herb, man\n'Til they start kickin' the do' in, then we ready to blast them\nOut (Out), like 'Kast ('Kast), we 'bout to crash (crash)\nSo mayday, may Dré, knock 'em up off they ass, boi\nWe struggle like fat hoes, just to get things that those people got\nWe forgot, they always gonna keep a plot\nRight up they sleeve,\n \nyou won't believe, they deceive like weave\nThieves can't break in your \ncrib\n and leave in that good life too\nSo gimme me and then I'm \nstraight\n, as eight-oh-five\nSee, blindfolds can't cover three eyes\nWe wise to the fact, so we attack with what we know\nHeaven is the only good life, so what you strivin' fo'?\n[Hook: Sleepy Brown]\nBe careful where you roam, 'cause you might not make it home\n(In the junction, in the junction)\nDon't you dare ever get lost or get caught up in that sauce\n(Junction, junction)\nTo all you players, play ya brims, and you hustla, chrome ya rims\n'Lac and pimps and macks, I love the corners that you bend\nY'all, yes, yes – uhh!\n(Junction, junction)\n\n[Verse 3: Big Boi & \nAndré 3000\n]\nWell, like flip-flops and football socks\nA nigga be rockin' the mic like birthdays\nLil' Jon and Sercy, so are you worthy?\nI'm callin' yo' ass a flawed pimp\nYappin' about this crew you run wit'\nBankhead bouncin' to that dumb shit\nSo what mo' can you come wit'?\nYeah, they can bite, but cannot be us\nThey can come and pick up little slang, but cannot see us\nYou ought to be ashamed, trying to fit in my Adidas\nSo Run like D.M.C. is me\n, \nand, no, don't got no heater\nWell, we zippin' around the corner in that golden stankin' Lincoln\nI got my heat up under my seat\nJust in case these youngsters tryin' to take it\nPullin' the pistol on another Black man was never the plot\nBut sometimes my brothers lose theyself and try to take my spot\nThey come like black stallions in the night\nUsually around fo' or five is when they figure the time is right\nWhen you good and sleep; I couldn't sleep until I seen it\nWit' my own eyes, 'til they come over the hill—surprise\n[Hook: Sleepy Brown]\nBe careful where you roam, 'cause you might not make it home\n(In the junction, in the junction)\nDon't you dare ever get lost or get caught up in that sauce\n(Junction, junction)\nTo all you players, play ya brims, and you hustla, chrome ya rims\n'Lac and pimps and macks, I love the corners that you bend\nY'all, yes, yes – uhh!\n(Junction, junction)"
}