{
  "title": "Speedballin’",
  "artist": "OutKast",
  "lyrics": "Heyy-yo, heyy-yo, we speedballin..\n[Andre 3000]\nLivin by the grace of God\nAt the pace of the Devil life is hard, we speedballin\nWith no time to waste\nThe treble tends to weeble wobble over the bass, we speedballin\nNose wanna blow out steam\nSo make some fuckin noise if you know what I mean, we speedballin HA\nBut if you don't you won't\nYou'll end up in your trouble while the fury of funk, we speedballin\nUhh, uhh, yeah sucka we're speedballin ballin ballin ballin\nYeah, uhh, we speedballin ballin ballin\nUhh, yeah we speedballin ballin ballin\nUhh, uhh uhh, yeah we speedballin\nBallin ballin ballin ballin ballin ballin\nBallin ballin uhh, we speedballin\nYeah, WOOO!  Yeah, uhh\nMama think I'm on that blow\nCause anything over marijuana fa sho, we speedballin, huh\nIf I could just come down\nBut when I do come down I don't like how it sound, we speedballin, HOO\nThe pitcher all on the mound\nThowin fastballs with a curve, the nerve of speedballin, HA\nSome niggas serve to live\nSome niggas live to serve not a fuck who they give, we speeballin, HA\n\nHA, yeah, woo we speedballin ballin\nYeah, can y'all smell that? Uhh we speedballin ballin ballin\nHA, c'mon!  Yeah we speedballin what?\nYeah, yeah yeah yeah yeah yeah\nMy God, my heart, my start, my saviour, my soul\nMy end, my friend, my sin now when can I go?\nIf you can hear me now then make me move\nStank-ya, I like it like that, I'm in yo' groove\nYeah!  Yeah!  Southwest, UHH!\nYeah!  Yeah!  Yeah!  De-caaaaaaaaa-turrrrr, WOO we speedballin\nUhh, yeah, yeah, A.T.Lllllllllllllllll!\nUhh, yeah, New York we speedballin ballin ballin\nWOO, yeah, uh uhh we speedballin\nL.Aaaaaaaaaaaaaa!  Woo, woo we speedballin\nWoo, woo woo, woo, woo woo, uh uh uh uh we speedballin\nOooh oooh oooh oooh oooh\nYeah yeah woo woo we speedballin\nWhat?  Ha, what?  Woo woo, we speedballin\n..\nWho; the fuck, said rock didn't roll, no more?\nWho; the fuck, said rock didn't roll, no more?\nWho; the fuck, said rock didn't roll, no more?\nWho; the fuck, said rock didn't roll, no more?\n\n[Big Boi]\nNigga wanna think these boys don't blow\nHoe you see them snortin them coke\nChaos still don't give you a hoe\nMaybe you think the music is low\nMaybe you say, the niggas is wack\nIf he asks, want some crack\nIf you do that, you never come back\nBack to life, reality black\nPump pump pump pump pump the brakes\nAnalyze shit got down to stakes\nTake a shortcut tryin to win the race\nWhatchu gonna do when you step in the place?\nAt a player's place, nigga takin my time\nWhat he gon' say when I freak the rhyme?\nHow you gon' feel when I skeet the 9?\nBuck buck buck nigga on the grind\nNiggafied cause we still on the grind in the trap for the dope boys\nSpeedballin freefallin in my own moon and my own zone\nBoy life is short gonna suck it up\nArsty-fartsy nigga fuck it up\nDown in the trenches, press your luck\nAssed out like you in the butt, nigga what?\n[Cee-Lo]\nMy soul is burnin, about to catch fire!\nI'm overheated, about to catch fire-hah!\nI can't help myself, I'm on fire!\nHa ha ha ha\nMy soul is burnin, about to catch fire!\nI'm overheated, about to catch fire-hah!\nI can't help myself, I'm on fire! I'm on fire!\nAhh good God!\nMy soul is burnin, about to catch fire!\nI'm overheated, about to catch fire-hah!\nI can't help myself, I'm on fire!\n..Ah good Lord, my soul is burnin, about to catch fire!\nI'm overheated, about to catch fire-hah!\nI can't help myself, I'm on fire!\nI'm on fire!  {*music fades out*}"
}