{
  "title": "SpottieOttieDopaliscious",
  "artist": "OutKast",
  "lyrics": "[Hook: André 3000, Andrea Nivet & Delvida Flaherty]\nDamn, damn, damn, James\nDamn, damn, damn, James\nDamn, damn, damn, James\nDamn, damn, damn, James\n[Verse 1: Sleepy Brown]\nDickie shorts, Lincoln's clean\nLeanin', checking out the scene\nGangsta boys, Bigga's lit\nRidin' out, talkin' shit\nNigga, where you wanna go?\nYou know the club don't close 'til four\nLet's party 'til we can't no more\nWatch out, here come the folk—\"Damn\"\nOh, Lord\n[Break]\n[Verse 2: André 3000]\nAs the plot thickens, it gives me the dickens, reminiscent of Charles\nA lil' discotheque, nestled in the ghettos of Niggaville, USA\nVia Atlanta, Georgia\nA lil' spot where young men and young women\nGo to experience they first little taste of the night life\nMe? Well, I've never been there\nWell, perhaps, once, but I was...\nSo engulfed in the Ol' E', I never made it to the door\nYou speak of \"hardcore\"\nWhile the DJ sweatin' out all the problems and troubles of the day\nWhile this fine, bow-legged girl –\nFine as all outdoors,\n \nlulls lukewarm lullabies in your left ear\nCompeting with \"Set It Off\" in the right\nBut it all blends perfectly, if you let the liquor tell it\n\"Hey, hey—look, baby, they playin' our song!\"\nAnd the crowd goes wild, as if Holyfield has just won the fight\nBut, in actuality, it's only about 3 a.m.,\nAnd three niggas just done got hauled off in the ambulance – sliced up\nTwo niggas done started busting—\"Wham! Wham!\"\nAnd one nigga done took his shirt off, talking 'bout:\n\"Now, who else wanna fuck with Hollywood Court?\"\nIt's just my interpretation–of the situation\n\n[Hook: André 3000]\nDamn, damn, damn, James\nDamn, damn, damn, James\nDamn, damn, damn, James\nDamn, damn, damn, James\n[Verse 3: Big Boi]\nYes! When I first met my SpottieOttieDopalicious angel\nI can remember that damn thing like yesterday\nThe way she moved reminded me of a brown stallion horse with skates on, you know?\nSmooth, like a hot comb on nappy-ass hair\nI walked up on her and \nwas almost paralyzed\nHer neck was smelling sweeter than a plate of yams with extra syrup\nEyes beaming like four karats apiece, just blindin' a nigga\nFelt like I chiefed a whole O of that Presidential\nMy heart was beating so damn fast\nNever knowing this moment would bring another life into this world\nFunny how shit come together sometimes, you dig?\nOne moment, you frequent the booty clubs\nAnd the next four years, you and somebody's daughter raisin' y'all own young'n\nNow, that's a beautiful thang\n – \nthat's if–\nYou're on top of your game, and man enough to handle real-life situations, that is\nCan't gamble feeding a baby on that dope money\nMight not always be sufficient\nBut the United Parcel Service and the people at the post office didn't call you back because you had cloudy piss\nSo now, you back in the trap\nJust that – trapped!\nGo'n' and marinate on that for a minute\n\n[Outro: André 3000, \nAndrea Nivet\n + \nDelvida\n]\nDa, da, da, Ja, Ja, Ja\nDa, da, da, Ja, Ja, Ja\nDa, da, da, Ja, Ja, Ja\nDa, da, da, Ja, Ja, Ja\nDa, da, da, Ja, Ja, Ja\nDa, da, da, Ja, Ja, Ja\nDa, da, da, Ja, Ja, Ja\nDa, da, da, Ja, Ja, Ja"
}