{
  "title": "squabble up",
  "artist": "kendrick lamar",
  "lyrics": "[Intro: Kendrick Lamar]\nGod knows\nI am reincarnated\nI was stargazin'\nLife goes on, I need all my babies (Gyah, gyah)\n[Verse 1: Kendrick Lamar & \nDebbie Deb\n]\nWoke up lookin' for the broccoli\nHigh-key, keep a horn on me, that Kamasi\nIP, ownership, the blueprint is by me\nMr. Get Off, I get off and mop feet\nWhen I hear music, it makes me dance\nYou got the music, now is your chance\nA yee nigga couldn't try me in the tri-state\nBuddy pass, bet I get him splashed 'til he hydrated\nBounce out, know he spook town, eyes dilated\nI got the money and the power both gyratin'\n[Chorus: Kendrick Lamar]\nI feel good, get the fuck out my face\nLook good, but shе don't got no taste\nI walk in, walked out with the safе\nMando, let me know what the play\n[Verse 2: Kendrick Lamar]\nWhat the fuck?\nI got hits, I got bucks, I got new paper cuts\nI got friends, I got foes, but they all sitting ducks\nHit his turf and get crackin', double back like a deluxe\nFifty deep, but it ain't deep enough\nFuck a plea, there he go, beat him up\nFallin' from a money tree\n \nand it grow throughout the months\nSpit a loogie at the camera, speed off, yeah, it's us\n\n[Chorus: Kendrick Lamar]\nI feel good, get the fuck out my face\nLook good, but she don't got no taste\nI walk in, walked out with the safe\nMando, let me know what the play\n[Post-Chorus: Kendrick Lamar]\nSquabble up, squabble up\nSquabble up, squabble up\nSquabble up (Mm, mm), squabble up (Mm, mm)\nSquabble up (Mm, mm), squabble up\n[Bridge: Kendrick Lamar]\nHol' up (\nHol' up\n)\nWhere you from? (\nWhere you from?\n)\nBye, bitch (\nBye, bitch\n)\nI'm finna go dumb (\nFinna go dumb\n)\nSideways (\nSideways\n)\nBunk skunk (\nBunk skunk\n)\nFever (\nFever\n)\nI'm on one (\nI'm on one\n)\n[Verse 3: Kendrick Lamar]\nThunk, thunk, thunk, thunk, thunk, baby rockin' it\nQuid pro quo, what you want? 'Cause I'm watchin' it\nWork on the floor, let me know if you clockin' it\nBrodie won't go, but I know that he poppin' it\nIt was wolf tickets on sale 'til I silenced it\nPipe down, young, these some whole other politics\nBitch with him and some bitch in him, that's a lot of bitch\nDon't hit him, he got kids with him, my apologies\nGhetto child, it was Blacky Milds with the Smirnoff\nYeehaw, we outside, whoadie 'bout to kill him off\nBlaps on blaps, it's a fact, this a brick of raw\nTell me why the fuck you niggas rap if it's fictional?\nTell me why the fuck you niggas fed if you criminal?\n\"Ayy, Dot, can I get a drop?\" I'm like, \"Nigga, nah\"\nAce boon coon from the Westside to Senegal\nIt's a full moon, let the wolves out, I been a dog\n (Ah)\n\n[Chorus: Kendrick Lamar]\nI feel good, get the fuck out my face\nLook good, but she don't got no taste\nI walk in, walked out with the safe\nMando, let me know what the play\n[Post-Chorus: Kendrick Lamar]\nSquabble up, squabble up\nSquabble up, squabble up\nSquabble up (Mm, mm), squabble up (Mm, mm)\nSquabble up (Mm, mm), squabble up"
}