{
  "title": "Stay (2009)",
  "artist": "J.Cole",
  "lyrics": "[Intro]\nStay\nYeah\nHey\nGroovy\nYeah\nYeah, hey\nStay\n[Verse 1]\nYou can drop a \"Wet Floor\" sign down for the tears\nGod and my court date, the two things I fear\nMan, they tryna give a nigga years\nI'm tryna figure if I should even appear\nOr should I skate town? \nCatch a Greyhound\nChange my name right, catch a plane flight\nOut the country, let them muh'fuckers hunt me\nCome catch me if you want me, know they'll lock me if I stay\n \n(\nStay\n)\nBut where I'ma run to?\nI got a good girl, we got a son, too\nAnd all we went through, we ain't see eye-to-eye\nBut what you told me way back, you was a ride-or-die\nSo if they give me one, or if they give me two\nOr if a nigga gotta sit down and do a few\nBefore I go, baby, I gotta know, what would you do?\nWould you find someone new or would you stay?\n \n(\nStay\n)\nLike the hoes when they lay with me\nPuppy eyes when I go sayin', \"Stay with me\"\nAw, girl, you bad as hell and, yeah, I'd love to\nBut see, I got a girl I'm really makin' love to\nTherefore I'm feelin' a lot more guilty when I rub you\nThat's why I skip all of that kissin' when I fuck you\nFlush the condom down the toilet then I skate\nI had you, but you can't have me, I never stay\n\n[Interlude]\nStay\nYeah\nYeah, that's the one\n(Stay)\nYeah\nStay\n[Verse 2]\nHa! Life in a hometown\n'Fore I could take a step, I'm gettin' grown now\nAnd startin' to notice that I see the same hoes 'round\nGuess they had to go 'round, my raps is profound\nI got the flows, but yet a nigga ain't got no sound\nCopped a beat machine, I'm cookin' up my own now\nGot my mind on the city where it goes down\nSee, if I'ma get to where I'm goin', then I can't stay\n \n(\nStay\n)\nAlthough I love it here\nI'll be damned if I sit around another year\nDreamin' dreams, hopin' somehow that they just appear\nThe hardest part of leavin' is to know my mother here\nOh, but I'm comin' back, oh boy, believe that\nTo show the little niggas, boy, you can achieve that\nGot the city on my shoulders, piggyback\nHello, my name is Cole and I'm here to stay\n\n[Outro]\nStay\nHey\n(Stay)\nStay"
}