{
  "title": "Stickup",
  "artist": "The Notorious B.I.G.",
  "lyrics": "[Produced by 3rd Eye]\n[Intro: 3rd Eye, \nFace\n]\nI get paid, you get slayed\nI get paid, you get slayed\nI get paid, you get slayed\nUh\nI get paid, you get slayed\nWe in this mothafucka for real\nI get paid, you get slayed\nY'all know what time it is\nI get paid, you get slayed\nEverybody hit the motherfucking floor\n[Chorus: All, \nFace with 3rd Eye\n]\nBig up, big up, it's a stickup, stickup\nBig up, big up, it's a stickup, nigga\nBig up, big up, it's a stickup, stickup\nI get paid, you get slayed\n[Verse 1: 3rd Eye]\nI got gats, best to back up off me\nGet that ass open like a body part melting\nI make up and I break niggas, snakes stabbin' snake\nI rock techniques (Ah!), y'all freak the funky fly shit, 3rd Eye shit\nWhen I get ill, my skill's simply amazing\nA schizo, I flip like I forgot to take my pills\nSinking deep up in your bed, then y'all bring all 2 of them\nSick motherfucker from the projects I grew up in\nAnd do incredible, unforgettable shit, you know?\nThem niggas from the ghetto, no, we don't be bullshitting\n1993, who can see me? Best to go ahead of me\nTroop, you know my pedigree, you better be strapped\n'Cause I'm strapped, ready to catch a body\nBiggie got the burner, TROO-KULA got the shotty\nNiggas wanna step into my cycle\nAnd I roll on the trifling, flow like\nLiving, backstabbing, crabbing\nYou dirty rat, I'm not trying to hear that\nPass the motherfucking gat, troop, here it at\nLet me get that, man, I'm with that\nWait, where my spliff at? You bitch, now let me hit that\nThe night tripper, script flipper\nPistol gripper, Jack the Ripper\nNobody's ipper than the rep-wrecker Wesstar\nLook mom, I'm blowing up\nYour little son is doing stickups\n\n[Verse 2: Capital LS]\nYo, yo, fuck that, I'm here to bust up out a crack track\nIn fact, mack, I keeps the ill rhymes on attack\nThink I'm a type of anthrax, who needs ex-lax?\nJacks, car-jacks, stick you for your Sugar Smacks\nAnd your baby piffs, giving you mind flips\nMisfits, lift the gun until the number one thump's done\nGrab, grab your dick and gets freaky\nBuckshot the boots if the bitch look sneaky\nTugging on my dreadlocks, swallowing the bed bugs\nGunshots around the mad blocks\n(We funky niggas)\nSo don't try to check the dick\nFuck around and maybe lose your resolution\nChris the capital L to the freak the L\nSo open the hatch and let the juice spill\n[Chorus: All, \nFace\n]\nBig up, big up, it's a stickup, stickup\nBig up, big up, it's a stickup, nigga\nBig up, big up, it's a stickup, stickup\nI get paid, you get slayed\n[Verse 3: TROO-KULA]\nHere yee, have you heard of me, '93\nTake a look-sie, you don't even know me\nWell, I flip that shit like them racist niggas up in California\nSee me, prolly counting, yo enough of that\nFuck that,  having that\nI'm on a ill track, big raps, you want facts, black\nIs it time to get ill? Yo, I feel sicker than a junkie cold turkey\nMan, I need a bitch, how you wanna lick\nHold me hostage, me in bondage, imagine\nI may burn your priest yo\nMy nigga West is kinda Schizo, I'm psycho (Yeah)\nLeave us alone, we can hold our own\nJimmy Crack Corn, word is bond\nI be wettin' niggas mortuaries up, they wouldn't know it\nWhere's the funeral, burial? I'm coming strapped\nIt's that nigga wanted throwing that nigga on his back\nI'm the gat toter (Say what?), body bloater (Say what?)\nHudson River (I heard), nigga shipper\n\n[Verse 4: Ol' Dirty Bastard]\nNow niggas wanna get too close to the upmost\nBut I got stacks that'll attack any wack host\n\"Introducing-\" yo, fuck that nigga's name\nMy hip hop drops on your head like rain\nAnd when it rains it pours, because my rhymes hardcore\nThat's why I give you more of the raw\nTalent that I got will riz-ock the spot\nMC's I'm burn, I'm burning hot\nOh ho ho ho ho, let me slow up with the flow\n'Cause if I move too quick, hoe, ya just won't know\nI'm homicidal when you enter the target\nNiggas get up, act like a pig, try to hog shit\nThat's why I take 'em out quick\nThe mic's done had it, you can suck my motherfucking dick\nIf you wanna step to the motherfucking rep\nChk-chk, blaow, blaow, blaow, blown to death\nYou got shot because you're—knock, knock, knock, who's there?\nAnother motherfucking heart rock\nSlacking on your macking cause raw's what you lack\nDon't wanna react, but just bring it on back\n[Chorus: All, \nFace\n]\nBig up, big up, it's a stickup, stickup\nBig up, big up, it's a stickup, nigga\nBig up, big up, it's a stickup, stickup\nI get paid, you get slayed\n\n[Verse 5: The Notorious B.I.G.]\nLet me begin, the .357's to your abdomen\nShh, listen, Biggie's on a mission\nI'm startin' to drool, give me the jewels\nYou know the rules, nigga\nThrow ya face down in the river\nCement shoes, I do bruise\nGunshots to the back from the Big MAC attack\nTwo all-beef patties, special sauce, who's the boss?\nI got the gun and make you \"Jump\" like Kriss Kross\nAnd when I squeeze, nigga please"
}