{
  "title": "Stickup (1st Take)",
  "artist": "The Notorious B.I.G.",
  "lyrics": "[Intro: 3rd Eye]\nWe in this motherfucker for real\nKnow what I'm saying?\nCheck it, check it\n[Chorus: 3rd Eye]\nBig up, big up, it's a stick up, stick up\nBig up, big up, it's a stick up, nigga\nBig up, big up, it's a stick up, stick up\nBig up, big up, it's a stick up, nigga\n[Verse 1: 3rd Eye]\nI pack gats, best to back up off me\nGet that ass open like a body part melting\nI make up and I break, make a snake stab a snake\nI rock techniques, y'all freak the funky fly shit, 3rd Eye shit\nWhen I get ill, my skill's simply amazing\nA schizo, I flip like I forgot to take my pills\nSinking deep up in your bed, then y'all bring all 2 of them\nSick motherfucker from the projects I grew up in\nAnd do incredible, unforgettable shit, you know?\nThem niggas from the ghetto, no, they don't be bullshitting\n1993, we coming harder\n[?]\n[Chorus: 3rd Eye]\nBig up, big up, it's a stick up, stick up\nBig up, big up, it's a stick up, nigga\nBig up, big up, it's a stick up, stick up\nBig up, big up, it's a stick up, nigga\n\n[Verse 2: TROO-KULA]\nAyo, here yee, have you heard of me, '93\nTake a look-sie, you don't even know me\nWell, I flip that shit like them racist niggas up in California\nSee me, prolly counting, yo enough of that\nFuck that,  having that\nYo, I'm on a ill track, big raps, you want facts, black\nIs it time to get ill? Yo, I feel sicker than a junkie cold turkey\nMan, I need a bitch, how you wanna lick\nHold me hostage, me in bondage, imagine\nI may burn your priest yo\nMy nigga West is kinda Schizo, I'm psycho (Yeah)\nLeave us alone, we can hold our own\nJimmy Crack Corn, word is bond\nI be wettin' niggas mortuaries up, they wouldn't know it\nWhen the funeral, burial I'm coming strapped\nIt's that nigga wanted throwing that nigga on his back\nI'm the gat\n[Chorus: 3rd Eye]\nBig up, big up, it's a stick up, stick up\nBig up, big up, it's a stick up, nigga\nBig up, big up, it's a stick up, stick up\nBig up, big up, it's a stick up, nigga\nBig up, big up, it's a stick up, stick up\nBig up, big up, it's a stick up, nigga\nBig up, big up, it's a stick up, stick up\nBig up, big up, it's a stick up, nigga\n\n[Verse: The Notorious B.I.G.]\nYes, love, I love your fuckin' attitude\nWhen a nigga play pussy, that's the nigga that's gettin' screwed\nAnd bruised up from the pistol whippin'\nWelts on the neck from the necklace strippin'\nThen I'm dippin' up the block and I'm robbin' bitches, too\nUp the herringbones and bamboos\nI wouldn't give a fuck if you're pregnant\nGive me the baby rings and the #1 Mom pendant, huh\nI'm slammin' niggas like Shaquille, shit is real\nWhen it's time to eat a meal, I rob and steal\nMom duke ain't givin' me shit\nSo for the bread and butter, I leave niggas in the gutter\nHuh, word to mother, I'm dangerous\nCrazier than a bag of fuckin' angel dust\nWhen I bust my gat, motherfuckers take dirt naps\nI'm all that and a dime sack, where the paper at?\n[Chorus: The Notorious B.I.G. & Diddy]\nBig up, big up, it's a stickup, stickup\nBig up, big up, it's a stickup, nigga\nBig up, big up, it's a stickup, stickup\nBig up, big up, it's a stickup, nigga\nBig up, big up, it's a stick up, stick up\nBig up, big up, it's a stick up, nigga\nBig up, big up, it's a stick up, stick up\nBig up, big up, it's a stick up, nigga"
}