{
  "title": "Still Dreaming",
  "artist": "Nas",
  "lyrics": "[Produced by Kanye West]\n[Intro: Kanye West]\nSome people really are\nYeah, uh, uh\nAnd as the sun sets\nAnd the night falls\nAnd them ho's call\n[Verse 1: Kanye West]\nHe pulled up at 6:30 in a 745\nAs he waving \"Shorty, hi\"\nYou know he showin' his bling out\nShe got in the car, he drove, he pulled his thing out\nHis girl caught feelings, she mad, she threw the ring out\nHow she found out? She dreamt the whole thing out\nY'all be going through problems, you gotta work the kinks out\nWhen you go to sleep? What do you think 'bout?\nIf y'all get a divorce, she gon' take everything except the kitchen sink out\nMake it so cold that you gotta pull your mink out\nOr grab your roller skates and turn a roller rink out\nYou now back up in the club, in the club, tryna min-gle, meanwhile\nShe out doing the same thing, now\nNightmares from your dream gal make you scream out\n[Chorus: \nKanye West\n, \nNas\n & Chrisette Michele]\nSome people really \n(Still dreamin')\nSome people really \n(Make you scream out)\nSome people really are \n(Still dreamin')\nStill dreamin' \n(Yeah, wha-wha-wha-wha-one-two, one two)\nSome dreams stay dreams, some dreams come true\nThey are still dreamin'\n(Wha-wha-wha-wha-one-two, one two)\nSome dreams stay dreams, some dreams come true\nSome people really \n(Yeah)\n, some people really \n(y-y-yeah)\nSome people really are \n(Ugh)\n\n[Verse 2: Nas]\nHow you a man, waiting for the next man to get rich?\nYour plan is to stick out your hand real quick\nSo if he feed your family and he serve you shit\nThen he need that head you get and he deserve your bitch\nSince you wishin' cash fall from the sky all your life\nDwellin' on the past when you was alright\nWhen you was getting cash but wasn't too bright\nNow your luck down, you feel like bustin' them shells\nNobody owe you, can't do nothin' for self\nWant niggas to show you, how to come up with green\nI schemed since I'm 14, what the fuck was your dream?\nRental cars, little broads, saying you was seen\nWith little niggas with a chain, you was doing your thing\nHow high was I? You the thousandth guy\nThat came around thinking we can see eye to eye\nWe on a different echelon\nCould've got \nbread\n together, now you get skedded on\n[Chorus: \nKanye West\n, \nNas\n & Chrisette Michele]\nSome people really \n(So keep dreamin')\nSome people really, some people really are \n(Still dreamin')\nStill dreamin' \n(Wha-wha-wha-wha-one-two, one two)\nSome dreams stay dreams, some dreams come true\nThey are still dreamin'\n(Wha-wha-wha-wha-one-two, one two)\nSome dreams stay dreams, some dreams come true\nSome people really \n(Yeah)\n, some people really \n(y-y-yeah)\nSome people really are \n(Ugh)\n\n[Verse 3: Nas]\nShe had several cars, she had credit cards\nA castle, large master bathroom, getting a pedicure\nBellinis by the glassful, said she been meaning to ask you\n\"Who in need of Cash Rule, who could blast tools?\"\nAnd I'm eating cashews\n, knew she was bad news\nBut we mad cool, nothin' sexual 'cause I knew her since high school\nGrew up with my dudes, like one of my crew, she worked for Fox News\nOne of her mans that she lent her drop to\nWon't come back with it\nSo \nshe want him clapped in it\nSays it's important that it looks like an accident\nShe was snorting, and her eyes had bags in it\nShe was recording, had a wire, askin' shit\nFour days before I came by, she got bagged with bricks\nCrossed the line from her world of newscasting\nTo a world of entrapment (Uh) – a good girl gone backwards\n[Chorus: \nKanye West\n, \nNas\n & Chrisette Michele]\nSome people really \n(Still dreamin')\nSome people really, some people really are \n(Still dreamin')\nStill dreamin' \n(Wha-wha-wha-wha-one-two, one two)\nSome dreams stay dreams, some dreams come true\nThey are still dreamin'\n(Wha-wha-wha-wha-one-two, one two)\nSome dreams stay dreams, some dreams come true\n(Yeah)\n, \n(y-y-yeah)\n(Ugh)\n\n[Outro: Chrisette Michele]\nThey are still dreamin'\nThey are still dreamin'\nThey are still dreamin'"
}