{
  "title": "Still I Rise",
  "artist": "Tupac Shakur",
  "lyrics": "[Intro: Kastro]\nDear Lord, as we down here, struggle for as long as we know\nIn search of a paradise to touch \n(My nigga Johnny J)\nDreams are dreams, and reality seems to be the only place to go, the only place for us\nI know, try to make the best of bad situations\nSeems to be my life's story\nAin't no glory in pain, a soldier's story in vain\nAnd can't nobody live this life for me\nIt's a ride y'all, a long hard ride\n[Verse 1: 2Pac]\nSomebody wake me, I'm dreamin', \nI started as a seed, the semen\nSwimmin' upstream, planted in the womb while screamin'\nOn the top was my pops, my mama screamin' stop\nFrom a single drop, this is what they got\nNot to disrespect my peoples, but my papa was a loser\nOnly plan he had for mama was to fuck her and abuse her\nEven as a little seed, I could see his plan for me\nStranded on welfare, another broken family\nNow what was I to be? A product of this heated passion\nMama got pregnant and papa got a piece of ass\nLook how it began, nobody gave a fuck about me\nPistol in my hand, this cruel world can do without me\nHow can I survive? Got me askin' white Jesus\n\"Will a nigga live or die?\" 'cause the Lord can't see us\nIn the deep dark clouds of the projects, ain't no sunshine\nNo sunny days and we only play sometimes\nWhen everybody's sleepin'\nI open my window, jump to the streets and get to creepin'\nI can live or die, hope I get some money 'fore I'm gone\nI'm only 19, I'm tryna hustle on my own\nOn the spot where everybody and their pops tryna slang rocks\nI'd rather go to college, but this is where the game stops\nDon't get it wrong 'cause it's always on, from dusk to dawn\nYou can buy rocks, Glocks or a herringbone\nYou can ask my man, he's a mind reader\nKeep my 9 heater all the time, this is how we grind\nMeet up at the cemetery then get smoked out\nPass the weed, nigga! That Hennessey'll keep me keyed, nigga\nEverywhere I go niggas holla at me, \"Keep it real, G\"\nAnd my reply, 'til they kill me,\n \"Act up if you feel me!\"\nI was born not to make it, but I did\nThe tribulations of a ghetto kid, still I rise\n\n[Chorus: Ta'He]\nStill I (Still I), I rise (I rise), please, give me to the sky (To the sky)\nAnd if (And if), I die (I die), I don't want you to cry\n[Verse 2: Yaki Kadafi]\nI stay sharp as always, runnin' your bricks with blitz\nThrough your project hallways, dumpin' crews like two's, nigga, all day\nSecrets of war prepare me for the worst\nA life that's lavish, full of cabbage or a life that's in a hearse\nBut now my dreams, it seems though, be placin' triple beams and things, bro\nDiamond pinkie ring got the loot poppin' out my jeans\n[Verse 3: Napoleon]\nNow I plan to keep my Glock cocked if trouble was searchin' for me, then why not?\nShow 'em what I'm made of, plus raised on, on my block\nChancellor Ave, where many turn to the street\nThugs snatchin' bags, preoccupied with makin' cash\nIt wasn't fast, it'll make me mad, I'm just like him\nMy homie on the corner with his gat tucked in, youngins, they buckin' somethin'\nThe life he lead's the life he don't need, don't we all know?\nHe tryin' to rise up and we just go doe, still he rise\n[Verse 4: Young Noble]\nDreams of lost hope\n, I hit the strip broke where the fiends get coke\nAnd still I rise, now I float\nCowards ghost whenever we come around, I'm runnin' down\nClutchin' a pound, live as sirens, duckin' the sound\nI used to hustle with my moms 'til the sun came\nMy homie Harm doin' time from this drug game\nStolen cars, war scars, born an Outlaw\nBehind bars, go to sleep just to see the stars\nFreedom is ours, though we trapped on a firm block\nCrackheads only 10 learn to duck cops\n\n[Verse 5: Yaki Kadafi]\nIn '96 my Glock's my plastic, passion for blastin' bastards\nNo faces for open caskets, peelin' your cap backwards\nYou cowards ain't prepared for pistol practice\nI send my missiles through your mattress, leavin' holes in your body like a cactus\nWhile me and my crew be boppin' more greens than topic\nAnd loot to keep the seams in my motherfuckin' jeans poppin'\nLeavin' your spleen to pick up, half of you niggas is softer than a Snicker\nLet's go to war and see who draw quicker\nAnd still I rise, and still I rise—\n[Chorus: Ta'He]\nStill I (Still I), I rise (I rise), please, give me to the sky (To the sky)\nAnd if (And if), I die (I die), I don't want you to cry\nStill I (Still I), I rise (I rise), please, give me to the sky (To the sky)\nAnd if (And if), I die (I die), I don't want you to cry\n[Outro: some little kid]\nY'all niggas be fake, all day every day\nSo now I got roller blades, bitch\nThought you knew\nYour mouth is rich\nC'mon pops, let's go!"
}