{
  "title": "Stop Cryin’",
  "artist": "50 cent",
  "lyrics": "[Intro]\nYeah\nI am N.Y. no lie\nYeah\nI am N.Y. no lie\n[Verse 1]\nThey say they do it, like I do it with no mask on\nNigga, get the fuck outta line, you getting blast on\nJesus let the weak roam the Earth without a purpose\nWell, I’ll stomp ya fucking head til it’s under the surface\nNow I need you to get it through ya bloodclot head\nBefore I put a bullet through ya bloodclot dreads\nThese niggas ain't made of the same shit I’m made of\nI dump a clip for my man if he need a favour\nI let a nigga slide he came back and almost shot me\nThen he was thinking I was scared, nah nigga not me\nThey don’t understand I was raised by the vultures\nKids laughing like hyenas in a crib full of roaches\nCall grandmami \"mommy\" cause mommy already dead\nDaddy been missing since I was a little kid\nNow who dared go there playing games with the orphan\nThey know my pedigree, test me I’mma off ‘em\n[Chorus]\nStop the blood clot crying\nThe kids, the dog, everybody dying, no lying\nDon’t cry, dry your eye\nDon’t cry, dry your eye\nStop the blood clot crying\nThe kids, the dog, everybody dying, no lying\nDon’t cry, dry your eye\nDon’t cry, dry your eye\n\n[Verse 2]\nThat first body drop, we just getting started, death come in threes\nAR15, M16, \nsemi-automatic, murder machine\nWave that, blaze that, give a nigga wings\nWhen that blade in your flesh it’s an emergency\nYour love leak, heart open call the surgery\nFeels like my last girlfriend I lost her\nOn second thought I know just where I left her, the altar\nSee, I have an advantage I don’t care about tomorrow\nFind out that I ain't frontin’ when them casings start to fall\nYou know attempted murder was the case that they gave me\n9 bullet wounds, now a nigga half crazy\nWhat is that a tear I see forming in ya eye\nWhy are you so frightened? We’re all gonna die\nYou can say a prayer when I’m coming like the reaper\nStaring through that sight on the top of my heater\nNow...\n[Chorus]\nStop the blood clot crying\nThe kids, the dog, everybody dying, no lying\nDon’t cry, dry your eye\nDon’t cry, dry your eye\nStop the blood clot crying\nThe kids, the dog, everybody dying, no lying\nDon’t cry, dry your eye\nDon’t cry, dry your eye"
}