{
  "title": "Store Run",
  "artist": "Nas",
  "lyrics": "[Intro]\nG's, yeah, yeah\nQB, AQ, Ravenswood, Woodside, let's go (\nHit-Boy\n)\n[Verse 1]\nMy thumb struck a lot of lighters, pulled a lot of all-nighters\nBanned from some afterhours spots\nMy crew would choose violence, move in silence\nWho knew I'd grew to build an empire?\nStreets had me against the ropes, would've thought I was ziplining\nTECs in the dresser, money off tech, pushing a Tesla\nRolled up a fresh one, it's one IPO to the next one\nRich from corporate or thuggin', expensive mistakes\nIt's all a racket, it's the same thing, just the risk that you take\nMoving too fast, blues on your ass\nThe boys came through with the task\nPeep through the blinds, you knew it was curtains\nBreadwinner take a L, leave the whole family hurting\nSeen it a million times\n, system \nwashed him out with the verdict\n[Chorus]\nSo I'm clean as a whistle, drinking premium liquor\nIn-between two Argentinian sisters\nThey counting up for me until they fingers get blisters\nWhat I blew that on? I cannot seem to remember\n\n[Interlude]\nIt's not even bragging\n(I like that)\nIt's okay, it's gon' be okay\nFlyest nigga in this rap shit\n[Verse 2]\nYo, as I'm looking at the New York skyline\nReminiscing on night-time, shootouts with my guys\nPouring this white wine, you could Richard Mille your left wrist\nKeep in perspective, we on God's time\n \n(The world is yours)\nWhat happens when dealers reduce to addicts?\nWhat happens when kings don't see their potential status?\nWhat's your exit plan? Face to face with my omens\n, I never ran\nStood on stages most never can, pyrotechnics and leather pants\nShifting the culture\nMention me with Mick Jagger and Bono like you're 'posed to\nI'm standing next to rookies, somehow they looking older\nThe altitude of matter so cold, it'll make your nose run\nHow you expect to get love if you don't show none?\nI should send you little niggas on a store run\nHow we moving is no cut\nI'm from the era of\n razor blades and coke dust\nPeople living with no trust, champagne in the soap suds\n[Chorus]\nSo \nI'm clean as a whistle\n, drinking premium liquor\nIn-between two Argentinian sisters\nThey counting up for me until they fingers get blisters\nWhat I blew that on? I cannot seem to remember\nThe world is yours\n\n[Interlude]\nScarface, Tony Montana shit\nIt's yours, yours, yours\nR.I.P Ecstasy from Whodini\nDMX, Prince Markie Dee, Shock G\nReal rap gods, do you know the meaning?\nAll the rap brothers we lost this year, and last year\nAyo, check it out\nRun to the store for me, man\nGet me veggie chips, blunts and a bottle\nYou got this shit all twisted, man\nIt's about rank, you ain't there yet\nThink you gon' send me to the store? I own the store, man\nI'm just testing you\n[Verse 3]\nI got the hood playing golf, wild boss style\nCrucifixes over the Chrome Hearts, you get crossed out\nPeople battered down, Asian hate getting passed around\nTiger happy, both his parents' lives matter now\nMarble floors is my common law, we company builders\nI inspired those who inspired you to run up millions\nNot perfect, persistent, keep it more pure than the purest\nI do this for the 'jects\n and them good-hearted jurors"
}