{
  "title": "Strangers Again*",
  "artist": "Olivia Rodrigo",
  "lyrics": "[Verse 1]\nKissing in the car,\n we come out after dark\nFingers interlaced under the checkered tablecloth\nI put your jacket on, you make me take it off\nYou'd rather I be cold than ever dare to show me off\n[Pre-Chorus]\nKeep your head down as you walk down the road\nAnd say \"I love you\" just in whispers\n[Chorus]\nBut I don't wanna be your dirty secret\nI don't wanna be your love affair\nI don't wanna be your favorite person\nOnly when no one is there\nAnd I don't wanna be your sweet escape\nAnd I don't wanna say wе're best friends\nI don't wanna bе your lover undercover\nWhen you see me at a party and we're strangers again\n[Post-Chorus]\nAh, ah, ah (And we're strangers again)\nAh, ah, ah (Lover undercover and we're strangers again)\n[Verse 2]\nTell me, is it me? Do you not wanna be seen\nWith somebody who's young and unassuming as me?\nOr are you being strange, so other girls my age\nWill hit you up and give you the attention you crave?\n\n[Pre-Chorus]\nI'm tired of meeting you at the back door\nI don't wanna say \"I love you\" in whispers anymore\n[Chorus]\nI don't wanna be your dirty secret\nI don't wanna be your love affair\nI don't wanna be your favorite person\nOnly when no one is there\nAnd I don't wanna be your sweet escape\nAnd I don't wanna say we're best friends\nI don't wanna be your lover undercover\nWhen you see me at a party and we're strangers again\n[Post-Chorus]\nAh, ah, ah (And we're strangers again)\nAh, ah, ah (Lover undercover and we're strangers again)\n[Bridge]\nWhat is it that makes you do this?\nThinking that if I were different\nYou'd kiss my cheek in public\nMaybe I'm a secret you can't keep\n[Chorus]\n'Cause I don't wanna be your dirty secret\nI don't wanna be your love affair\nI don't wanna be your sweet escape\nAnd I don't wanna say we're best friends\nI don't wanna be your lover undercover\nWhen you see me at a party\nAnd we're strangers again\n\n[Post-Chorus]\nAh, ah, ah (Lover undercover and we're, and we're strangers)\nAh, ah, ah (Lover undercover and we're strangers again)\n[Outro]\nI'm your lover undercover and we're strangers, we're strangers again"
}