{
  "title": "Strong Will Continue",
  "artist": "Nas",
  "lyrics": "The second single off Nas and Damian Marley’s much-anticipated joint album Distant Relatives, our heroes give us a catchy and motivation track about perseverance\n[Intro: Nas]\nAll I do is stay focused\nLooking straight forward at the world and beyond\nI feel people pulling me down\nI feel some pulling me up\nI can't get stuck\nI just keep moving forward\nI got places to go, man\nLet's go\n[Chorus: Damian Marley]\nWhen the armageddon's dark and dread\nA lot of weak hearted weep and moan\nOnly the strong will continue\n, \ndo you have it in you?\nCome, we've got a journey to go\nAnd when the battle get sour and dread\nA lot of weak hearted wither and moan\nOnly the strong will continue, I know you have it in you\nI know you have it in you\n[Verse 1: Damian Marley]\nHey, the victory's found in truth\nLike innocence found in youth\nSelf-defeat is your own dispute\nAnd man, you put yourself in your own shoes\nEither you're winning or losing\nDon't you get it confused\nPlay a star and you know your own movie\nPlaying of the role you choose, so\nStand up and fight if you know that you're right\nAnd know you will never fail\nTipping the scale and the wind shall prevail\nAnd the boat shall forever sail\nHey, there ain't no stopping or cruising\nEven when you're battered and bruised\nOutrun all the sprinters on Mount Olympus\nMy God's tougher than Zeus\n\n[Chorus: Damian Marley & (Nas)]\nWhen the Armageddon's dark and dread\n \n(Uh, I get up and make it happen)\nA lot of weak hearted wither and moan\n (Uh, uh, I get up and we get it cracking)\nOnly the strong will continue\n, \ndo you have it in you?\nCome, we've got a journey to go\nAnd when the battle get sour and dread\n (I get up and I get it going)\nA lot of weak hearted wither and moan (We get up and we keep it flowing)\nOnly the strong will continue (yeah), I know you have it in you (Yeah, yeah)\nI know you have it in you\n[Verse 2: Nas]\nUh, as I walk through the valley of the shadow of death\nNew York to Cali, for the money, power, respect\nIt's a journey, some'll get left behind\n'Cause in life, you cannot press rewind\nGet it right, you only have one first chance\nTo make one first impression that lasts a lifetime\nReputation supersedes itself\nDo you believe in Hell? Babylon greed for wealth\nDo you deceive yourself and let your ego swell?\nAnd disregard those who most need your help\nThick skin, the dark won't take my soul\nSurvive spiritual wars, see my welts\nAnd the evil's felt, but the faith is stronger\nI saw grown men fall when I was a youngster\nBut I clench my fists, ready to go against whoever\nTie my Timbs and rise in the end\n\n[Chorus: Damian Marley & (Nas)]\nWhen the armageddon's dark and dread (Uh, I get up and make it happen)\nA lot of weak hearted weep and moan (Uh, uh, I get up and we get it cracking)\nOnly the strong will continue, do you have it in you?\nCome, we've got a journey to go\nAnd when the battle get sour and tread (I get up and I get it going)\nA lot of weak hearted wither and moan (We get up and we keep it flowing)\nOnly the strong will continue (Yeah), I know you have it in you (Yeah, yeah)\nI know you have it in you\n[Verse 3: Damian Marley]\nHuh, no man live forever, but never say never\nEvery good, he want better,\n must be a go-getter\nAnd always be clever in every endeavor\n'Cause drastic time call for drastic measure\nYuh birthright to pleasure From yuh navel string sever\nThe land and the treasure, work for whatever\nJah said don't be a beggar,\n \nthe Alpha Omega\nWill bless every soul no matter which name you prefer\nThe immortal stepper\nBelieve in every skin no matter which color they are\nWe never let we don't know here which kind of weather\nYou're destined to rise like the Son of Rebecca\n, \ndon't stop for a second\nEveryone reckon, it sure would be good to be there\nWhether Zion or Mecca\nWhen the gates are finally closed\nAnd the saints go marching in\n\n[Chorus: Damian Marley & (Nas)]\nWhen the armageddon's dark and dread\nA lot of weak hearted weep and moan\nOnly the strong will continue\n, \ndo you have it in you?\nCome, we've got a journey to go\nAnd when the battle get sour and dread\nA lot of weak hearted wither and  moan\nOnly the strong will continue, I know you have it in you\nI know you have it in you\n[Verse 4: Nas]\nI'm a street lifer\n, \nalways harrassed by the cee cyphers\nChief like Geronimo with his peace pipe\nI emerged from the street life\nThis for the homies who relate, know what it be like\nMy QB life takin' a turn to the Louis XIII life\nTwisted and mangled sort of like Bruce Lee life\nCursed with his son Brandon\nIf that's you and me, Knight, I pray our fates greater\nI speak life, I still matter as a rapper, no doubtin'\nEven Toni Braxton signed a deal with Craig Kallman\nHow in, the hell am I supposed stay comfy\nWhen I pay child support, alimony monthly?\nGot Maseratis and Ferraris\nOnly like a woman who's a rider, but only ho's want me\nSingle life crazy, niggas wives on me\nI say \"Stay faithful,\" they say their man corny\nSo I'm, stuck with a married woman, so fine\nCheatin while they husband rushing on the 40-yard line\nWonder if this is what my ex did the whole time\nGood niggas seem to always end up with some hard times, hope not\nIf a pimp slippin and a ho plot\nAin't nothin to a G in a two-tone drop, kid\nAnd it don't stop, see a nigga dissapearin'\nWith the baddest honeys in the whole spot, yeah"
}