{
  "title": "successful",
  "artist": "Ariana Grande",
  "lyrics": "[Intro]\nYeah, yee, mm\nAh, yeah\nYeah\nOoh-ooh (Ayy), yee\n[Verse 1]\nI just got some real good news from work, boy (It's a surprise, surprise)\nYou can't imagine what I'm 'bout to say (It's a surprise, surprise)\nIt's so hard to hold back, baby (It's a surprise, surprise)\nI'm so excited, I can hardly wait (It's a surprise, surprise)\nListen, babe\n[Pre-Chorus]\nTonight, I'm a baller, babe (Tonight, I'm a baller, babe)\nEven way beneath it, ooh, woah (Even way beneath me, shawty)\nWhat else is there to say, boy? (What else is there to say, boy?)\nSay, bae, you should play with me, babe (Yeah)\n[Chorus]\nIt feels so good to be so young\nAnd have this fun, and be successful (Yee)\nI'm so successful (Yeah)\nAnd, girl, you too, you are so young\nAnd beautiful, and so successful (Oh, woah, ayy, yeah)\nI'm so successful (Yee)\n\n[Verse 2]\nThis ain't nothin' ordinary for me (It's a surprise, surprise)\nWe ain't goin' to your favorite place (It's a surprise, surprise; Yeah, yeah)\nYou keep askin', \"What is so special?\" (It's a surprise, surprise)\nYou really wanna know? You'll have to wait (It's a surprise, surprise)\n[Pre-Chorus]\nTonight, I'm a baller, babe (Tonight, I'm a baller, baby)\nEven way beneath it, ooh, woah (Even way beneath me, shawty)\nWhat else is there to say, boy? (What else is there to say, boy?)\nSay, bae, you should play with me, babe (Yee)\n[Chorus]\nIt feels so good to be so young\nAnd have this fun, and be successful (I, I, I; mm-hm)\nI'm so successful\nAnd, girl, you too, you are so young (Mm)\nAnd beautiful, and so successful (Woah, ayy)\nI'm so successful (Yeah, yeah)\n[Bridge]\nLet me put my hands over your eyes (It's a surprise, surprise)\nMm, yeah, mmm (It's a surprise, surprise)\nBoy (Babe), are you ready for your surprise? (It's a surprise, surprise)\n(It's a surprise, surprise)\nMmm, ah, oh, I'ma give it to ya (Mm)\nMmm, ah, oh, I'ma give it to ya (Oh, ayy)\nDo you like it, babe? (Do you like it, babe?)\nDoes it give you chills? (Does it give you chills?)\nDoes it make you feel (Does it make you feel)\nCold? (Yeah)\n\n[Pre-Chorus]\nOh-oh-oh, woah\nTonight, I'm a baller, babe (Tonight, I'm a baller, baby)\nEven way beneath it, ooh, woah (Even way beneath me, shawty)\nWhat else is there to say, boy? (What else is there to say, boy?)\nSay, bae, you should play with me, babe (Yeah)\n[Chorus]\nIt feels so good to be so young\nAnd have this fun, and be successful\nI'm so successful (Yeah)\nAnd, girl, you too, you are so young\nAnd beautiful, and so successful (Yeah)\nI'm so successful (Yeah, yeah)\n[Outro]\nMm, na-na-na-na-na\nMm-mm, ah, yeah\nAh-ayy"
}