{
  "title": "SUCKER PUNCH (Equality pt. 2)",
  "artist": "Doja Cat",
  "lyrics": "[Intro]\nYeah (Yah, yah, yah)\nYah, yah, yah (Fuck that bitch, fuck that bitch)\nYah, yah, yah\nYah, yah\n\"Welcome to the Salty Splatoon, how tough are ya?\nHow tough am I?\nAhhh!\"\nI said, yeah, yeah- (Bitch, pull up, bitch, ayy)\n[Chorus]\nI should punch this bitch (Yah), I should punch this bitch\nI should punch this bitch, I should punch this bitch (Aye, aye)\nI should punch that bitch, I should punch this bitch\nI should punch this bitch, I should punch this bitch\nI should punch this bitch (Yah), I should punch this bitch (I should punch this bitch)\nI should punch this bitch (Right in the neck), I should punch this bitch (Right on the head, right on the head)\nI should punch this bitch (Right in the chest), I should punch that bitch (Right in the chest)\nI should punch that bitch, I should punch that bitch (Yeah, yeah, yeah, yeah, yeah)\n[Verse 1]\nI should get that bitch (Get 'em)\nI should whip that bitch (So whoop 'em)\nI should Chuck-Norris-roundhouse-kick that bitch (Strangle out)\nI should hit that bitch (Get 'em)\nWanna touch that hoe\nShe don't have nothin' that I want but I should rush that hoe\nI should dust that nigga (Dust), lip bust that nigga (Bust)\nAnd I won't but, man, I really don't trust that nigga (Don't trust that nigga)\nTryna work that bitch (I work 'em)\nWanna merk that bitch (Wanna merk 'em)\nBut it's scary 'cause I really think I hurt that bitch (Yah, I would, like, hah)\n\n[Chorus]\nI should punch this bitch, I should punch this bitch (I should punch)\nI should punch this bitch (Yah), I should punch this bitch\nI should punch that bitch, I should punch this bitch\nI should punch this bitch, I should punch this bitch\nI should punch this bitch (Yah), I should punch this bitch, mm\nI should punch this bitch, I should punch this bitch, yah\nI should punch this bitch (My leg), I should punch that bitch (My leg)\nI should punch that bitch (My leg), I should punch that bitch (My leg)\n[Verse 2]\nThat's a fat ol' mouth (Fat)\nCareful what you doubt (Careful)\nI'mma snatch your tracks, attach them, rip that shit back out\nI'mma Hulk Hogan, Dwayne Johnson\nFind the ground and then lay her on it\n like\nCah, cah, cah, say you're sorry bitch\nPah, pah, pah, pay your homage\nYou can get rocked, you can get socked\nI ain't talking oldies when I sing a doo-wop\nI'mma Leonardo, get around a rooftop\nBruce Lee, high kick 'em in the chest and 'hiya!'\nIf I K.O. 'em, I don't think I'm gon' stop\nFull set of nails laid out in the street\nAll that hair cost about five G's\nAll that lip, finna crack them teeth\nKeep talkin' bitch\n\n[Chorus]\nI should punch this bitch (Yah), I should punch this bitch\nI should punch this bitch, I should punch this bitch (Ayy, ayy)\nI should punch that bitch, I should punch this bitch (That bitch)\nI should punch this bitch (That bitch), I should punch this bitch\nI should punch this bitch (Yah), I should punch this bitch (I should punch)\nI should punch this bitch (Right bitch?), I should punch this bitch (Right on the head, right on the head, right on the chest)\nI should punch this bitch (Right on the chest), I should punch that bitch (Right on the head, right on the head, right on the chest)\nI should punch that bitch, I should punch that bitch (C'mon)"
}