{
  "title": "Suicidal Thoughts in the Back of the Cadillac",
  "artist": "Crush",
  "lyrics": "[Verse 1]\nHow could you tell me I'm not the one?\nFuck that, bust back, put the Bible down\nDevil in my soul, mind runnin' around\nI might blast on your ass, get down when I say so\nGo around the corner, pick me up when I'm done\nThree blocks I'ma run, open the door when I arrive\nSay bye to your God, hands rise to the sky if you feel me\n[Chorus]\nYou think rollin' with a piece gon' get you your peace back?\nYou fuckin' these hoes, but they fuckin' you back\nEvery time you turn your back\nSuicidal thoughts in the back of the Cadillac\nSuicidal thoughts in the back of the Cadillac\nYou think rollin' with a piece gon' get you your peace back?\nYou fuckin' these hoes, but they fuckin' you back\nEvery time you turn your back\nSuicidal thoughts in the back of the Cadillac\nSuicidal thoughts in the back of the Cadillac (Yuh, yuh, yuh)\n[Verse 2]\nI'm wired with desire, throw the water in the fire\nEngulfed with hoes, clothes, money, foes, but it all goes\nEventually, I'll pack a nine and a simile\nFor the fake smiles in my eyes\nYeah, they took my eye, so I took their eye\nNow we all blind to the truth\nClap on your wack ass, then it's back to the booth, yuh\n\n[Chorus]\nYou think rollin' with a piece gon' get you your peace back?\nYou fuckin' these hoes, but they fuckin' you back\nEvery time you turn your back\nSuicidal thoughts in the back of the Cadillac\nSuicidal thoughts in the back of the Cadillac\nYou think rollin' with a piece gon' get you your peace back?\nYou fuckin' these hoes, but they fuckin' you back\nEvery time you turn your back\nSuicidal thoughts in the back of the Cadillac\nSuicidal thoughts in the back of the Cadillac (Yuh)\n[Verse 3]\nDon't be a bitch, I want to watch you do it\nDon't stop, cock it back and pop the bullet\nGlock big enough to blow off the mullet\nOn Joe Dirt, when it hits your brain it won't hurt no more\nJust know when I go, play \"Chop Suey\" at my funeral\nDon't cry, just vibe with my dead body\nThis is what I wanted, hope I don't regret it\nThis is what you wanted, lil' bitch, right? Yuh\n[Chorus]\nYou think rollin' with a piece gon' get you your peace back?\nYou fuckin' these hoes, but they fuckin' you back\nEvery time you turn your back\nSuicidal thoughts in the back of the Cadillac\nSuicidal thoughts in the back of the Cadillac\nYou think rollin' with a piece gon' get you your peace back?\nYou fuckin' these hoes, but they fuckin' you back\nEvery time you turn your back\nSuicidal thoughts in the back of the Cadillac\nSuicidal thoughts in the back of the Cadillac\n\n[Outro]\nYuh (Yuh), yuh (Yuh), yuh (Yuh), yuh\nYuh (Yuh), yuh (Yuh), yuh (Yuh), bitch (Bitch)"
}