{
  "title": "Superwoman (Where Were You When I Needed You)",
  "artist": "Stievie Wonder",
  "lyrics": "[Part I: Superwoman]\n[Verse 1]\nMary wants to be a superwoman\nBut is that really in her head?\nBut I just want to live each day\nTo love her for what she is, mmm\nMary wants to be another movie star\nBut is that really in her mind?\nAnd all the things she wants to be\nShe needs to leave behind\n[Chorus]\nBut, very well, I believe I know you very well\nWish that you knew me, too, very well\nAnd I think I can deal with everything going through your head\nVery well, and I think I can be very well\nWish that you knew me, too, very well\nAnd I think I can cope with everything going through your head\n[Verse 2]\nMary wants to be a superwoman\nAnd try to boss the bull around\nBut does she really think that\nShe will get by with a dream?\nMy woman wants to be a superwoman\nAnd I just had to say goodbye\nBecause I can't spend all my hours\nStarting to cry\n\n[Chorus]\nBut, very well, I believe I know you very well\nWish that you knew me, too, very well (Very well)\nAnd I think I can deal with everything going through your head\nVery well, think that I know you, too, very well\nWish you knew me like I know you, very well (Very well)\nBut I think I can deal with everything going through your head\n(Your filthy head)\nVery well, dum dum da, dum dum da\nVery well, wish you knew me, too, very well (Very well)\nAnd I wish I could think of everything going through your head\nVery well, dum dum da, dum da, dum da\nDum dum da, dum da, very well\nAnd I think I can deal with everything going through your head\n[Part II: Where Were You When I Needed You]\n[Verse 1]\nWhen the summer came, you were not around\nNow the summer's gone, and love cannot be found\nWhere were you when I needed you–last winter, my love?\n[Verse 2]\nWhen the winter came, you went further south\nParting from love's nest, leaving me in doubt\nWhere are you when I need you–like right now?\n\n[Bridge]\nOur love is at an end\nBut you say now you have changed\nBut tomorrow will reflect love's past\n[Verse 3]\nWhen the winter came, you were not around\nThrough the bitter winds, love could not be found\nWhere were you when I needed you–last winter, my love?\n[Pre-Bridge]\nOh, I need you, baby, I need you, baby\n[Bridge]\nOur love is at an end\nBut you say now you have changed\nBut tomorrow will reflect love's past, oh\n[Verse 4]\nSpring will fill the air, you will come around\nIs it summer love that will let me down?\nWhere were you when I needed you–last winter, my love?\n[Outro]\nLa la la la la, la la la la la\nLa la la la la, la la la la la\nWhere are you when I need you–like right now?\nRight now, right now, right now\nOh...\nOh, oh, yeah, yeah\nWhere were you when I needed you last winter, my dear?\nI need you, baby, I need you, baby, I need you, baby\nI needed you, baby, I needed you, baby, I needed you, baby\nOh, where were you when I needed you last winter, last winter?\nYeah, need you, baby, need you, need you, baby\nOh, you want me to need you, baby\nOh, where were you when I needed you last? Dear, yeah..."
}