{
  "title": "Super Ugly (I Got Myself A Gun)",
  "artist": "Jay-Z",
  "lyrics": "[Intro: Jay-Z & \nSample\n]\nWoke up this morning\n (Uh-oh!)\nGot yourself—yourself—yourself—yourself\nChyeah\n[Hook: Jay-Z]\nI got myself a gun\nUh-oh! Geah, geah\nYeah, I got myself a gun\nBrooklyn, stand up\nI got myself a gun\n[Verse 1: Jay-Z]\nBut really, I don't need the heat (Nah)\nYour heart pump project Kool-Aid, you're sweet (Nigga)\nI don't got a two-way, you gays\nThis is not beef, this is rap, homie; I don't have a scratch on me\nYou feel Jay soft, rip Jay off\nDamn, I'm only worth over a hundred million\nLook, I got beef with, like, a hundred children\nNiggas with pink suits (Faggot) tryna get cute (Ha)\nYou a little out of line homie, don't let the nine, homie\nPut you out your mind, homie, just rhyme, homie\nKick your little lies, I kick my real facts\nLike you sneaking out the back of that Source Soundlab, ha (Pew!)\nWe wasn't chasing you (Nah), we had a taping, too\nWe came through to do our one-two thing (Check, what's up)\nIt wasn't a Roc-A-Fella come-through thing\n'Cause if it was on like that, I would come through Queens\nWith Queens niggas—you know how I do (Ya heard)\nLook, I got more shooters in Queensbridge than you (Tah)\nNiggas'll tie you up on the Colosseum roof\nAnd open beer bottles off the boy chipped tooth (Ping!)\nLook here\n\n[Hook: Jay-Z]\nI got myself a gun\nUh-oh! Uh-huh, ugh, ugh, geah\nYeah, I got myself a gun\n[Verse 2: Jay-Z]\nListen, I'm the J, the A, to the fuck-this-broad (Oh)\nThis nigga never sold Aspirin—how you Escobar?\nHad to buy your chain back last time you got robbed (Goddamn)\nThe nerve of this coward nigga, oh my God\nAnd I don't rap rumors or innuendos\nI bring it to you live, lift up your window\nLet the public peek in, see your dirty laundry\nY'all don't want me to continue, ho!\n[Interlude: Jay-Z, \nKnoc-turn'al\n, & \nDr. Dre\n]\nSuper ugly\n (Nigga!)\nI don't give a fuck\n[Hook: Knoc-turn'al]\nAll I really know is your ho wants to be with me\nAnd she ain't playing\nAnd what I'm saying (She creeps, she creeps)\nWith me and sleeps between the sheets\n[Verse 3: Jay-Z, \nDr. Dre\n]\nMe and the boy A.I. got more in common\nThan just balling and rhyming—get it? More in Carmen\nI came in your Bentley backseat (Damn)\nSkeeted in your Jeep (Woo)\nLeft condoms on your baby-seat (Woo)\nHere, nigga—the gloves is off, the love is done\nIt's whatever, whenever, however, nigga (One!)\nAnd since you infatuated with saying that gay shit: (Faggot)\nBitch, you was kissing my dick when you was kissing that bitch! (Oh)\nNasty shit,\n \nyou thought I was boning Renette\nYou calling Carm' (Hello) a hundred times (Hello), I was (Hello) boning her neck (Call me back)\nYou got a baby by the broad, you can't disown her yet\nWhen does your lies end? When does the truth begin?\nWhen does reality set in, or does it not matter?\nGotta hurt: I'm your baby mama's favorite rapper (Haha)\nAnd ask your current girl, she know what's up\nHolla at a real nigga! Jigga! \n(I don't give a fuck!\n)\n\n[Hook: Knoc-turn'al]\nAll I really know is your ho wants to be with me\nAnd she ain't playing\nAnd what I'm saying (She creeps with me)\nAnd sleeps between the sheets\n[Outro: \nGodfather\n clip]\n\"\nThat's all right. These things gotta happen every five years or so. Ten years. Helps to get rid of the bad blood. It's been ten years since the last one.\""
}