{
  "title": "Super Bowl LIX Halftime Show",
  "artist": "kendrick lamar",
  "lyrics": "[Intro]\nThe National Football League welcomes you to the Apple Music Super Bowl 59 halftime show\n[Part I: Bodies]\n[Intro: Samuel L. Jackson]\nSalutations, it's your uncle, Sam\nAnd this is the great American game\n[Verse: Kendrick Lamar]\nReincarnated with love\nMy Gemini twin back, powerin' up\nNo more handshakes and hugs\nThe energy only circulate through us\nEverybody must be judged\nBut this time, God only favorin' us\nTwenty years in, still got that pen dedicated to bare hard truth\nEtiquette speak with a vigilant tongue, predicate this time is-\nI'm carryin' heavier hearts right now, I can power lift with Olympians, too\nCarryin' various darts right now, I desert this uh, like tiramisù\nWe goin' body for body, I hand you a body, I'm probably a better masseuse\nReally don't bother nobody, but they run it by me if I gotta clear out the room\nYou would not get the picture if I had to sit you for hours in front of the Louvre\nUh, would not have a soul, even if I had told you to stand next to Johnny and Q\nStarted with nothin' but government cheese, but now I can seize the government, too\nRemember the food stamp color was tan and brown, but now the hunnid in blue\n'Member I said \"I'm the greatest\" back when you debated the number one and number two?\nTopic was always hilarious to me\nYou carried 'em to me, I brung out the— Christ\n\n[Segue: Kendrick Lamar]\nThe revolution 'bout to be televised\nYou picked the right time, but the wrong guy\n[Part II: squabble up]\n[Intro: Kendrick Lamar]\nSomeone better squabble up\nReincarnated\nI was stargazin'\nLife goes on, I need all my babies (Gyah, gyah)\n[Verse: Kendrick Lamar & \nDebbie Deb\n]\nWoke up lookin' for the broccoli\nHigh-key, keep a horn on me, that Kamasi\nIP, ownership, the blueprint is by me\nMr. Get Off, I get off and mop feet\nWhen I hear music\n (What?), \nit makes me dance\n (Ayy)\nYou got the music\n (Woo), \nnow is your chance\nThunk, thunk, thunk, thunk, thunk, baby rockin' it\nQuid pro quo, what you want? 'Cause I'm watchin' it\nWork on the floor, let me know if you clockin' it\nBrodie won't go, but I know that he poppin' it\nIt was woof tickets on sale 'til I silenced it\nPipe down, young, these some whole other politics\nUh, that's a (What?) in him, that's a lot of (What?)\nDon't hit him, he got kids with him, my apologies\nGhetto child, it was Black & Milds with the Smirnoff\nWe outside, whoadie 'bout to kill him off\nBlaps, blaps, fact, brick of raw\nTell me why you boys rap if it's fictional?\nTell me why you boys fed if it's criminal?\n\"Ayy, Dot, can I get a drop?\" Nah\nAce boon coon from the Westside to Senegal\nFull moon, let the wolves out, I been a dog (Ah)\n\n[Chorus: Kendrick Lamar]\nSquabble up (Squabble up), squabble up (Squabble up)\nSquabble up (Squabble up), squabble up (What?)\nSquabble up (Squabble up), squabble up (What?)\nSquabble up (Squabble up), squabble up\n[Segue: Samuel L. Jackson]\nNo, no, no, no, no\nToo loud, too reckless, too ghetto\nMr. Lamar, do you really know how to play the game?\nThen tighten up\n[Part III: HUMBLE.]\n[Intro: Kendrick Lamar]\nNobody pray for me\nIt been that day for me\nWay (Yeah, yeah)\n[Verse: Kendrick Lamar]\nAyy, I remember syrup sandwiches and crime allowances\nFinessin' on 'em with some counterfeit, now I'm countin' this\nParmesan where my accountant lives, matter of fact, I'm downin' this\nD'ussé with my boo bae, tastes like Kool-Aid for the analysts\nGirl, I can buy you the world with my paystub\nI know it's good, won't you sit it on my taste bloods?\nI get way too petty once you let me do the extras\nPull up on your block, then I break it down, you can call it Tetris\nA.m. to the p.m., p.m. to the a.m., funk\nEat up on your per diem, you just gotta hate 'em, funk\nIf I quit your BM, I still ride Mercedes\nIf I quit this season, I still be the greatest, funk\nMy left stroke just went viral\nRight stroke put lil' baby in a— uh\n\n[Chorus: Kendrick Lamar]\nBe humble (Hold up)\nSit down (Hold up, lil'— hold up, lil')\nBe humble (Hold up)\nSit down (Hold up, sit down, lil'— sit down, lil')\nBe humble (Hold up, hold up, hold up)\nSit down (Hold up, lil'— hold up, lil')\nBe humble (Hold up)\nSit down (Hold up, hold up, hold up, hold up)\nHol' on\n[Part IV: DNA.]\n[Verse: Kendrick Lamar]\nI got, I got, I got, I got—\nLoyalty, got royalty inside my DNA\nCocaine quarter piece, put the war and peace 'side my DNA (Huh, huh, huh, Christ)\nPower, poison, pain, and joy inside my DNA\nThat's hustle, though, ambition flow inside my DNA\nWas born like this, perform like this, Yeshua new weapon\nTransform like this, was Yeshua new weapon\n[Segue: Kendrick Lamar]\nThat's murder, conviction (\nYeah, oh, oh\n)\nBurners, boosters, burglars, ballers, dead (\nYeah, oh, oh\n)\nScholars, fathers dead with kids and (\nYeah, oh, oh\n)\nI wish I was (\nYeah\n), hol' on\n[Part V: euphoria]\n[Verse: Kendrick Lamar]\nYeah, I'm out the way, yeah, I'm low, okay\nIsland right here's remote, okay\nThinkin' about no reaper, I'm reapin' what I sow, okay\nBenjamin and a Jackson all in my house like I'm Joe, okay\nHellcat, made his homeboys and them type sell they soul, okay\nEverybody wanna be demon, get chipped by a throwaway\nAnd I might do a show a day, always a lame\nOh, you thought the money, the power or fame would make you?\nHave you ever played have-you-ever? Okay, let's play\nHave you ever walked your enemy down with a poker face?\nMan, I know y'all boys sleep\nEver since Parmelee, it's K-D-O-T,\n \nwhat? (Bum)\n[Part VI: man at the garden]\n[Verse: Kendrick Lamar]\nI deserve it all\nKeep these bums away from me\nKeep my essence contagious, that's okay with me\nBurn this thing down, don't you play with me, stay with me\nCrashin' out right now, it ain't safe with me\nDid it with integrity, these boys try to hate on me, just wait and see\nMore blood be spillin', it's just paint to me\nDangerously, ain't no changin' me, ain't no shame in me\nFlip a coin, you want the dangerous me or the famous me?\nHow annoying\nFrom the poise and the game I speak? A shame to me\nIt's important, I deserve it all because it's mine\nWhy you think you deserve the greatest of all t—?\n[Part VII: peekaboo]\n[Intro: Samuel L. Jackson & \nKendrick Lamar\n]\n(\nGive a helping hand\n) Ah, see you brought your homeboys with you\nThe old culture cheat code (\nTo your fellow men\n)\nScorekeeper, deduct one life\n (\nOh, my—\n)\nAyy, what?\nLook\n[Chorus: Kendrick Lamar]\nWhat they talkin' 'bout? They ain't talkin' 'bout nothin'\nWhat they talkin' 'bout? They ain't talkin' 'bout nothin'\nWhat they talkin' 'bout? They ain't talkin' 'bout nothin'\nWhat they talkin' 'bout? They ain't talkin' 'bout nothin'\nHuh? They ain't talkin' 'bout nothin'\n[Verse 1: Kendrick Lamar]\nPeekaboo, I just put them boogers in my chain\nPeekaboo, eighty-pointers like a Kobe game\nPeekaboo, 7.62s'll make 'em plank\nPeekaboo, I'm poppin' out, you better not smut my name\nPeekaboo, I put two foreigns on the 405\nPeekaboo, that's cacio e pepe if I'm doin' pasta\nPeekaboo, why you actin' tough on IG Live?\nPeekaboo, you know my loved ones with that, let's get it\n[Verse 2: Kendrick Lamar]\nPeekaboo\n, surprise, uh, it's your boy, Chike E. Cheese\nPeekaboo\n, I FaceTimed my opp, yeah, I'm up the street (Woah)\nPeekaboo\n, it's A-Z-Z, I put the boys to sleep (Woah, woah, woah)\nPeekaboo\n, he on the ground, praise God and stompin' feet (Woah, woah)\n[Interlude: Kendrick Lamar]\nPeekaboo\nLadies (\nYes, Dot?\n)\nI wanna make a move (\nFor sure\n)\nI wanna perform they favorite song\nBut you know they love to sue\n \n(\nWhat song?\n)\nYeah, that song (\nThat song?\n)\nAh, maybe I'll think about it (\nOh, no\n)\nKnow what, I'll slow it down\nSay, ladies, do me this solid (\nOoh\n)\n[Outro: Samuel L. Jackson]\nOh, you done lost your damn mind\n[Part VIII: luther]\n[Intro]\nIf this world were mine\n[Verse 1: Kendrick Lamar]\nHey, Roman numeral seven, bae, drop it like it's hot\nThis world was mine, I'd take your dreams and make 'em multiply\nThis world was mine, I'd take your enemies in front of God\nIntroduce 'em to that light, hit them strictly with that fire\nFah-fah, fah-fah-fah, fah-fah\n[Chorus: SZA, \nSZA & Kendrick Lamar\n]\nSo this world, concrete flowers grow\nHeartache, she only doin' what she know\nWeekends, get it poppin' on the low\nBetter days comin' for sure\nIf this world were—\nIf it was up to me\nI wouldn't give these nobodies no sympathy\nI'd take away the pain, I'd give you everything\nI just wanna see you win, wanna see\n (\nIf this world were mine\n)\n[Verse 2: SZA & \nKendrick Lamar\n]\nIt go in (\nUh\n), out (\nOut\n), do it real slow (\nSlow\n)\nBaby, you a star (\nStar\n), strike a pose\nWhen I'm (\nUh\n) with you (\nUh\n), everything goes (\nUh-huh\n)\nCome and put that on my soul\n[Part IX: All The Stars]\n[Verse: Kendrick Lamar]\nTell me what you gon' do to me\nConfrontation ain't nothin' new to me\nYou can bring a bullet, bring a morgue, bring a sword\nBut you can't bring the truth to me\nBump you and all your expectations\nI don't even want your congratulations\nI recognize your false confidence\nPromises all in your conversation\nI hate those that feel entitled\nLook at me crazy 'cause I ain't invite you\nOh, you important?\nYou the moral to the story? You endorsin'?\nI don't even like you\nCorrupt a man's heart with a gift\nThat's how you find out who you dealin' with\nA small percentage who I'm buildin' with\nI want the credit if I'm losin' or I'm winnin'\nOn my mama, Solána\n[Chorus: SZA & \nKendrick Lamar\n]\nThis may be the night that my dreams might let me know (\nUh\n)\nAll the stars are closer\nAll the stars are closer (\nUh\n)\nAll the stars are close\nThis may be the night that my dreams might let me know\nAll the stars are closer\nAll the stars are closer\nAll the stars are closer\n[Segue: Samuel L. Jackson]\nYeah-eah\nThat's what I'm talkin' about\nThat's what America wants, nice and calm\nYou're almost there\nDon't mess this—\nAh\n[Part X: Not Like Us]\n[Intro: Kendrick Lamar]\nOh no\nIt's a cultural divide, I'ma get it on the floor\nYou really 'bout to do it?\nForty acres and a mule, this is bigger than the music\nYou really 'bout to do it?\nYeah, they tried to rig the game, but you can't fake influence\nThen get on it like that\nAyy, I'm trippin', I'm slidin', I'm ridin' through the back like, \"Baow\"\n[Verse: Kendrick Lamar]\nMustard on the beat, bro\nDeebo any rap, uh, he a free throw\nMan down, call an amberlamps, tell him, \"Breathe\"\nNail them boys to the cross, they walk around like Teez'\nWhat's up with these jabroni-O, uh, tryna see Compton?\nIndustry can hate me, bump 'em all and they mama\nHow many opps you really got? I mean, it's too many options\nFinna crash on this body, I'm John Stockton\nWhat? Beat your— and hide the Bible if God watchin'\nSometimes you gotta pop out and show\nCertified boogeyman, I'm the one that up the score\nWalk him down, whole time, I know he got some ho\nPole, extort sh—, bully Death Row\nSay, Drake, I hear you like 'em young\nYou better not ever go to cell block one\nTo any— that talk to him and they in love\nJust make sure you hide your lil' sister from him\nThey tell me Chubbs the only one that get your hand-me-downs\nParty at the party playin' with his nose now\nBaka got a weird case, why is he around?\nCertified Lover Boy? Certified— (Christ)\n(Wop, wop, wop, wop, wop) I'm on 'em tough\n(Wop, wop, wop, wop, wop) I'ma do my stuff\nWhy you trollin' like a—? Ain't you tired?\nTryna strike a chord and it's probably A minor\n[Chorus: Kendrick Lamar]\nThey not like us (No), they not like us (No), they not like us (What?)\nThey not like us (No), they not like us (No), they not like us\n[Outro: Kendrick Lamar]\nAre you my friend?\nAre we locked in?\nThen step this way, step that way\nThen step this way, step that way, hol' on\n[Part XI: tv off]\n[Intro: Kendrick Lamar]\nI go by the name of K-Dot, Dot, Kendrick Lamar, Oklama, Mr. Morale\nThis is GNX\nWe come all the way from Compton, California threw a party with y'all\n(\nMustard on the beat\n) Let me hear you say\n[Chorus: Kendrick Lamar]\nMustard\nThey actin' bad, but somebody gotta do it\nGot my foot up on the gas, but somebody gotta\nTurn his TV off, turn his TV off\nHuh, turn his TV off, turn his TV off\nHuh, turn his TV off, turn his TV off\nTurn his TV off, turn his TV off\n[Verse: Kendrick Lamar]\nAin't no other king in this rap thing, they siblings\nNothing but my children, one shot, they disappearin'\nIn the city where the flag be gettin' thrown, pass interference\nPadlock around the\nCrash, pullin' up in unmarked truck just to play freeze tag\nBone to pick like it was sea bass\nWhen I made it out, I made about 50K from a show\nI showed y'all the ropes before they hung from a rope\nI'm prophetic, they talk about it, how I did it\nGood for savin' face, I seen the cosmetics\nHeads I gotta take to level my aesthetics\nHurry up, your muscle up, we up the higher metric\nRan up out of luck soon as I upped the highest metric\nSuper Bowl made a feat, you die, I bet it\nMouth get full of deceit, cowards tell it\nWalk in New Orleans with the etiquette of L.A., yellin'\n[Chorus: Kendrick Lamar]\nMustard (Oh, man)\nThey actin' bad, but somebody gotta do it\nGot my—, on the—, but some— gotta—, ha\nTurn his TV off, turn his TV off\nHuh, turn his TV off, turn his TV off\nHuh, turn his TV off, turn his TV off\nTurn his TV off, turn his—\n[Outro]\nThe National Football League and Apple Music thank you for watching the Super Bowl 59 halftime show"
}