{
  "title": "Surrounded by Hoes",
  "artist": "50 cent",
  "lyrics": "People knows 50 cent is one of the best east coast rapper. The album  I like is Guess who back? 50 cent is the future,  Get rich or die tryin', The Massacre and Beg for mecry\n[Intro]\nUh, yeah, yeah, yeah\nYeah!\n[Chorus]\nEverywhere I'm at, everywhere I go (Uh-uh)\nI stay surrounded by hoes\nEven when I'm tryna be on the low\nI'm recognized by hoes\nMan, it's gotta be 'cause of the dough\nIt's got to be 'cause of the dough\n'Cause the game sure wasn't like this before (Uh-uh)\nIt wasn't like this before (Wooh)\nEverywhere I'm at, everywhere I go (Come on)\nI stay surrounded by hoes (Uh-uh)\nEven when I'm tryna be on the low (Yeah)\nI'm recognized by hoes\nMan, it's gotta be 'cause of the dough (Yeah, it's 'cause of the dough)\nIt's got to be 'cause of the dough\n'Cause the game sure wasn't like this before\nIt wasn't like this before\n[Verse]\n50 Cent, I'm makin hits now\nDon't try an act like you ain't heard, I'm the shit now\nSome bitches changed, 'cause they know I'm fittin to blow\nYou should see how they react when I come through the door\nIn the club my niggas, we fittin to ball out, drink till we fall out\nSome shit jump off, nigga we goin all out\nShots big enough to tear the fuckin wall out\nI'll have your punk ass on the dance floor tryna crawl out\nI had bad luck, then my luck changed up\nYou see the Range, you see the rims all blinged up\nYou ain't hear what I charge for 16, I'm makin a killin\nThese other rap niggas just catching feelings (Uh-uh)\n\n[Chorus]\nEverywhere I'm at, everywhere I go (Wooh)\nI stay surrounded by hoes\nEven when I'm tryna be on the low (I'm on the low)\nI'm recognized by hoes\nMan, it's gotta be 'cause of the dough (Gotta be)\nIt's got to be 'cause of the dough\n'Cause the game sure wasn't like this before\nIt wasn't like this before\n[Outro]\nHaha, yeah\nYeah that's it nigga, what the fuck you thought?\nI ain't giving niggas more than 16 for a motherfuckin freestyle\nThe fuck you want for free, man?\nY'all niggas be wanting a lot for free man\nFuck them other niggas, other niggas can't rap\nThat's why they give you 100 motherfuckin bars for nothing, man\nYou know what I mean\nFuck that shit, man, I ain't gonna sit there rappin to you all night\nHaha, the fuck, man?\nHey yo, Sha Money XL, \nnigga teamwork\nWe work hard, nigga, 50 Cent"
}