{
  "title": "Suspect",
  "artist": "Nas",
  "lyrics": "[Produced by L.E.S.]\n[Intro: Nas & \nrandom guy\n]\nYo, what up, dunn?\nSon, what up?\nYo, I just got my hands on this new biscuit, nahmsayin'?\nWord?\nI gotta go see somethin' real qui-\nYo, walk with me here real fast, yo\nWord? Right\nYo, yo, son, man\nSee them niggas right there, man?\nYeah\nI'm sayin', man, \nit's about time, man\nThese niggas are shoutin' at everythin', you know what I'm sayin'?\nThem niggas is gettin' my money, yo!\nThem niggas is gettin' MY money, yo!\nYo, fuck that, man, I'mma get that nigga, yo\n[Verse 1]\nIt was a murder — Jake just hit the corner, people swarmin'\nThree in the mornin', I jumped out my cab like \"Fuck!\"\nNiggas is buck, mega bloodshed, the tape's red\nI heard some bird whisper, \"Yo, he should've ducked\"\nI puffed the lila, just before I hit the scene for real-er\nI'm all high\n, it's late, I'm lookin' down at the fella\nShit's pushed in, ambulance placed him on some cushion\nHis moms had a stare I wouldn't dare second look when I murk\nIt hurt, kinda took it as a brief reminder\nThat the street's designed to stop ya life clock\n, \nthe beast'll time ya\nCell to cell, suspect-ass nigga, you fail\nFirst time locked in Comstock\n, \nmy mind blocks the frail\nBurstin', blastin' at you, forty cal' shells split your dry cell\nMy niggas never snitch, why tell?\nWe roll wit' no regrets, destinies, fifties and equities\nQueens'll be the death of me!\n\n[Chorus]\nTo the suspect witness — don't come outside\nYou might get your shit pushed back tonight\n(Suspect witness — don't come outside\nYou might get your shit pushed back tonight)\nSuspect witness — don't come outside\nYou might get your shit pushed back tonight\n(Suspect witness — don't come outside\nYou might get your shit pushed back tonight)\n[Verse 2]\nDear God, I want the riches, money-hungry bitches infested\nGivin' the jealous niggas sickness to witness\nMy crew dresses in vests-es, feel the essence\nTry to test this scientist, able and reckless\nSlaughter, Nautica down, frames look petite\nTen millies, minks designed just for my physique\nI keep a low pro' as if I owe, bless the flow lovely\nMy pants hang while I'm dancin', sippin' the bubbly\nHey! Me no worry, hashish keep my eyes Chinese\nRollin' two Phillies together make blunts Siamese\nI meant it, I represent it, descendant made of early natives\nThat were captured and taught to think backwards\nTrapped us in a cracker's psychiatric, it's massive\nA Million Man March, alert the masses\nTan Clarks, Armani in small print upon my glasses\nDon assassins, Armageddon\nThe wedding of a freak and a beast\nSeven heads, got the righteous threatened\nLife Was Written, the plot curves behind the settin'\nComprehend the grammar, math we own\nAre you the type of nigga to shoot a leg to get your name known?\nI flip the brain tone, \nniggas get hit and wrapped in plastic\nThe mic I strike in vain givin' the pain of what a MAC is\nWhat you wit'? Lucci or drama? No sleep means insomnia\nNo need to check the clock, the streets'll time ya\n\n[Chorus]\nSuspect witness — don't come outside\nYou might get your shit pushed back tonight\n(Suspect witness — don't come outside\nYou might get your shit pushed back tonight)\n[Verse 3]\nYeah, yeah, it justifies, Nas Escobar's leavin' shit mesmerized\nMega live like the third world\nDecipher my deceiver, make him a believer\nSpittin' Gem Stars words in my mic type receiver\nBond is my life, so I live by my word\nNever fraudulent, Queensbridge don't make no herbs\nSpread my name to deacons, politicians while they speakin'\nRebel to America civilization, caught you sleepin' (Blaow!)\n[Outro]\nQueensbridge, boy! Once again, boy!\n(Recognize, boy! Recognize!) Stupid motherfuckers!\nYeah, yeah, street educated, created\nFly gangsta, Firm style\nAZ — what up, what up?\nJungle, Benny Blanco from the 'Bridge\n'Mega, Big Hi clap 'em down\nL.E.S. on a murder quest\nYeah, yeah, y'all"
}