{
  "title": "Sweet Thing/Candidate/Sweet Thing (Reprise)",
  "artist": "David Bowie",
  "lyrics": "It's safe in the city to love in a doorway\nWrangle some screams from the dawn\nAnd isn't it me, putting pain in a stranger?\nLike a portrait in flesh, trails on a leash\nWill you see that I'm scared and I'm lonely?\nSo I'll break up my room, and yawn and I'll\nRun to the center of things\nWhere the knowing one says:\nBoys, boys, its a sweet thing\nBoys, boys, its a sweet thing, sweet thing\nIf you want it, boys, get it here, thing\n'Cause hope, boys, is a cheap thing, cheap thing\"\nI'm glad that you're older than me\nMakes me feel important and free\nDoes that make you smile, isn't that me?\nI'm in your way, and I'll steal every moment\nIf this trade is a curse, then I'll bless you\nAnd turn to crossroads and hamburgers\nBoys, boys, its a sweet thing\nBoys, boys, its a sweet thing, sweet thing\nIf you want it, boys, get it here, thing\n'Cause hope, boys, is a cheap thing, cheap thing\"\nI'll make you a deal, like any other candidate\nWe'll pretend we're walking home 'cause your future's at stake\nMy set is amazing, it even smells like a street\nThere's a bar at the end where I can meet you and your friend\nSomeone scrawled on the wall \"I smell the blood of les tricoteuses\"\nWho wrote up scandals in other bars\nI'm having so much fun with the poisonous people\nSpreading rumors and lies and stories they made up\nSome make you sing and some make you scream\nOne makes you wish that you'd never been seen\nBut there's a shop on the corner that's selling papier mache\nMaking bullet-proof faces; Charlie Manson, Cassius Clay\n\"If you want it, boys, get it here, thing\"\nSo you scream out of line:\n\"I want you! I need you! Anyone out there? Any time?\"\nTres butch little number whines \"Hey dirty, I want you\nWhen it's good, it's really good, and when it's bad I go to pieces\"\nIf you want it, boys, get it here, thing\nWell, on the street where you live I could not hold up my head\nFor I put all I have in another bed\nOn another floor, in the back of a car\nIn the cellar of a church with the door ajar\nWell, I guess we must be looking for a different kind\nBut we can't stop trying 'til we break up our minds\n'Til the sun drips blood on the seedy young knights\nWho press you on the ground while shaking in fright\nI guess we could cruise down one more time\nWith you by my side, it should be fine\nWe'll buy some drugs and watch a band\nThen jump in the river holding hands\n[Part Three: Sweet Thing (Reprise)]\n\"If you want it, boys, get it here, thing\n'Cause hope, boys, is a cheap thing, cheap thing\"\nIs it nice in your snow storm, freezing your brain?\nDo you think that your face looks the same?\nThen let it be, it's all I ever wanted\nIt's a street with a deal, and a taste\nIt's got claws, it's got me, it's got you ..."
}