{
  "title": "Sweet Dreams",
  "artist": "Lil Wayne",
  "lyrics": "[Intro: Beyoncé]\nTurn the lights on\n[Verse 1: Beyoncé]\nEvery night I rush to my bed\nWith hopes that maybe I'll get a chance to see you\nWhen I close my eyes, I'm going out of my head\nLost in a fairytale, can you hold my hands and be my guide?\n[Pre-Chorus: Beyoncé]\nClouds filled with stars cover your skies\nAnd I hope it rains, you're the perfect lullaby\nWhat kind of dream is this?\n[Chorus: Beyoncé & \nNicki Minaj\n]\nYou could be a sweet dream or a beautiful nightmare\nEither way I don't wanna wake up from you (Turn the lights on)\nSweet dream or a beautiful nightmare\nSomebody pinch me, your love's too good to be true (Turn the lights on)\nMy guilty pleasure, I ain't going nowhere\nBaby, 'long as you're here, I'll be floating on air\n'Cause you're mine\nYou can be a sweet dream or a beautiful nightmare\nEither way I don't wanna wake up from you (Turn the lights on, \nyo\n)\n[Verse 2: Nicki Minaj]\nYo, Young Money right here\nBike gear, throw it up, no high chair\nCold like a white bear\nFreddy Krueger, I'm a rap bitch nightmare\nAnd I'm rich, I could buy you\nKill bitches, leave they body in the Bayou\nMore brain than a IQ\nMore head than a dread, my youte\nAnd my bank account ain't hardly empty\nThat's why I come through in a Barbie Bentley\nSo please mamacita, please no envy\nWhen you come around it reads no entry\nWho's next to go? My flow's so flexible\nGet gas, then get at me, Texaco\nShoot yourself in the leg, Plaxico\nWhite jag with the twisted lip\nI ain't Mike Jack but \"This Is It\"\nB-b-b-boo, I'm everywhere\nYou like balloon boy, mama, you was never there\nI am the Kung Fu Panda\nFuck all your blogs, fuck all your propaganda\nGood for the goose, then its good for the gander\nNicki ain't a rapper, Nicki is a brander\nPlease, you can never compare to me\nAll these bitches is scared of me\nI am who they couldn't even dare to be\nSo that's all folks, badabadee\nI go hard, pause\nHospital flow, get more gauze\nI'm a bad bitch on all fours\nThe President be like, \"It's all yours\"\nWeezy and Nicki bring the A-game, high stats\nGo together like Ricky and his eye patch\nGo together like a team in the gym\nKareem and the ring\n, the queen and the king\n\n[Bridge: Beyoncé & \nLil Wayne\n]\nTattoo your name across my heart\nSo it will remain\nNot even death could make us part (\nNo Ceilings\n)\nWhat kind of dream is this?\nYou could be a sweet–\n[Verse 3: Lil Wayne]\nUh, kush it out, red bone, pussy, mouth\nEat you up, spit you out, fuck your girl in yo' house\nI'm terrible, be careful, you might want say a prayer or two\nSo cold, I need theraflu,\n \nI'm so high, I need parachutes\nI'm error proof, I'm never spooked, got my coupe, heaven blue\nAnd my flag red as hell, think you're sweet as devils food\nI never lose, my weapons use\nFuck wit' me wrong, shit get ugly, Devin Dude\nAnd she's the queen, two's a couple, three’s a scene\nWeezy that nigga that you see in your dreams,\n \nget the pussy wet, Abita Springs\nHah, I'm Easter clean, shout to my home girl, Mika Means\nAnything we want we redeem, \nyou niggas gassed up, '93 Supreme\nNicki Minaj is the hardest bitch, more than an artist, bitch\nShe talk a whole lot of shit and walk around like she President Carter's bitch\nShe be on her Barbie shit, and me? I'm on \nTha Carter VI\nAnd I can turn crumbs to bricks, and I can turn nuns to tricks\nHah, Young Mula baby, f-fuck your feelings\nAnd this is \nNo Ceilings\n, yeah\n\n[Chorus: Beyoncé]\nYou could be a sweet dream or a beautiful nightmare\nEither way I don't wanna wake up from you (Turn the lights on)\nSweet dream or a beautiful nightmare\nSomebody pinch me, your love's too good to be true (Turn the lights on)\nMy guilty pleasure, I ain't going nowhere\nBaby, 'long as you're here, I'll be floating on air\n'Cause you're mine\nYou can be a sweet dream or a beautiful nightmare\nEither way I don't wanna wake up from you (Turn the lights on)\n[Outro: Beyoncé]\nEither way I don't wanna wake up from you"
}