{
  "title": "Take My Life",
  "artist": "Pusha T",
  "lyrics": "9th track off of Pusha’s 2013 mixtape, Wrath of Caine, Pusha speaks of chains and coke.\n[Verse 1: Pusha T]\nI hope you pussy muthafuckas die\nWish death upon they soul until they burnin' in a fire\nI'm the illest mothafucka breathin', fuck yo rhyme or yo reason\nFucking over yo issues, it's kill-a-ho-nigga season\nI made my way, way, I found my road, road\nBar-arada-da, I made my own, ho\nYUGHHH , you ain’t ever have shit local nigga?\nWoo, how the fuck I owe you local niggas?\nI’m a global nigga, Champs-Élysées shopper\nLooked up to Eric B and dope dealer, chain rockers\nWhere was you when I was bleeding\nDisappointed and battling my demons\nI just want to ride Italian leather, acting like you don’t know me\nEuro designer palace, fuck my bitch on Missoni\nAnd I feel…\n[Chorus: Andrea Martin]\nAnd I feel like they want to take my life\nBe careful what you say, be careful what you do\nTell them what they want to hear, but stay from the truth\nAnd I feel like they want to take my life\n[Verse 2: Pusha T]\nIt ain’t enough that I struggle through my career\nLess appreciated when I was part of a pair\nPushed an envelope full of truth like I was dared\nDepiction and the depth was the proof that I was there\nIt’s no question in my origins\nPhoto album full of Polaroids they’re still pointing in\nCouple million records sold, still say I’m poisoning\nSeven different SIM cards, bringing all that mortar in\nBrick by brick nigga, all you add is water in\nWe ain’t got to touch hands nigga, put your order in\nI just want to float through clouds Hermes seams on my towels\nNo overly gaudy shit, just the diamonds on the dials\nWoo, and I’m still buying mo’ guns\nMo’ money, mo’ murder nigga, choose one\n\n[Chorus: Andrea Martin]\nAnd I feel like they want to take my life\nBe careful what you say, be careful what you do\nTell them what they want to hear, but stay from the truth\nAnd I feel like they want to take my life"
}