{
  "title": "Take Yo Bitch",
  "artist": "Doja Cat",
  "lyrics": "[Intro: Doja Cat & \nTay Hundreds\n]\nWow, wow\nWow\nDoja Cat made this beat\n (Wow, wow)\nBig fat\n (Wow, wow)\nDoja Cat made this beat\n (Wow, wow)\nWow, wow, wow\nWow, wow\n[Chorus: Doja Cat & \nTay Hundreds\n]\nTake your bitch (Nigga, I'ma take your bitch)\nShe gon' turn the lights out (She gon' turn the lights out)\nTake your bitch (I'ma take your bitch)\nTurn into a night out, out, out, out, out (Turn into a night out)\nTake your bitch (I'ma take your bitch)\nNa-na-na-na-na-na (Na-na-na-na-na-na)\nTake your bitch, yeah, yeah, yeah\nTurn into a night out, out, out, out\nWow, wow, wow, wow, wow, wow, wow, wow\n(Tay gon' take yo' bitch, Tay gon' take yo' bitch, Tay gon' take yo' bitch, Tay gon' take yo' bitch, Tay gon' take yo' bitch, Tay gon' take yo' bitch, Tay gon' take yo' bitch, Tay gon' take yo' bitch)\n[Verse 1: Doja Cat & \nTay Hundreds\n]\nYah\nI took your bitch \n(Your bitch, yuh)\nShe don’t speak a lick of English \n(Do y'all hear me? Y'all hear me?)\nShe just like my singin'\nShe remember everythin' even though we was drinkin'\nHold up, took your Mrs. and your man\nI got her on the phone, got married in the Lamb'\nShe talk behind ya' back\nShe said you was a corny nigga\nNow you cropped out\nWaited on you and you soft now\nBack it up, ya' need a lot now\nNow lemme back it up, I'm at the top now\nAnd put the top down, she put her feet up\nSend another lost boy to Peter\nI couldn’t pipe that but I could eat her\nShe couldn’t fight that, you need a seater\nWith the belt buckle and the whole .9\nI mean careful ‘round me if ya' hoe fine\nI got no time unless ya' gold mine\nAnd fuck a co-sign, I get ya' hoe signed\nI get ya' hoe signed, I get ya' hoe signed, be like\nLook, I’ll do ya' dirty, need to feather dust me\nSteal your bitches, call 'em sweater puppies\nYeah, I’ll reprechaun a hoe, I get that kinda close\nI’m in a pot of gold, I’m hella lucky\nIf I was Dracula, I guess you’re Buffy\nIf I was spatula, I’d flip ya' cakes\nIf you was Minute Maid then you should get ya' honey\nWow, wow\nWow\n\n[Chorus: Doja Cat & \nTay Hundreds\n]\nTake your bitch (Nigga I'ma take your bitch) (Wow)\nShe gon' turn the lights out (She gon' turn the lights out) (Wow)\nTake your bitch (I'ma take your bitch) (Wow)\nTurn it to a night out, out, out, out, out\nTake your bitch (Take your bitch)\nNa-na-na-na-na-na (Na- na-na-na-na-na-na)\nTake your bitch, yeah, yeah, yeah (Take your bitch)\nTurn it to a night out, out, out, out\nWow, wow, wow, wow, wow, wow, wow, wow, wow, wow, wow\n(Tay gon' take yo' bitch, Tay gon' take yo' bitch, Tay gon' take yo' bitch, Tay gon' take yo' bitch, Tay gon' take yo' bitch, Tay gon' take yo' bitch, Tay gon' take yo' bitch, Tay gon' take yo' bitch)\n[Verse 2: Tay Hundreds]\nI swooped your hoe (Fucked your hoe)\nCan the KGT seize dark brown? Aye\nPuffin' loud cloud (Brr)\nShe said, \"Take the top down\" (Top down)\nTweakin', textin' her 'n she suckin' me like, right now (Right now)\nAnd I been her pound town\nBummy, like her lights out\nOllie, water spout (Pshh)\nShe drip\nSick, shout, she loud, shit\nLavish shit but I ain't havin' it\nTurn 'to a grouch, watch him pound your bitch\nShe said, \"He live in Los Angeles\"\nThey like my style so I added it\nBoy-neglect, yeah (Boy-neglect)\nSo, she gon' eject, yeah (Yeah, she gon' eject)\nHe need intercept, woah (He need intercept)\nNutted then I slept, woah (Nutted then I slept)\nBust it like a Tecca (Uh)\nI'ma make a wreck, yuh (I'ma make a wreck)\nMouth and me connect, yea (Mouth and me connect)\nSneak direct, inject her neck (Like, \"Ouch!\")\nShe dont fuck with squad, woah, yeah\nBut she call me God, hey, yeah (Like, \"Ahh\")\nGrind on me, no P-Rod, yeah\nUp and down, wild like seesaw, yeah\nShe sick, she went she gone (Oo, wow)\nShe didn't respond\nThen like call, hey c'mon\nHe like, \"Why won't my love respond?\" ('Cause you a bitch)\nHer heart was locked too long\nMy nigga had to hit the bong\nYou'on have to, he so odd\nBut I'm still on your iPod (Pod!)\nDamn, her heart was locked too long\nDamn, my nigga had to hit the bong\nDidn't have to so, on he own\nBut I'm still on your iPod, Pod, Pod\nAye, now you want today? (What, you want some dick?)\nBitch, come my crib (Want some dick?)\nYeah, hit my phone 'n shit, aye\nAye, bitch suck my dick (Suck this shit)\nKnow you want this shit\nHad to hit the foreign quick\nOne phone right quick\nTwo phones right quick, aye\nTell that bitch to suck my dick\nTell that bitch to gimme like she like me then she fuckin' did (She did)\nGettin' money all day I never stop, yah (Never stop)\nI blew it on a hoe and then I blew it on your thot, aye\nYou thought she'd let you? Nah\nYea, she be with me, yah\nI be on that other shit\nYo' bit- be tryna kiss me, yah\nI tell her, \"No, no, no, no I don't fuck with hoes\" (No hoes!)\nYeah, cash all I think about, it's fuckin' dope\nAye, tell her, kiss right quick\nNo, kiss right quick\nYeah, she wanna suck some dick like Taylor\nSuck Tay dick (My dick!)\nYeah, aye, on that nah shit\nOn that play that shit\nYou get killed right quick, yuh\n\n[Chorus: Doja Cat & \nTay Hundreds\n]\nTake your bitch (Nigga, I'ma take your bitch) (Wow)\nShe gon' turn the lights out (She gon' turn the lights out) (Wow)\nTake your bitch (I'ma take your bitch) (Wow)\nTurn into a night out, out, out, out, out\nTake your bitch (Take your bitch)\nNa-na-na-na-na-na (Na- na-na-na-na-na-na)\nTake your bitch, yeah, yeah, yeah (Take your bitch)\nTurn into a night out, out, out\nWow, wow, wow, wow, wow, wow, wow, wow, wow, wow, wow\n(Tay gon' take yo' bitch, Tay gon' take yo' bitch, Tay gon' take yo' bitch, Tay gon' take yo' bitch, Tay gon' take yo' bitch, Tay gon' take yo' bitch, Tay gon' take yo' bitch, Tay gon' take yo' bitch)"
}