{
  "title": "Tattattira",
  "artist": "IU",
  "lyrics": "“Tattattira” si scaglia principalmente contro il conformismo degli artisti che producono brani dal facile ascolto.\n[Testo di \"Tattattira\"]\n[Strofa 1]\nIl rosso vende, il verde vende\nSe sei famoso quello che hai addosso vende\nIndipendentemente che sia rosso o verde\nMeglio copiare qualcun'altro al posto di niente\nLa carne vende, il vegan vende\nProvare a smettere con qualche cosa vende\nIl rap è nato controllato dal governo Reagan\nGeneralmente questo genere di storie vende\nLe dietrologie di una manovra vendono\nI nati dopo il '68 hanno i figli che vendono\nLe labbra che ogni donna porta sopra vendono\nLe labbra che ogni donna porta sotto vendono\nLa donna in generale vende, piace a entrambi i sessi\nMa solo se sei idraulico, riesci a vendere i cessi\nScusate se il linguaggio è aulico ma se vendessimo?\nE se vedessimo al di là dei compromessi, no?!\n[Ritornello]\nTanto il ritornello vende solo quando fa:\nTattattira, tattattirarà\nPrima non ti piace però poi quando va\nNon t'attira ma t'attirerà\nTattattira, tattattira, ta-ta-ta-tattattirarà\nNon t'attira, non t'attira ma ma ma t'attirerà\n\n[Bridge]\nSenti questi come spingono spingono spingono\nQuesti come spingono, cazzo\n[Strofa 2]\nSiete tutti venduti\nI sintomi venduti della malattia infettiva di quei singoli venduti\nMancando di inventiva nella carestia affettiva\nChe ci chiude in una sacrestia di simboli venduti\nMatti, forse viviamo dentro un beauty center\nMa che ci illude di essere a una conferenza\nFatti non foste a viver come bruti, rapper, ti ho vendute\nVirtute e canoscenza?\nLa conta degli alberi, la pasta coi gamberi\nLa compravendita di arbitri per cui ti inalberi\nArbitri liberati ed è in offerta l'indulgenza\nControllati da una gang che se va fuori dai gangheri fa bang!\nIl brand, la tuta, la band posseduta\nL'alieno che esce fuori alla seduta\nLa vera puttana vende se alza la sottana\nChi la guarda sente ancora come se non fosse nuda\nE questa serra una volta era sperduta\nMa venne coltivato l'uomo buono per la spremuta\nAmmirate che bella veduta\nPerò passa un alieno e la Terra, venduta!\nVisto che è abitata da una razza abituata a mettere\nTutto sull'asta e \nbasta pure i santi\nEssere famosi è come vivere in terrazza\nTutti che ti guardano mentre stai sulla tazza e canti\n\n[Ritornello]\nTanto il ritornello vende solo quando fa:\nTattattira, tattattirarà\nPrima non ti piace però poi quando va\nNon t'attira ma t'attirerà\nTattattira, tattattira, ta-ta-ta-tattattirarà\nNon t'attira, non t'attira ma ma ma t'attirerà\n[Strofa 3]\nAscoltatori e ascoltatrici ho l'onore di presentarvi il ritornellaio!\nAbbiamo amici sia drogati sia avvocati\nUn macellaio ci regala le braciole a febbraio\nConosciamo un notaio ma notavo\nAnche se ognuno è bravo il nostro amico figo è il ritornellaio!\nAbbiamo amici intelligenti, studenti di marketing\nE delinquenti che escono con stupendi mastering\nAmmazzaci, puoi farne fuori un paio\nMa ricorda che ritorna il ritornellaio!\nSe non avessimo iniziato con la musica\nSaremmo indipendenti da stupefacenti\nNon avessimo creduto di vendere la musica\nNon credo avremmo mai venduto stupefacenti\nMa visto, ah, il rischio, ah, che forse, ah, ci arrestano, ahio\nÈ inutile pensare di provare a fare musica\nA fare rime anche se stupefacenti restano\n\n[Pre-Ritornello]\nTanto, il ritornello vende solo quando fa tattatira, tattatirarà\nPrima non ti piace poi però quando va\nNon t'attira, ma t'attirerà\n[Ritornello]\nTattattira, tattattirarà, ta-ta-ta-tattattirarà\nNon t'attira, non t'attira ma ma ma t'attirerà\nTanto il ritornello vende solo quando fa\nTattatira, tattatirarà\nPrima non ti piace poi però quando va\nNon t'attira, ma t'attirerà\nTattattira, tattattira, ta-ta-ta-tattattirarà\nNon t'attira, non t'attira ma ma ma t'attirerà"
}