{
  "title": "Tekken Tag Tournament",
  "artist": "Crush",
  "lyrics": "[Introduction: Sir Michael Rocks]\nCan you turn up the headphones a little bit?\nYeah you know I like my shit loud\nLike I like my weed loud\nLike I like my bitch screaming loud\nLike I like my car loud! Six!\n[Verse: 1: Sir Michael Rocks]\nI said, all my hoes sculpted like a marble statuette\nGranite countertops, fuck her on the counter 'til it crack\nMoney counter in my hand, too much time on my hands, I don't wear a watch\nMy bitches well fed now that's food for thots!\nI sing Koumbuya to peace seeking weed heads\nFuck a raw paper I want all of y'alls paper\nFuck the indica the six put the end to ya\nI'm in the winter Ben and Jerry Benz\nSpring or whipping cut\n(cut!)\nThat's the end, roll credits that's the movie!\nAbsolutely, smashing groupies yeah..\nMan I told myself in these meditations don't try and compete with me\nYour girl wake up drunk, she fingering herself right back to sleep to me..\nAnd if we ain't starving damn sure ain't finna eat with me\nYou see the alchemy and think a nigga supposed to feed the streets?\n[Hook: Sir Michael Rocks]\nSo you never had dinner on a speed boat?\nCut lean with a peach margarita?\nKitty cat, Kitty cat come and let me feed ya..\n\nKitty cat, Kitty cat come and let me feed ya.. x2\nSo you never had dinner on a speed boat?\nCut lean with a peach margarita?\nKitty cat, Kitty cat come and let me feed ya..\n[Verse 2: Pouya]\nI don't tell no lies, you can see it in my eyes..\nNo surprise, when we come up and run up you reaching your demise\nI don't back down from no chump, got some goons up in the truck\nI'm a smart, stunna so there is no fingerprints up on the pop when the cops run up\nWhat you think I'm grinding for? Your bitch in my back seat sliding slow..\nSteady let but adios, bitch you gotta go\nLet me talk my shit, gotta be 18 to get with my clique\nLet me see your I.D before you suck this dick\nAnd it better be the OG copy bitch\nI don't play no games, you talking shit but don't say no names\nYou a pussy boy, and I'm flexin' mane, I'll beat your ass like Tekken mane..\nChorus x 1"
}