{
  "title": "TELEKINESIS",
  "artist": "Travis Scott",
  "lyrics": "[Intro: Future]\nUsed to wanna fuck an R&B bitch, then that shit happened (Yeah, yeah, Pluto)\nUsed to wanna be rich, then it finally happened\nThought it'd make me happy (Thought it'd make me happy)\n[Verse 1: Future]\nI could've took the pain and I could've went out sad\nStreets stepped in and raised me, but I ain't have my daddy\nNiggas tryna clone me, run off with my swag\nFrom sellin' coco, got Chanel on my jacket (Jacket)\nShawty give me mop with the less, it don't last (Last)\nTakin' more drugs all alone in a mansion (All alone)\nWalkin' around tweakin' with the yop in my hands (Walkin' around tweakin')\nJust another broke ho just prеachin' for these bands (Just another ho)\nAnd I know I'm duе for a billion-dollar advance (Uh-huh)\n[Chorus: Travis Scott & \nFuture\n]\nI can see the future, I can see the future (\nI can see the \nfuture\n)\nI can see the future, it's lookin' like we leveled through the sky\nI can't wait to live in glory in eternal lastin' life (\nLivin' in glory\n)\nWon't you take the wheel? And I recline and I sit still\nMight as well turn up now, He gon' pop up unannounced\nTo the trumpets, do you like the way it sounds? (\nLike the way it sound\n)\n[Post-Chorus: Travis Scott]\nYou know the future of the bounce, ayy\nI can hear your thoughts so loud, I can hear the crowd so loud\nDo you like the way it sounds? Ayy\nI can hear your thoughts so loud, I can hear the crowd so loud (So loud), loud\n\n[Bridge: Travis Scott & \nFuture\n]\nI can see the future\nRide with Wolf and Storm' and some troopers\nRidin' through this shit, this shit is stupid, uh\nSky walkin' 'round like I'm Luke-uh\nDuckin' all these convos like I'm Bruce-uh, super\nMobbin' with my angels dodgin' Lucifer (\nMob\n)\nSeein' every angle, I can see through ya, yeah (\nYeah\n)\n[Chorus: Travis Scott & \nFuture\n]\nI can see the future, it's lookin' like we leveled through the sky (\nSee enough\n)\nI can't wait to live in glory in eternal lastin' life (\nLivin' in glory\n)\nWon't you take the wheel? And (\nSee enough\n) I recline and I sit still\nMight as well turn up now, He gon' pop up unannounced\nTo the trumpets, do you like the way it sounds?\nYou know the future of the bounce\n[Refrain: Future]\nCount so much money 'til my skin peel\nCherry-red Benz like the real pimp (Yeah)\nMy bro cook up dope, it take real skill\nShare my bitch with my ho, ain't got no chill (No)\nYou either gettin' to money or you're gossipin' (Yeah)\nShe chose up, put on this coat, now she lottery\n[Verse 2: Future]\nPlaces I thought I'd never go I fly models in\nI hear the demons clear when they callin' (Yeah)\nFlyest on the Earth, so I had to name myself a planet (Pluto)\nAutomatic dead when you goin' against my family\nFew breakups went public, I just bought another baddie (Bought another baddie)\nBitch knew I was toxic, when she met me, I was a savage (Met me, I was a savage)\nHigh in the hills tryna avoid any madness (Yeah)\nPrivate on the Lear, this just like we imagined\nOnly settlin' for this Hi-Tech 'cause I ain't got the Actavis (Yeah)\nI'm tryna be modest (Ah), it sound like I'm braggin' (Braggin')\nCartier my frames\n (Frames), \nall because my fame\n (Fame)\nBitch said she ashamed to love me in public, rather go private (See enough)\n\n[Refrain: Future]\nCount so much money 'til my skin peel\nCherry-red Benz like the real pimp\nMy bro cook up dope, it take real skill\nShare my bitch with my ho, ain't got no chill\nYou either gettin' to money or you're gossipin'\nShe chose up, put on this coat, now she lottery\n[Chorus: Travis Scott]\nI can see the future, it's lookin' like we leveled through the sky\nI can't wait to live in glory in eternal lastin' life\nWon't you take the wheel? And I recline and I sit still\nMight as well turn up now, He gon' pop up unannounced\nTo the trumpets, do you like the way it sounds?\n[Bridge: SZA & \nTravis Scot\nt\n]\nI can't get enough, told you I just want it all\nI can't get enough, you ain't been doin' enough \n(\nDo you like the way it sounds?\n)\nSo cold, so cold\nIt's so cold, so cold, so cold\n[Verse 3: SZA]\nYou could see the future, there's a sparkle in your eye\nWhy you all up on my thigh? Can't let you\nNiggas plottin' my demise, I got murder on my mind\nI got money on the line, I can't lose if I tried\nLet no bitch break my stride\nChosen, I'm gon' bet on me\nChosen, all my shit antique\nFrozen, I can't feel no heat\nDiamonds dancing on me\nYou startin' fresh, man, you fell out of pocket\nYou fucked that girl that you met at the party\nI got some new niggas down in the lobby\nHow can I sleep when you're out catchin' bodies?\nI still wanna be with you, trust me, I know that's insane\nI'd rather fuck on you than fuck on lames\nI did some shit in Berlin, I'm OD\nWe both ain't shit and it's workin' for me\nWorkin' for me, yeah\nI can see the future, I can see the future"
}