{
  "title": "Temptation",
  "artist": "J.Cole",
  "lyrics": "[Intro: JaVonte, \n J. Cole\n]\nBefore we walk, we must crawl\nWe run when temptation calls\nBefore we walk, we must crawl\nWe run when temptation calls\nLeft side, left side, hey\nRight side, right side, hey\n[Verse 1: J. Cole]\nYeah, often I'm caught up in confusion, in need of dissolution\nThey tell me the solution to see through this illusion I'm living\nA few friends killed, a few sent to prison\nOur mamas tried to warn us, but few tend to listen\nSee, we running the streets, in search of some trouble, at least\nA couple of freaks to sneak home with\nNow she ride a nigga dick, just like she owned it\nSo every time I wanna hit, I bet you she on deck\nShe got the bad lips, bad hips, damn, shawty\nSlim waist, Gina face, Pam body\nMet her in the club, little liquor led to love\nThat's the reason why my niggas can't find me, good golly\nLook, shawty, ain't no need for games\nI know a nigga still young, but I don' seen some things\nIf it's cool to talk, let me ease your pain\nThis is food for thought, let me feed your brain\nYour ex-man did you dirty, did he leave a stain?\nWhen them losers talk, tell 'em, \"Please refrain\"\nI refuse to stop, don't freeze the frame\n'Cause tonight, I got you calling out Jesus name, hey\n\n[Hook: \nJ. Cole\n, \nKendrick Lamar\n, JaVonte]\nLeft side, left side, hey\nRight side, right side, hey\nBefore we walk, we must crawl\nBut we run when temptation calls\nLeft side, left side, hey\nRight side, right side, hey\nBefore we walk, we must crawl\nBut we run when temptation calls\n[Verse 2: Kendrick Lamar]\nOften I'm caught up in confusion in tryna find solutions\nTo try and pimp the system, that's a form of prostitution, I'm ready\nThe city probably see me as a nuisance, deadly\nSinging the Devil's song in a repetitive medley, I know\nBut shorty fire and she admire that I'm a pyro\nManiac, I said \"Where you at, and do you have Geico?\nI need insurance that you could sex me the best\"\nAnd she started sexting through texts and sent pictures under her dress\nGot them G-Strings, she beasting for the pleasure and pain\nI was a weakling, so I clinged to her under my name\nGave her the ding-ding, then ding-ding, the bell ringing again\nIt was intriguing that she seen, don't no stand, no flow, keeping it wet, making it rain\nBeg your pardon, don't blowjob, she no jobs like Tommy from Martin\nThe blowjobs, she blow hard like a Nintendo cartridge\nThat blowjob had genius like Mozart, got blowjob\nThen put it in her trunk like Goyard\n, I'm starting\nOff with that Cuevo, shop on Rodeo, house in the Dagos\nWe like to fuck and watch the day go by, hasta luego\nDrop the potato\nShe's hot, what can I say, yo?\n\n[Hook: \nJ. Cole\n, \nKendrick Lamar\n, JaVonte]\nLeft side, left side, hey\nRight side, right side, hey\nBefore we walk, we must crawl\nBut we run when temptation calls\nLeft side, left side, hey\nRight side, right side, hey\nBefore we walk we must crawl\nBut we run when temptation calls\n[Outro: Kendrick Lamar]\nI'm losing to temptation"
}