{
  "title": "Tempi Moderni",
  "artist": "IU",
  "lyrics": "[Testo di \"Tempi Moderni\"]\n[Ritornello]\nEsce dal tempo più antico, mentre cammina spedito\nButta la foglia di fico e compra un vestito\nLa tribù s'è accorta delle navicelle nella grotta\nE tutti: \"Eh!\", giù le mascelle (Eh!)\nEntra nei tempi moderni, tutti potenti ed eterni\nTutti insolenti ed inermi ai germi\nLa città si è accorta delle navicelle in lotta\nE tutti: \"Eh!\", giù le mascelle (Eh!)\n[Strofa 1]\nQuando l'alieno uscendo distratto\nHa visto tutta quella folla ha fatto: \"Eh!\"\nHa fatto tutti uno scatto (Eh!)\nLa scimmia era stupita, l'alieno era stupefatto\nD'un tratto la folla s'era un attimo instupidita (Eh!)\nRompe la roccia ed inventa punte di lancia\nPoi tutti: \"Eh! E ora chi cazzo ci caccia?\"\nCade un fulmine, prima del suono del tuono\nGià inventa il fuoco e tutti: \"Eh!\", spaventa tutti e tutti: \"Eh!\"\nAl primo paesano che vide un cerchio sul grano\nNe fu stravolto, disse: \"Eh! Cazzo, il raccolto!\" (Eh!)\nQuindi le cose avvennero rapide, ma così rapide\nChe tutto (Eh!) fu capovolto e tutti: \"Eh!\"\nAl primo studioso che scrisse della tomba nella piramide\nTutti: \"Eh! Cazzo che lapide!\" (Eh!)\nIl primo che entrò e non trovò la tomba fu azzittito\nEd ora c'è uno che fa: \"Eh!\", pregando i gentili clienti di uscire dal sito\n\n[Ritornello]\nEsce dal tempo più antico, mentre cammina spedito\nButta la foglia di fico e compra un vestito\nLa tribù s'è accorta delle navicelle nella grotta\nE tutti: \"Eh!\", giù le mascelle (Eh!)\nEntra nei tempi moderni, tutti potenti ed eterni\nTutti insolenti ed inermi ai germi\nLa città si è accorta delle navicelle in lotta\nE tutti: \"Eh!\", giù le mascelle (Eh!)\n[Strofa 2]\nC'è una tribù stupida ed una scaltra, e se una fa: \"Eh!\"\nRisponde subito l'altra: \"Eh!\"\nUna accende il fuoco (Eh!), l'altra fa la ruota (Eh!)\nUna sa vendere il gioco, l'altra girare la moda\nL'umano all'alieno disse: \"Un giorno noi giocheremo a armi pari\nAlmeno, almeno impari l'affanno\"\nE tra gli umani non fidarti mai degli ordini da Templari\nChe quelli (Eh!), quegli esemplari fanno: \"Eh!\"\nAl museo la Venere di Botticelli fu una sorpresa\nChe tutti: \"Eh! Guarda che obesa!\" (Eh!)\nAll'ultimo attrezzo che senza troppa fatica ti affina il gluteo, tutte: \"Eh!\"\nPoi tutta figa e tutti: \"Eh!\"\nRompe la materia facendo una forte azione sul nucleo, tutti: \"Eh!\"\nRadiazione che fluttui (Eh!)\nButtano una bomba ed il cielo diventa subito plumbeo, tutti: \"Eh!\"\nAll'aviazione tutti: \"Eh!\"\nAl primo turista che vide il posto ed il costo era un terzo\nDisse: \"Eh! A casa mia è ben diverso!\" (Eh!)\nIl primo alieno fu trovato perso nelle terre del Nord e faceva: \"Eh!\"\nVestito da Lord cantando: \n\"What a wonderful world\"\n (Eh!)\n\n[Ritornello]\nEsce dal tempo più antico, mentre cammina spedito\nButta la foglia di fico e compra un vestito\nLa tribù s'è accorta delle navicelle nella grotta\nE tutti: \"Eh!\", giù le mascelle (Eh!)\nEntra nei tempi moderni, tutti potenti ed eterni\nTutti insolenti ed inermi ai germi\nLa città si è accorta delle navicelle in lotta\nE tutti: \"Eh!\", giù le mascelle (Eh!)\n[Scratch: DJ Myke]\nGiù le mascelle\nGiù le mascelle\nGiù le mascelle\nGiù le mascelle"
}