{
  "title": "Tha Shiznit",
  "artist": "Snoop Dogg",
  "lyrics": "[Intro]\nThat was Tha Dogg Pound here right on WBallz\n187.4 on your FM dial\nYou're tuned in to the biggest balls of them all, DJ Sal T. Nuts\nAyy, don't forget about my homeboy Eazy Dick and \nThe Jackoff Hour\nThat's happening at twelve o'clock tonight\nRight now we got some new Snoop Doggy Dogg for that ass\nThis one is called \"Tha Shiznit\"\nYou're about to go downtown, bitch\nRight here on the station that plays only platinum hits\nThat's 187.4 on your FM dial\nIf you're lickin', that's WBallz\nEverybody's got to hear the shit\nOn WBallz, WBallz, WBallz\n[Verse 1]\nPoppin', stoppin', hoppin' like a rabbit\nWhen I take the Nina Ross, ya know I gots to have it\nI lay back in the cut, retain myself\nThink about the shit and I think it well\nHow can I makes my grip?\nAnd how should I make that nigga straight slip?\nSet trip, gotta get him for his grip\nAs I dip around the corner, now I'm on a\n'Nother mission, wishin' upon a star\nSnoop Doggy Dogg with the caviar\nIn the back of the limo, no demo, this is the real\nBreakin' niggas down like Evander Holyfield,\n \nchill\n'Til the next episode\nI make money and I really don't love hoes\nTell you the truth, I swoop in the coupe\nI used to sell loop, I used to shoot hoops\nBut now I make hits every single day\nWith that nigga, the diggy Dr. Dre\nSo lay back in the cut, motherfucker, 'fore you get shot\nIt's 1-8-7 on a motherfuckin' cop\n\n[Chorus]\nDa-da-da-da, da, da-da-da\nDa-da-da-da, da, da-da-da\nDa-da-da-da, da, da-da-da\nDa-da-da-da, da, da-da-da\n[Verse 2]\nBoy, it's gettin' hot, yes, indeed it is\nSnoop Dogg is on the mic, I'm 'bout as crazy as Biz\nMarkie, spark the chronic bud real quick\nAnd let me get into some fly gangster shit\nYeah, I lay back, stay back in the cut\nNiggas try to play the D-O-G like a mutt\nI got a little message, don't try to see Snoop\nI'm finna fuck a bitch, what's her name? It's Luke\nYou tried to see me on the TV, you'se a B.G\nD-O-double-G, yes, I'm a OG\nYou can't see my homie Dr. Dre\nSo what the fuck a nigga like you gotta say?\nGotta take a trip to the M-I-A\nAnd serve your ass with the motherfuckin' AK\nYou can't see the D-O-double-G 'cause that be me\nI'm servin' 'em, swervin' in the coupe\nThe Lexus flexes from Long Beach to Texas\nSexiest hoes, they wanna get with this\n'Cause Snoop Dogg is the shit, biatch\n\n[Chorus]\nDa-da-da-da, da, da-da-da\nDa-da-da-da, da, da-da-da\nDa-da-da-da, da, da-da-da\nDa-da-da-da, da, da-da-da\nDa-da-da-da, da, da-da-da\nDa-da-da-da, da, da-da-da\n[Verse 3]\nUh, I'm somewhat brain boggled\nSo I look to the microphone and slowly start to wobble\nGrab it, habit, stick it to the plug\nIt's Snoop Doggy, I got a fat dub\nSack of the chronic in my back pocket low\nNeed myself a lighter so I can take a smoke\nI toke everyday, I loc everyday\nWith the P-O-U-N-D and my nigga, Dr. Dre\nLay back in the cut like I told your ass\nGive me the microphone and let me hit you with a blast\nI got a little cousin by the name of Daz\nAnd bitches who fuck him give me the ass\n'Cause they know about the shit that we be goin' through\nAnd they know about the shit that I be puttin' up\nAnd they be knowin' 'bout the shit I do when I'm on the mic\n'Cause Snoop Dogg is Trump tight like a virgin, the surgeon\nIs Dr. Drizzay, so lizzay and plizzay\nWith D-O-double-Gizzay the fly human being, seein'\nNo, I'm not European, bein' all I can\nWhen I put the motherfuckin' mic in my hand, and\nYou don't understand what I'm kickin'\n'Cause Snoop is on the mic and I gets wicked, follow me\nListen to me, 'cause I do you like you wanna be done\nSnoop Doggy Dogg on this three, two, one, um\nDum, diddy-dum, here I come\nWith the gat and the guitar will strum,\n um\nNot that lunatic nigga who you thought I was\nWhen I caught you slippin', I'ma catch you then I'll peel your cap\nSnap back, relax\nYa bet' not be slippin' with them Ds on that '83 Cadillac\nSo we gon' smoke an ounce to this\nGs up, hoes down while you motherfuckers bounce to this\n\n[Chorus]\nDa-da-da-da, da, da-da-da\nDa-da-da-da, da, da-da-da\nDa-da-da-da, da, da-da-da\nDa-da-da-da, da, da-da-da\nDa-da-da-da, da, da-da-da\nDa-da-da-da, da, da-da-da\nDa-da-da-da, da, da-da-da\nDa-da-da-da, da, da-da-da"
}