{
  "title": "Thank You",
  "artist": "Snoop Dogg",
  "lyrics": "[Intro: Snoop Dogg & \nDr. Dre\n]\nAy, Snoop, you ready?\nAy, Doc, I been ready\nWhoo, ah, yeah\nWhoo, ah, yeah\n[Chorus: Snoop Dogg]\nThank you for letting me be myself again\nCan we get high ay yai yai yai? Please excuse me while I kiss the sky\nThank you for letting me be myself again\nCan we get high ay yai yai yai? Please excuse me while I kiss the sky\n[Verse 1: Snoop Dogg]\nThings just ain't the same for gangsters\nTimes are changing, young niggas is dangerous\nRich and shameless, do anything to be famous\nIf you talking 'bout this crippin', then you speaking my language\nThis how you do waking up with the world under you\nI'm rolling blunts, fucked up, it's so comfortable\nI'm revving up my revenue, I'm unavailable\nSomewhere in Malibu, somehow I made it off the avenue\nOnce upon a time the Dogg went through it all\nWithdrawals and breaking laws, the streets under my paws\nIn the field, ducking cells, close calls\nWe big whales, got fish scales, that's snow fall (Hold up)\nShit, I'd like to thank me\nAnd if we talking 'bout the West, nigga, thank me\nWalk of Fame made a name, better thank me\nAin't nothing new, this is what I'm born to do, I just wanna say\n\n[Chorus: Snoop Dogg]\nThank you for letting me be myself again\nCan we get high ay yai yai yai? Please excuse me while I kiss the sky\nThank you for letting me be myself again\nCan we get high ay yai yai yai? Please excuse me while I kiss the sky\n[Verse 2: Snoop Dogg & \nDr. Dre\n]\nNow you go fuck around and find out (Find out)\nI think you niggas need to take a time out (Time out)\nMight have to leave her a dose of me on the upholstery\nHigh level potency, better than dopamine\nYou fucking with a winner winner (Winner)\nShit, it's been a minute since we went up (\nNigga, we been up\n)\nNow with six million ways to get it, choose one\nSnoop Dogg, look how I did it, Hell of a run\nIncome, tick-tick-bomb, remain calm\nDropping napalm, I'm in here with both guns\nHow I made mine, click-click-boom, it's showtime\nNigga, these days I'm throwing money like gang signs (Crip)\nLook, now I ain't felt this gangster in a minute (In a minute)\nAll on your television, cleaning up my image (Cleaning up my image)\nWhen shit get heavy, you know a nigga push the limits\nLocking up on every corner, I'm just here and wanna\n[Chorus: Snoop Dogg]\nThank you for letting me be myself again\nCan we get high ay yai yai yai? Please excuse me while I kiss the sky\nThank you for letting me be myself again\nCan we get high ay yai yai yai? Please excuse me while I kiss the sky"
}