{
  "title": "That’s My Bitch",
  "artist": "Jay-Z",
  "lyrics": "[Produced By: Jeff Bhasker, Kanye West & Q-Tip]\n[Intro: Kanye West]\nUh\nHello, can I speak to, uh\nUh\nYeah, you know who you are, look\nYou had no idea what ya dealing with\nSomething on some this realest shit\nPop champagne, I'll give you a sip\n'Bout to go dumb, how come?\nYeah, that's my bitch\nThat's my bitch\nSh-shorty right there? That's my bitch\nThat's my bitch\n[Chorus: Elly Jackson & \nKanye West\n]\nI've been waiting for a long, long time\nJust to get off and throw my hands up high\nAnd live my life, and live my life\nJust to get off and throw my hands up high (\nYeah\n)\n[Verse 1: Kanye West]\nI paid for them titties, get your own\nIt ain't safe in the city, watch the throne\nShe say I care more about them basquions\nBasquiats, she learning a new word, it's yacht\nBlew the world up soon as I hit the club with her\nToo Short called, told me I fell in love with her\nSeat by actors, ball players, and drug dealers\nAnd some lesbians that never loved niggas\nTwisted love story, \nTrue Romance\nMary Magdalene from a pole dance\nI'm a freak, huh? Rockstar life\nThe second girl with us, that's our wife\nHey, boys and girls, I got a new riddle\nWho's the new old perv that's tryna play second fiddle?\nNo disrespect, I'm not tryna belittle\nBut my dick worth money, I put Monie in the middle\n\n[Chorus: Elly Jackson & \nKanye West\n]\nI've been waiting for a long, long time (\nWhere she at? In the middle\n)\nJust to get off and throw my hands up high\nAnd live my life, and live my life\nJust to get off and throw my hands up high, high, high, high\n[Bridge: Justin Vernon]\nSwilling little licks and mixes 'til mornin'\nI'm yearnin', ooh, yeah\nCould I maybe have a little dab of your potion?\nStop motion, ooh, yeah\n[Verse 2: Jay-Z]\nGo harder than a nigga for a nigga, go figure\nTold me keep my own money if we ever did split up\nHow could somethin' so gangster be so pretty in pictures?\nRipped jeans and a blazer and some Louboutin slippers\nUh, Picasso was alive, he would've made her\nThat's right, nigga, Mona Lisa can't fade her\nI mean Marilyn Monroe, she's quite nice\nBut why all the pretty icons always all white?\nPut some colored girls in the MoMA\nHalf these broads ain't got nothing on Willona\nDon't make me bring Thelma in it\nBring Halle, bring Penélope and Salma in it, uh\nBack to my Beyoncés\nYou deserve three stacks, word to André\nCall Larry Gagosian, you belong in mo-seums\nYou belong in vintage clothes, crushing the whole building\nYou belong with niggas who used to be known for dope dealing\nYou too dope for any of those civilians\nNow shoo, children, stop looking at her tits\nGet your own dog, ya heard? That's my bitch\n\n[Chorus: Elly Jackson]\nI've been waiting for a long, long time\nJust to get off and throw my hands up high\nAnd live my life, and live my life\nJust to get off and throw my hands up high, high, high, high"
}