{
  "title": "The Story Of Us",
  "artist": "Taylor Swift",
  "lyrics": "[Verse 1]\nI used to think, one day, we'd tell the story of us\nHow we met and the sparks flew instantly\nAnd people would say, \"They're the lucky ones\"\nI used to know my place was the spot next to you\nNow, I'm searching the room for an empty seat\n'Cause lately, I don't even know what page you're on\n[Pre-Chorus]\nOh, a simple complication\nMiscommunications lead to fallout\nSo many things that I wish you knew\nSo many walls up, I can't break through\n[Chorus]\nNow, I'm standin' alone in a crowded room\nAnd we're not speakin'\nAnd I'm dyin' to know\nIs it killin' you like it's killin' me? Yeah\nI don't know what to say since the twist of fate\nWhen it all broke down\nAnd the story of us looks a lot like a tragedy now\n[Post-Chorus]\nNext chapter\n\n[Verse 2]\nHow'd we end up this way?\nSee me nervously pulling at my clothes and trying to look busy\nAnd you're doin' your best to avoid me\nI'm starting to think, one day, I'll tell the story of us\nHow I was losing my mind when I saw you here\nBut you held your pride like you should've held me\n[Pre-Chorus]\nOh, I'm scared to see the ending\nWhy are we pretending this is nothin'?\nI'd tell you I miss you, but I don't know how\nI've never heard silence quite this loud\n[Chorus]\nNow, I'm standin' alone in a crowded room\nAnd we're not speakin'\nAnd I'm dyin' to know\nIs it killin' you like it's killin' me? Yeah\nI don't know what to say since the twist of fate\nWhen it all broke down\nAnd the story of us looks a lot like a tragedy now\n[Bridge]\nThis is lookin' like a contest\nOf who can act like they care less\nBut I liked it better when you were on my side\nThe battle's in your hands now\nBut I would lay my armor down\nIf you said you'd rather love than fight\n\n[Pre-Chorus]\nSo many things that you wish I knew\nBut the story of us might be ending soon\n[Chorus]\nNow, I'm standin' alone in a crowded room\nAnd we're not speakin'\nAnd I'm dyin' to know\nIs it killin' you like it's killin' me? Yeah\nAnd I don't know what to say since the twist of fate\nWhen it all broke down\nAnd the story of us looks a lot like a tragedy now, now, now\nAnd we're not speakin'\nAnd I'm dyin' to know\nIs it killin' you like it's killin' me? Yeah\nI don't know what to say since the twist of fate\n'Cause we're going down\nAnd the story of us looks a lot like a tragedy now\n[Outro]\nThe end"
}