{
  "title": "The Autograph",
  "artist": "J.Cole",
  "lyrics": "J. Cole tells us his story in his rise to fame in rap, providing listeners with a closer look into his beliefs and his lifestyle.  The title of the song serves as a certificate of authenticity, if you will..\n[\nIntro\n]\nJust turn the beat down just a little bit\nHey\nYeah\n[Verse 1]\nThey say anything's possible\nYou gotta dream like you never seen obstacles\nChasin' obscene profits, so we ain't stoppin' for the red lights\nLook in my rearview, all I see is niggas' headlights\nCatch me if you can, ho, \nthey try and sack me and I scramble\nLook up in the sky, you'll see exactly where\n \nI am, bro\nAyy, don't you see me, man?\nMakin' my wishes come true with no genie, man\nI got the keys to my Bimmer with no Beenie Man\nI'm on these rich niggas' ass, no bikini, man\nI bring the real 'til the day the Lord free me, man\nNever imagined that the kids would want to be me, man\nAyy, could it be I give the hopeless broke kids hope?\nCaught me walkin' through the mall, lookin' like he seen a ghost\nSimply had to approach, \"What's up, young blood?\" Ayy, ain't it strange?\nA year ago today, my nigga, I was countin' change\nYeah, hoppin' trains up in New York City\nKnow I gotta thank God 'cause if You weren't with me\nThen I surely woulda died, you can throw the fork in me\nThis my New Year's resolution, dog, no more pork in me, uh\nI ain't no Muslim, though\nCaron Butler, I'm a wizard if you doesn't know\nIt's young Simba, yeah, I'm ballin' 'til the buzzer blow\nYou's tryna kick the shit I kick, man, you gon' stub your toe\nBoy, that's just how tough I go\nSee, this is my light work\nThis shit y'all callin' classic, I be like, \"That might work\"\nWant you to feel somethin' new, that's how a dyke work\nThey ask me 'bout pressure, they wanna see my pipe burst\n\n[Interlude]\nNot tonight, nigga\nAyy, not tonight, nigga\nYeah, hey\nMan, man, hey\n[Verse 2]\nMan, I rap so vicious, but I talk so politely\nNever met a baby mama mama who don't like me\nMet a couple baby fathers, though, that wanna fight me\nI hit it 'til she snooze like the news, nigga, nightly\nSend her back to you when she no longer excites me\nNow she bitter with this nigga 'cause he ain't quite me\nOne thing's for certain, baby girl, you are a wifey\nTwo things for fuckin' sure, I am not the husband, though\nSo run back to him while you still can\nHe stickin' with his wife and kid, yeah, that's a real man\nI was ashamed all along and I still am\nWe let the lust interrupt somethin' real, damn\nWell, girl, we grown, so you gotta play your own position\nI wouldn't say that you a ho, just made a ho decision\nAyy, you can blame it on the liquor like a prohibition\nWe both know that's what you wanted, girl\n, I know you're listenin'\n[Interlude]\nHey\nGirl, I know you're listenin'\nUh, I know you're listenin'\nHey, yeah\n\n[Verse 3]\nShout out to the bootleggers who supplied my shit\nThe fans online tryna find my shit\nAnd to them niggas listenin', but won't buy my shit\nThen catch me in the street and wanna ride my dick\nY'all niggas is the worst, see me\nLike, \"J. Cole, homie, could you sign my burnt CD?\" Nigga, please\nAn album ten dollars, you act like it's ten G's\nThis food for thought cost the same as two number threes\nSo at ease with that broke shit\nWe all tryna get a dollar, boy, no shit\nYou know I feel your pain, therefore I slang this hope shit\nAnd give you lines that you rewind and think, \"Oh, shit\"\nThese rappers talk a lot of money, cars, and hoes shit\nI give you that and then a whole lot more shit\nThat got rich and still rappin' like I'm poor shit\nYou niggas think you know shit, man, you don't know shit, ho bitch\n[Outro]\nYeah, Cole, bitch\nUh, J. Cole, nigga\nHey"
}