{
  "title": "The Uppercut",
  "artist": "Tupac Shakur",
  "lyrics": "[Intro: 2Pac]\nI wanted to bring back that reality\nBut nobody can ever be confused and think I'm fuckin Mike Tyson\nAnd I'm a heavyweight champion, I'm a little nigga (\nRight\n)\nThat's why its so raw to just watch me battle lions\n'Cause I'm a little skinny nigga, battlin' niggas three times my size (My size)\nWatch this uppercut, here it come\nWatch the jab nigga (Uh), uh\nHere it come, look out, watch my arms—\n[Verse 1: 2Pac]\nNow see so many motherfuckers wanna take a piece\nComin' equipped with some shit niggas just can't believe\nI pull a trick from my sleeve, now kamikaze\nI'm all over that nigga, come identify the body (Body, haha)\nMy middle finger to you ho niggas\nRun up on me, and I'll be forced to let it go, nigga (Go, nigga)\nI ain't the one you wanna try, why? Stayin' high\nHit this blunt and watch these motherfuckers die\nWho's runnin' these streets? I sell that cocaine\n'Cause in the dope game, niggas'll die 'fore they go broke, man\nAnother hustler makin' major cash\n'Til the punk police come raid your ass\nNow you stressed doin' fed time\nAnd its a bitch 'cause the judge gave you eight years\nYou doin six and we know that you can't hang\nYou a trick rolled over, turned snitch like a bitch\n\n[Chorus: 2Pac]\nNow you know you should have ducked, nigga\nGot you fallin' from the uppercut, fucked, so what's up, nigga?\nNow you know you should have ducked, nigga\nGot you fallin' from this uppercut, fucked, so what's up, nigga?\n[Verse 2: 2Pac]\nThey got a nigga in the dice game\nI'm feelin' lucky but the nigga's just a little bigger (Bigger)\nHe tryin' fuck me out my cash, I'ma blast, nigga\nHe don't know, I gotta tell you, like the last nigga\nGotta go, no need to run for the trunk, I get 'em up\nLeft to right, my uppercut'll hit 'em up (Hit 'em up)\nI'm known to walk the streets on any block\nI love my niggas, but I ain't puttin' down my Glock\nThe gunshots rang when I lose nigga, and, ooh, nigga\nI'ma show you not to ever play a true nigga (Haha)\nLay it down just to prove it\nAnd fuck the rappin', motherfucker, we can do this\n[Chorus: 2Pac]\nNow you know you should have ducked, nigga\nGot you fallin' from the uppercut, fucked, so what's up, nigga?\nNow you know you should have ducked, nigga\nGot you fallin' from this uppercut, fucked, so what's up, nigga?\n\n[Verse 3: E.D.I. and \nYoung Noble\n]\nThey claim that we violent, we named after tyrants\nThis revolution won't be televised, we keep it silent (Shh)\nRoll on our enemies, beat 'em at they own game\nMolotov cocktails\n, releasing up in flames\nTired of bein' stepped on\n, sick of bein' held back\nLookin' through my rearview, thinkin' 'bout the payback\nWanna see my kids grow, don't know if I'ma make it though\nOne more nigga came up short in the ghetto (Ghetto)\nSociety lied to me so I'm strapped with the metal\nPush your middle fingers up, nigga, if you a rebel\nHave your face down, goin' in ya pockets if ya let 'em\nI done lost too many homies for me to ever forget 'em\nI done made so many mistakes, but still I don't regret 'em\nI'm a product of the pimp, the pusher, and the reverend\nI'm a product of the block, the fiends, and the felons\nWe all lost souls tryna find our way to heaven (To heaven)\n[Chorus: 2Pac]\nNow you know you should have ducked, nigga\nGot you fallin' from the uppercut, fucked, so what's up, nigga?\nNow you know you should have ducked, nigga\nGot you fallin' from this uppercut, fucked, so what's up, nigga?\n[Outro: E.D.I.]\nYeah, yeah\nTo all the comrades no longer with us\nSee you when we get there\n'Pac, Yak, we gon' keep on ridin'\nGive these cowards the uppercut\n'Til we get up there with y'all, you know\nThug life, we still livin' it\nOutlaw for life, in the name of the Don\nLet's go, woo"
}