{
  "title": "The Cure",
  "artist": "Nas",
  "lyrics": "[Verse 1]\nToo many changes, you changed from your greatness\nBecome a byproduct of yourself all for the paper regardless\nThe markets see you as a old-ass artist\nThe McCartneys live past the Lennons, but Lennon's the hardest\nStay on your path, stay on your craft\nThey just want you to switch your lanes up so they can hate on your ass\nWhat's in a name? What's in a name? Suffering and pain\nGuts, blood, and tears, aim straight, game face, king's grace\nI came in this thinkin' you was gon' be this great thing\n'Cause I seen the greats do it with a great queen\nWhat these kings have in common? They had women who solid\nMalcolm needed Betty, I met some queens who wasn't ready\nThey envy the unhappiness of the greats\nThey don't have a fulfilled life yet, so they searchin' for ways\nTo feel what Sam felt, play the hand Marvin was dealt\nA Vandross, here's the cure, the antidote\nA thousand milligrams, make sure you don't overdose\nTurned to a businessman, used to serve 'em in the cold\nCold game, don't get exposed, stories get told\nYou glamorize the game, it ain't a glorious road\nRest in peace Kobe and Nip, that's off the rip\nKing shit, if it ain't about fam, it don't mean shit\nThe cure, love of the allure\nDonuts rotten, the phone tapped, tappin' in with Lord\n\n[Interlude]\nRoll the credits\n[Verse 2]\nCuban link QB chain belong in the MOMA\nSo boomerang, you salute my twenty-seven summers\nRolls-Royce Brigade just 'cause it go with the moment\nPac saw the chain, got his medallion, I won't\nInsinuate imitation\n '\ncause I copied his stomach\nKings honor kings, straight from my pop to my son shit\nSteak tartare bloody, \nmercury levels from raw fish\nSushi for lunch, waiter at the table, the cork twist\nI'm studied like a book by many\nThey give me looks of envy, I took the Bentley\nWhite chick like Liz Taylor might get the Bentayga\nOn my Rick James behavior\nLife is school for the soul and I'm in life seven already\nLife's simple but heavy, incomprehensible shit\nEverything from sexy to deadly, I done been through that shit\nStill goin' deeper like I grew a new inch on my dick\nWe looked at robbin' as a way of resolving our problems\nMy moms cooked food, but some of my niggas was starving\nAnd whatever they was down to do, I was with 'em regardless\nTurns out I was hungry and was hittin' the hardest\nDecisions was sharper, my predictions was on it\nNo fortune teller, just going off regular signs\nNiggas often tell ya they moves\nWithout a word, just reading they mind\nWasn't needin' no nine\nCorner executive born in ghetto hell\nWhere metal yell especially over necklaces\nLife lessons is karma\nWhatever you dish out come back as blessings or to haunt ya\nCould miss your kids and hit your grandkids for your dishonor\nThat's generational curses, they said they want the old Nas back\nPlay the Clue tapes for old verses\nMessin' my homies' lives up, sayin' Nas'll rise 'em up\nLike they wasn't live enough, many lives I've touched\nCan I get a witness?\nCan I get a witness?\nI need a witness, drinkin' three at night on some Bridge shit\nWearin' shorts and Timbs, summer night on some Bridge shit\nParty with gangsters, gettin' right on some Bridge shit (Yeah)\nLike MC Shan and Marley, I be on some Bridge shit\n\n[Outro]\nYeah\nLike Jabari, I'm on some Bridge shit\nShooter live on\nKings live forever\nYeah\nWe go through a lot\nAnd nobody wanna hear about what we go through\nAnd that's cool too\nEvery man go through the same Mondays and Fridays\nSame sun, moon, and stars\nIt's just how you stand like a man"
}