{
  "title": "the grudge",
  "artist": "Olivia Rodrigo",
  "lyrics": "[Verse 1]\nI have nightmares each week 'bout that Friday in May\nOne phone call from you and my entire world was changed\nTrust that you betrayed, confusion that still lingers\nTook everything I loved and crushed it in between your fingers\nAnd I doubt you ever think about the damage that you did\nBut I hold onto every detail like my life depends on it\nMy undying love, now, I hold it like a grudge\nAnd I hear your voice every time that I think I'm not enough\n[Chorus]\nAnd I try to be tough, but I wanna scream\nHow could anybody do the things you did so easily?\nAnd I say I don't care, I say that I'm fine\nBut you know I can't let it go, I've tried, I've tried, I've tried for so long\nIt takes strength to forgive, but I don't feel strong\n[Verse 2]\nThe arguments that I've won against you in my head\nIn the shower, in the car, and in the mirror before bed\nYeah, I'm so tough when I'm alone, and I make you feel so guilty\nAnd I fantasize about a time you're a little fuckin' sorry\nAnd I try to understand why you would do this all to me\nYou must be insecure, you must be so unhappy\nAnd I know, in my heart, hurt people hurt people\nAnd we both drew blood, but, man, those cuts were never equal\n\n[Chorus]\nAnd I try to be tough, but I wanna scream\nHow could anybody do the things you did so easily?\nAnd I say I don't care, I say that I'm fine\nBut you know I can't let it go, I've tried, I've tried, I've tried for so long\nIt takes strength to forgive, but I don't feel strong\n[Bridge]\nOoh, do you think I deserved it all?\nOoh, your flowers filled with vitriol\nYou built me up to watch me fall\nYou have everything, and you still want more\n[Outro]\nI try to be tough, I try to be mean\nBut even after all this, you're still everything to me\nAnd I know you don't care, I guess that that's fine\nBut you know I can't let it go\n, \nI've tried, I've tried, I've tried\n for so long\nIt takes strength to forgive, but I'm not quite sure I'm there yet\nIt takes strength to forgive, but"
}