{
  "title": "The New Workout Plan",
  "artist": "Kanye West",
  "lyrics": "[Intro: Kanye West]\nYou just popped in the Kanye West\nGet Right for the Summer\n workout tape\nAnd ladies, if you follow these instructions exactly\nYou might be able to pull you a rapper, a NBA player\nMan, at least a dude with a car!\nSo, first of all, we gonna work on the stomach\nNobody wants a little tight ass\n[Verse 1: Kanye West]\nOne, and two, and three, and four, and get them sit ups right, and\nTuck your \ntummy tight\n and do your crunches like this\nGive head, stop, breathe, get up, check your weave\nDon't drop the blunt and disrespect the weed\nPick up your son, don't disrespect your seed\nIt's a party tonight and ooh, she's so excited\nTell me who's invited: \nyou, your friends and my dick\n(Ah!) What's scary to me\nHenny make girls look like Halle Berry to me\nSo excuse me, miss, I forgot your name\nThank you, God bless you, good night I came, I came, I came\n[Chorus: Kanye West]\nIt's been a week without me\nAnd she feel weak without me\nShe wanna talk it out but\nAin't nothing to talk about\nUnless she's talking 'bout freaking out\nThen maybe \nwe can work it out\nWork it out, work it out\nWork it out, work it out now\nMaybe we can work it out\n\n[Verse 2: Kanye West]\nOoh, girl, your silhouette make me wanna light a cigarette\nMy name Kanye from the Jigga set\n, \nTwista said \"Get It Wet\"\nOoh, girl, your breath is harsh!\nCover your mouth up like you got SARS\nOff them tracks, yeah, I bought them cars\nStill, kill a nigga on 16 bars\nWe ain't sweating to the oldies, we juking to a cold beat\nMaybe one day, girl, we can bone\nSo you can brag to all your homies now\nBut I still mess with a big girl, if you ain't fit, girl, I'll still hit, girl\nOne and, you brought two friends, okay, three more\nNow hop in the Benz\nFour door, do you know the difference between a five, six, seven, eight?\nAll the Mocha Lattes, you gotta do Pilates\nYou gotta pop this tape in before you start back dating\nHustlers, gangstas, all us ballers\n[Chorus: Kanye West]\nIt's been a week without me\nAnd she feel weak without me\nShe wanna talk it out but\nAin't nothing to talk about\nUnless she's talking 'bout freaking out\nThen maybe we can work it out\nWork it out, work it out\nWork it out, work it out now\nMaybe we can work it out\n\n[Interlude: Jill, Lasandra, Ella-May & Kanye West]\nHi, my name is Jill, I just want to say thanks to Kanye's workout plan. I was able to pull a NBA player. And, like, now I shop every day on Rodeo Drive. I just want to say, thank you, Kanye! Woooo! Woooo!—Woooo!\nMy name is Lasandra, and I just want to say that since listening to Kanye's workout tape, I was able to get my phone bill paid, \nI got sounds and 13's put up in my Cavalier\n and I was able to get a free trip to Cancun. \nAnd what's most importantly is that I ain't gotta fuck with Ray-Ray's broke ass no mo'\nWork it (Mo')\nJuke it (Mo') Pump it (Mo')\nChi-Town (Mo') Let's go (Mo')\nMy name is Ella-May from Mobile, Alabama, and I just want to say since listening to Kanye's workout tape\n, \nI been able to date outside the family\n, \nI got a double wide\n, \nand I rode a plane—rode a plane—rode a plane\nThanks to Kanye's workout plan\nI'm the envy of all my friends\nSee, I pulled me a baller man\nAnd I ain't gotta work at the mall again\n[Interlude: Bosko & (Kanye West)]\n(Lemme break ya wit' a piece of)\nMy favorite workout plan (Oh, oh, oh)\nI wanna see you work out\n(Yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah)\nI wanna see you work out\n(It's like that old Michael Jackson shit)\n[Bridge: Kanye West]\nThat's right, put in work, move your ass, go berserk\nEat your salad, no dessert\n, get that man you deserve\n\n[Interlude: Bosko & (Kanye West)]\nIt's Kanye's workout plan\nI said it's Kanye's workout plan (Ladies and gentlemen)\nIt's Kanye's workout plan (Allow myself to introduce myself)\nHis workout plan (This time around, I want y'all to clap with me like this)\n[Refrain]\nThat's right, put in work\nMove your ass, go berserk\nEat your salad, no dessert\nGet that man you deserve\n \n(Stop!)\n[Interlude: Bosko & Kanye West]\nIt's Kanye's workout plan (Okay, \nbreathe\n)\nI said, it's Kanye's workout plan (I know y'all ain't tired)\nIt's Kanye's workout plan (But I hope not 'cause on this one, I need y'all)\nHis workout plan \n(To give me a soul clap, okay?)\n(Double time)\n[Refrain: GLC & Kanye West]\nThat's right, put in work (Woo!)\nMove your ass, go berserk (Ow!)\nEat your salad, no dessert (Ugh!)\nGet that man you deserve\nThat's right, put in work (Put in work)\nMove your ass, go berserk (Go wizzerk)\nEat your salad, no dessert (No dessert)\nGet that man you deserve (You hear, ugh)\nThat's right, put in work (That's right put in work)\nMove your ass, go berserk (Go wizzerk)\nEat your salad, no dessert (Eat your salad, no dessert)\nGet that man you deserve (Woo!)\n[Outro: Bosko & Kanye West]\n(Okay, okay, okay, that's very good good)\n(I appreciate your time)\nI want to see you work out for me\nWoah, yeah, woah, yeah\nDo-do-do-do-do-do-do-do-do-do, yo"
}