{
  "title": "THE CATS CRYING OUTSIDE MY WINDOW SOUND LIKE THE END OF THE WORLD",
  "artist": "Crush",
  "lyrics": "[Chorus]\nYeah, real as they come, bum\nSurround like the plague\nFlorida boy, not going back to L.A\nLay me to rest in Miami-Dade, yuh\nMy city alive, but you could see death in my eyes\nIf you look deep enough within you will find\nWhat will I find? (The whole world dead inside)\n[Verse]\nI got rage in my soul, I fear I'm losing control\nI'm going down a dark road (You could see the death in my eyes)\nI only talk to myself, and that's what I've been told\nGlass half empty, feel like somebody's out to get me\nMy consequences weighing heavy\nMy destiny is double steady\nTold the goddess of death I'm ready (\nToasty!\n) (To see what lies on the other side)\nSlit my wrists and I'm gone, I admit to my wrongs\nVices keeping me up at night (My sins keep me running from home)\nI'm wasting my time with a woman I'll never love more than my dog\nNow I see clearly (Now that I can see through the fog)\nI wasted away in my bed, panicking, catching my breath\nNow nothing is left (I don't have the will to move on)\nThe mirror never lies, it can see my cries\nHear my screams in the middle of night, I'm losing the fight\nI try to numb the pain, drug me up and fry\nOh lord, tell me why? (I can't run away from my mind)\nI shrug my shoulders to rumors and lies\nConspiracy theories and dummies alive when I rest my eyes (I know who I am deep inside)\nThe cats crying outside my window sound like the end of the world\n\n[Chorus]\nYeah, real as they come, bum\nSurround like the plague\nFlorida boy, not going back to L.A\nLay me to rest in Miami-Dade, yuh\nMy city alive, but you could see death in my eyes\nIf you look deep enough within you will find\nWhat will I find? (The whole world is sad)\n[Outro]\nThe cats crying outside my window sound like the end of the world\n(You could see the death in my eyes)\nAnd this time, tell the goddess of death I'm ready\n(To see what lies on the other side)\nDear lord, why must I suffer in agonizing pain?\n(The whole world dead inside)\nEveryday feels like somebody's out to get me\n(The whole world dead inside)\nLay my bones to rest and damned\n(The whole world dead inside)\nThe cats crying outside my window sound like the end of the world"
}