{
  "title": "The Watcher 2",
  "artist": "Jay-Z",
  "lyrics": "[Intro: Jay-Z]\nThe Watcher!\nGyeah, ugh\nShit I do for a livin', nigga\nShit I eat for a livin', nigga (\nThe Watcher!\n)\nThat's how I live for a livin', nigga\nI'm watching\n'Kay, let's do this\nThe Watcher!\n[Verse 1: Jay-Z]\nThings just ain't the same for gangstas\nBut I'm a lil' too famous to shoot these pranksters\nAll of these rap singers claiming they bangers\nDoing all sorts of twisted shit with they fingers\nDisrespectin' the game, no home training or manners\nI was doing this shit when you was shitting in Pampers\nI was moving them grams 'fore you knew what a hand-to-hand was\nDucking the vans, radars, and scanners\nBefore you knew what hard white or tan was\nI was hitting the turnpike, aight with the bammers\nI was nice with my hands, 'cause I'm hype with them hammers\nI was pricking my finger 'fore you knew what a fam' was\nI had it laid out 'fore you knew what a plan was\nThree hundred mil' later—now you understand us\nY'all ain't see us coming through Vegas\nYou ever seen so much cham' bust in one night?\nGrand, fucked up one fight\nI was on the Peter Pan bus\nYou was putting Peter Pan up in your room\nY'all fuckin' with whom? \nAllow me to retort\nYou cowards is just now learnin' the shit that we taught\nYou niggas ain't know about a Robb Report\n'Bout a high-speed Porsche\nI.E., you niggas ain't know how to floss\n'Til I came through the door like \"Eric B. for Prez\"\nRespect me in this bitch!\nYou can't disrespect us 'cause you got a little check cut\nYou was sucking 'em so long, fucking your lil' neck up\nNow you too big for your britches, you got a few little bitches\nYou think you Hugh Hef', but you just ridiculous\nI blew breath for you midgets, I gave life to the game\nIt's only right I got the right to be king\nNiggas that got life really like what I sing\n‘Cause they know what it's really like, niggas feel my pain\nKnow the shit I don't write\nBe the illest shit that's ever been recited in the game\nWord to the hyphen in my name!\nJ-A-Y – dash – Hoffa\nThe past, present, nigga, the future, proper\nThe Holy Trinity in Hip-Hop is us\nWe give Dre his props, but that's where it stops\nIt's the Roc!\n\n[Pre-Chorus: Truth Hurts]\nI know\nYou got your eyes on me\nI feel you watching me\nBut it ain't hard to see that you can't see me\nYou try\nBut what you think you saw\nAin't what you thought you saw\nYou better off not looking at all\n[Chorus: Terri]\nEverywhere that I go\nAin't the same as before\nPeople I used to know\nJust don't know me no more\nBut everywhere that I go\nI got people I know\nWho got people they know\nSo I suggest you lay low\n[Verse 2: Dr. Dre]\nI'm still on top of the game\nStill droppin' flames, still cock and aim\nStill at the top, had to rock for the fame\nOver setbacks, there's been a lot since I came\nYou seen it all – how I got, how I gained\nThe momentum when it dropped, how I got through the pain\nWhen I roll and shock, they watched me reclaim\nThe streets, they made a special spot for my name\nDre – haters want a stop to my reign\nBut the music lives in me, every drop in my veins\nThe pride and the pain\nAll the way back from the rise of my name\nSee the world clear through \nthe eyes of the man\nSee the world cheer for the rhymes that I gave\nWhen the beat bangs, it'll drive 'em insane, the odds that I played\nThe best to emerge in the game: it's The Watcher\n\n[Pre-Chorus: Truth Hurts]\nI know\nYou got your eyes on me\nI feel you watching me\nBut it ain't hard to see that you can't see me\nYou try\nBut what you think you saw\nAin't what you thought you saw\nYou better off not looking at all\n[Chorus: Terri]\nEverywhere that I go\nAin't the same as before\nPeople I used to know\nJust don't know me no more\nBut everywhere that I go\nI got people I know\nWho got people they know\nSo I suggest you lay low\n[Verse 3: Rakim]\nI'm rated R, my brain contains graphic things\nIt turn traumatic teens into addicts and fiends\nIt's like watching a movie through a panoramic screen\nWhich means I can see the whole planet in the scene\nCash is the topic—the object? A fatter pocket\nSome take the crack and chop it, but those that haven't got it\nTake away to add a profit, it's catastrophic\nI take the gat and cock it, and I'll sit back and watch it\nThese New York streets is ugly, I keep it gully\nThe world is mine and can't nobody keep it from me\nYo, my neighborhood is never sunny\nIn the place where the number one cause of death is money\nYou can try coping\nI seen enough shit to leave your frame of mind broken\nI'm still alive and scoping\nBe another hundred years 'til my skies close in\nAnd I'ma die with my eyes open—The Watcher\n\n[Bridge: Truth Hurts]\nI know\nYou got your eyes on me\nI feel you watching me\nBut it ain't hard to see that you can't see me\nYou try\nBut what you think you saw\nAin't what you thought you saw\nYou better off not looking at all\n[Chorus: Terri]\nEverywhere that I go\nAin't the same as before\nPeople I used to know\nJust don't know me no more\nBut everywhere that I go\nI got people I know\nWho got people they know\nSo I suggest you lay low\n[Outro]\nThe Watcher\nThe Watcher\nI'm watching, The Watcher\nBah, bah, The Watcher\nThe Watcher"
}