{
  "title": "The Ruler’s Back",
  "artist": "Jay-Z",
  "lyrics": "[Intro]\nWoo, woo, woo, woo\nI am back, niggas\nHa-ha-ha-ha-ha-ha (Uh-oh, uh-oh, woo, woo)\nLadies and gentlemen, H to the izz-O (H to the izz-O)\nI wanna thank everybody out there for they purchase\nWe surely appreciate it (Woo)\nWhat you about to witness is my thoughts (Just my thoughts, man)\nRight or wrong\nJust what I was feelin' at the time (Uh)\nYou ever felt like this, vibe with me (Walk with a nigga, man)\nJust vibe with me\nYo\n[Verse 1]\nGather 'round, hustlers, that's if you still livin'\nAnd get on down to that ol' Jig rhythm\nHere's a couple of jewels to help you get through your bid in prison\nA ribbon in the sky, keep your head high\nI, Young 'Vito, voice of the young people\nMouthpiece for hustlers, I'm back, motherfuckers\nYour reign on the top was shorter than leprechauns\nY'all can't fuck with Hov, what type of X y'all on?\nI got great lawyers for cops, so dress warm\nCharges don't stick to dude, he's Teflon\nI'm too sexy for jail like I'm Right Said Fred\nI'm not guilty, now give me back my bread\nMr. District Attorney, I'm not sure if they told you\nI'm on TV every day, where the fuck could I go to?\nPlus - Hov don't run, Hov stand and fight\nHov a soldier, Hov been fightin' all his life so\nWhat could you do to me? It's not new to me\nSue me? Fuck you, what's a couple dollars to me?\nBut you will respect me, simple as that\nOr I got no problem goin' back\nI'm representin' for the seat where Rosa Parks sat\nWhere Malcolm X was shot, where Martin Luther was popped (Come on)\nSo off we go, let the trumpets blow\nAnd hold on, because the driver of the mission is a pro\nThe ruler's back\n\n[Interlude]\nI am back, niggas\nYeah, yeah, yeah\nTurn the motherfuckin' music up (The ruler is back)\nI am back, niggas\nYeah, yeah, yeah, yeah, yeah, yeah\n[Verse 2]\nWell, in these times, well, at least to me\nThere's a lot of rappers out there tryin' to sound like Jay-Z\nI'll help you out, here's what you do\nYou gonna need a wide lens 'cause that's a ver' big shoe\nAnd you got a couple of beans and you don't have a clue?\nYour situation is bleek, I'ma keep it real 'cause\nFuckin' with me, you gotta drop a mil'\n'Cause if you gonna cop somethin', you gotta cop for real\nDon't only talk it, walk like it, from the bricks to the booth\nI could predict the future like Cleo the psychic\nYou can't date skeeos and wife it (Uh-uh)\nAnd you can't sell me bullshit, we know the prices\nSo what your life is?\nWe gon' roll 'til the wheels fall off, y'all motherfuckers check the tires\nOff we go, let the trumpets blow\nAnd hold on, because the driver of that Bentley is a pro\n[Interlude]\nThe ruler's back\nI am back, niggas\nFeels good, ha\nPah, holla at me\nThe ruler's back\nYeah, woo\nYeah, yeah, yeah\n\n[Outro]\nNow bounce, come on, bounce\nUh (Woo, woo)\nBounce, come on, bounce\nUh, uh, yeah, yeah\nBounce, come on, bounce\nUh, yeah, just my thoughts, ladies and gentlemen\nJust what I'm feelin' at the time, you know what I mean?\nYou know what I mean?"
}