{
  "title": "The Grind",
  "artist": "The Notorious B.I.G.",
  "lyrics": "[Intro: 50 Cent & \nThe Notorious B.I.G.\n]\nG-G-G-G-G\nG-G-G-G-G\nG-G-G-G-G\nG-G-G-G-G-Unit!\nNiggas know who the don is (Live from Bedford-Stuyvesaunt)\n[Chorus: 50 Cent]\nI go hard for mine, I work 9 to 5\nAnd I stay on the grind, I stay on the grind (What, what?)\nI ain't got time for love, I'm tryna get mine\nAnd I stay on the grind, I stay on the grind\nI got Moe in the middle and I'm always gon' shine\n'Cause I stay on the grind, I stay on the grind\nIf you call and I'm busy when you got spare time\nIt's 'cause I stay on the grind, I stay on the grind\n[Verse 1: 50 Cent]\nAll I do is sit and think of ways I can come up\nCatching jooks and run up, and leave your nigga done up\nMy pockets are hurting, homie, I ain't feeling this shit\nHave your mama screaming (\"Baby, move, it's a hit!\")\nI ain't Scarface -- \"No women, no kids\" -- I don't give a fuck\nBetter teach that bitch and that little nigga to duck\nWith a P90 Ruger I put shots all through ya\nIf you survive, you gon' feel what talons do to ya\nI'm a hard-headed nigga, I came up so hard\nHad to get shot 9 times for me to find God\nIf them planes hit the projects, nobody would care\nLook around, ain't nothing but black folks around here\nWe brothers become political and start to maneuver\nThey give you 100 years, man, they did it to Hoover\nNow, you can hate me or love me\nWhen you see me, busts shots or come and hug me\nThe showman shit's lovely\n\n[Chorus: 50 Cent]\nI go hard for mine, I work 9 to 5\nAnd I stay on the grind, I stay on the grind (What, what?)\nI ain't got time for love, I'm tryna get mine\nAnd I stay on the grind, I stay on the grind\nI got Moe in the middle and I'm always gon' shine\n'Cause I stay on the grind, I stay on the grind\nIf you call and I'm busy when you got spare time\nIt's 'cause I stay on the grind, I stay on the grind\n[Verse 2: The Notorious B.I.G.]\nNiggas talkin' it but ain't livin' it\nCristal pops I'm sippin' it, mob hats and lizard shit\n'Gator trunks bitch, rollin' blunts with the williest of the willy\nHeckler Koch, M-1's and nine millies\nStories like a motherfucker\nModel bitches wondering if I'ma fuck with her\nShe know I treat my bitches like Ivana\nDolce and Gabana drippin', Big Poppa never slippin'\nH-class diamonds shinin', dinner with wifey winin', dinin'\nSmoking cigars in Bogotá with Colombian niggas named Panama\nAnd Englique and shit, games we play life endin'\nBitches bending over with ease for a pair of Moschino jeans\nAnd Donna Karan tank tops, I got your bank stopped\nSingles on top, Benjamins under the rest of 'em\nAdvancin' from duplex to mansions\nStashing keys hidin' G's overseas, VCR's in my V's\nGame elevates money I make into stocks and real estates, bitch\nJet skiing in the Caribbean, white sand\nDiscussing plans with my man\nDark blue land, smoke tint chrome rims and a system\nThat leaves my rear views tremblin'\nWhat you gonna do when poppa catch an attitude?\nDrop to your knees and show gratitude\nKiss my ring, it's a Frank White thing I stay potent\nBitch is devoted, take my dick and deep throat it\n\n[Chorus: 50 Cent]\nI go hard for mine, I work 9 to 5\nAnd I stay on the grind, I stay on the grind (What, what?)\nI ain't got time for love, I'm tryna get mine\nAnd I stay on the grind, I stay on the grind\nI got Moe in the middle and I'm always gon' shine\n'Cause I stay on the grind, I stay on the grind\nIf you call and I'm busy when you got spare time\nIt's 'cause I stay on the grind, I stay on the grind"
}