{
  "title": "The Set Up",
  "artist": "Nas",
  "lyrics": "[Produced by Havoc]\n[Intro: Nas & (Havoc)]\nUhh (Yeah, yeah, yeah)\nQ.B. since 1933 (No doubt)\nTo '96\n ('96, motherfucker)\nCheck this shit\n('96, Escobar 600)\nCheck this shit!\n[Verse 1: Nas]\nMy mind set, son got wet, I'm vexed really\nThey snatched off his Rolex, smacked his bitch silly\nWhy niggas actin' illy? Word to Will, he 'bout to feel it\nI feel it, he should've been dealt wit' it\nThem niggas sour, they put too much flour in their coke\nAnd got the nerve to wonder why they broke!\nWhile we was gleamin', niggas was schemin', seen the ill Bimmers beamin'\nTriple-beam and doublin' cream had 'em fiendin'\nTo get they fingers on a dose-ah\n, I called Sosa\n\"Sosa, these niggas hit the God, bring the toaster\nMeet me in the Bridge, I'm 'bout to go loca\"\nLeft my rat beggin' me to stay and stroke her\nHe came through wit' two fly bitches (Uh)\nVenus and Vicious with two MAC's inside the Volvo\nWhat up, god? I'm still sober\nI need some Henn' to bend me over\nMy nigga Hav' got a soldier, it's gettin' down, it's goin' down, kid (I got this, I got this)\nI heard he might not live, I'm holdin' back tears\nTold these broads to put it in gear\nWit' two females that don't smile, diggin' their style\nYo, what up, son? These niggas done started somethin' wild (What up?)\nYou know the clique well, Ramel with the gold in his grill\nTried to get a name holdin' the steel\nI paid attention to the females, maintained bitches when it get real\nSos' pulled me close and told me the deal\nHe said both hoes'll peel, spray shots and reload and still handle the wheel\nPoint 'em out, smoke a Phill' then chill\nI laid back — Escobar status, knowin' The Firm got it cornered\nWe on it, shit we was born wit'\n\n[Chorus: Havoc]\nSpark the lye, Q.B.C. yo, it's do or die\nIn this, business of trifeness\nI finesse this, Boyardee, we chef shit\nPerfect shit, Albert Einstein minds connect wit'\nDangerous sons, step back, let the TEC lift\nLift you up, bless you with a shorty then we set you up!\nSpark the lye, Q.B.C. yo, it's do or die\nIn this, business of trifeness\nWe finesse this, Boyardee, we chef shit\nPerfect shit, Albert Einstein minds connect wit'\nDangerous sons, step back, let the TEC lift\nLift you up, bless you with a shorty then we set you up!\n[Verse 2: Nas]\n\"Hold it right there, pull over!\" \nThat nigga right there inside the Rover\nI knew he'd be right here, I told ya\nLet's get him now, look at him smile, Ice Bulova\nPolo pullover, big links and rockin' boulders\nHe's stuntin' after he left my man like that\nWithout a fair chance to fight back, but I'll be right back!\nHe never seen us, Sos' gave the MAC to Venus and Vicious\nLookin' delicious, handle your bidness\nAnd step to him, shake your ass, try to screw him\nDo what ya gotta do to get to him\nA tight Parasuco with young faces\nCan turn niggas Buttafuoco of all ages\n (Yeah)\nThey was amused by the way they walked, way they talked\nOnly if they knew these girls had sprayed New York\nIf they've had to, heard him ask Venus, \"Could I have you?\"\nHe jumped out a Jeep, heard her tell him, \"Don't grab, boo!\"\nThey started chattin', was only 'bout a minute flat when\nThey jumped in the back of the Jeep laughin'\nWe followed 'em, pollyin', he thought the hoes were Somalian\nProbably when they hit the Holiday Inn\nI grabbed the phone and called the Mobb and 'em\nWe laid low about a hour or so, these bitches movin' too slow\nWe both holdin', what if them wild hoes started foldin'?\nSosa said, \"Say no more\", we started rollin'\nBefore we got in, they must've shot him\nSecurity wildin', there the girls go, hurry up, we out in\nThe 940, me, Sosa and two shorties\nThe punk niggas got murdered in the orgy!\n\n[Chorus: Havoc & Foxy Brown]\nSpark the lye, Q.B.C. yo, it's do or die\nIn this, business of trifeness\nWe finesse this, Boyardee, we chef shit\nPerfect shit, Albert Einstein minds connect wit'\nDangerous sons, step back, let the TEC lift\nLift you up, bless you with a shorty then we set you up\n[Outro: Foxy Brown]\nQ.B.C., Queensbridge, motherfucker\nRopin' niggas up, 'cause our clique is thick\nAnother day, another dollar\nMore money, more murder\nFuck this shit! Q.B. up in the house"
}