{
  "title": "The World Is Yours (Tip Mix)",
  "artist": "Nas",
  "lyrics": "[Intro]\n(Whose world is this?)\nLa, la la la\n(Whose world is this?)\n[Verse 1]\nI sip the Dom P, watchin' \nGandhi\n 'til I'm charged\nWritin' in my book of rhymes, all the words past the margin\nTo hold the mic I'm throbbin', mechanical movement\nUnderstandable smooth shit that murderers move with\nThe thief's theme — play me at night, they won't act right\nA fiend of hip-hop, it's got me stuck like a crack pipe\nThe mind activation\nReact like I'm facin' time like 'Pappy' Mason\nWith pens I'm embracin'\nWipe the sweat off my dome, spit the phlegm on the streets\nAnd the Nikes on my feet keep my cipher complete\nWhether cruisin' in a Sikh's cab, or Montero Jeep\n, \nI can't call it\nBeats make me fallin' asleep, I keep fallin'\nBut never fallin' six feet deep\nI'm out for presidents to represent me (Get money)\nI'm out for presidents to represent me (Take money)\nI'm out for dead fuckin' presidents to represent me\n[Chorus]\n(Whose world is this?)\nThe world is yours\nDisciple of the projects slash verbal murderer\n(Whose world is this?)\nYeah, the world is yours\nTo the Phillie blunt heads, crack-pumpin' drug murderers\n(Whose world is this?)\nThe world is yours\nTo my niggas comin' home from lockdown with new plans\n(Whose world is this?)\nFuck it, the world is mine\nHoldin' a stolen cop's Glock with G-notes in my hand\n(Whose world is this?)\n\n[Verse 2]\nTo my man Ill Will — God bless your life\nTo my peoples throughout Queens — God bless your life\nMy insight enlights vision, words of wisdom\nNiggas pay me intuition to listen to murder paragraphs of mysticism\nMan plants seeds that brings forth multiple breeds\nSo many cultures on one planet, but one culture's free\nSon, I need weed to proceed, change the flow speed\nI'm gettin' vexed, \nGiuliani is 6-6-6\nThere's no days for broke days, sellin' smoke pays\nI toke the chocolate potent Phillies, never roach-sprayed\nShit is a hassle, the 'Bridge is like a haunted castle\nThe mic's my religion, the system is the Devil's lasso\nA-yo, the trife life is the most influential\nThough colors on men's skins in pens is coincidental\nHow you livin'? Large or broker?\nYou're wastin' time extortin' papers from smokers\nCatchin' court papers, gettin' broker\n[Chorus]\nThe world is mine\nPersona of late Tony Montana, yeah, gettin' mine!\n(Whose world is this?)\nThe whole world is mine\nWho want it? I never front it, I'm forever blunted, hittin' lye\n(Whose world is this?)\nHenny up with the lye (La la la)\nNever stop, we don't stop (La la la)\nThe Hennylo, puff the lye, y'all (La la la la)\nDon't stop the Hennylo (La la la)\nWe puff the lye (La la la)\nEveryday, puff the lye\n, plus the Hennylo (La la la la)\n\n[Verse 3]\nI'm the young city bandit, hold myself down single-handed\nFor murder raps, I kick my thoughts alone, get remanded\nBorn alone, die alone, no crew to keep my crown or throne\nI'm deep by sound alone\nCaved inside a thousand miles from home\nI need a new nigga for this black cloud to follow\n'Cause while it's over me, it's too dark to see tomorrow\nTryin' to maintain — flip, fill the clip to the tip\nPicturin' my peeps not eatin' could make my heartbeat skip\nAnd I'm amped up, they locked the champ up\nEven my brain's in handcuffs\nHeaded for Indiana, stabbin' bitches like the Phantom\nThe crew is lampin' Ill Will style\nCheck the gold-toothed smile, plus I profile wild\nStash loot in fly clothes, burnin' dollars to light my stoge\nWalk the blocks with a bop\nCheckin' dames\n, \nplus the games people play\nI check the dames, plus the games people play\nBust the problems of the world today\n[Break]\n(Whose world is this?)\n(Whose world is this?)\n(Whose world is this?)\n(Whose world is this?)\n(Whose world is this?)\n(La la la, la la la, la la la la la)\n\n[Outro: \"La la la, la la la, la la la la la\" in the background]\nYeah, yeah, yeah, Wizard, keep that lye in the air\nYo, I wanna give a shout-out to the whole fuckin' Queens\nMy man Tipster on the boards, keepin' it real, Lord\nThe Queensbridge nation get it on\nFakin' no fuckin' jax\nFuck around and get your wig pushed back\nA big shout-out to my man Killa!\nRon Du, it's on you\nL.E.S. on another murder quest\n'94, we out\nKeep the lye in the air, Hennessy everywhere\nKeep the la la goin'..."
}