{
  "title": "The Heart Pt. 3 (Will You Let It Die?)",
  "artist": "kendrick lamar",
  "lyrics": "[Intro: Kendrick Lamar]\nOne, two, one, two, one, two, ch-ch-ch-ch\nMm\nNah, one, two, one, two, one, two\nOne, two\nTurn the headphones up, Ali\nOne, two\nYou mix with Dre, right?\nHehehehehe\nTurn the headphones up\n[Verse 1: Kendrick Lamar]\nWhen the whole world see you as 'Pac reincarnated\nThat's enough pressure to live your whole life sedated\nFind the tallest building in Vegas and jump off it\nBut I could never rewrite history in a coffin\nSo I'm talking to God: \"Can you wash all these demons off me?\"\nThis last year been quite similar to Aaliyah\nControlled my own destiny—\n \nonly rapper that steered a G5\nG's give high-fives to me and say, \"Kendrick, just persevere”\nThe presence of being real\nAs I lay in this four-corner room, staring at candles\nThinking, \"How can I make an example for this generation of Compton?\"\nMy biggest fear is not feeling accomplished or turning back to that same accomplice\nMy past life was a child with no act-right tryna smile in a room of killers, turn into a crash site\nInfluenced by niggas that spoke the gang culture fluent\nAssuring that some blossom early and some truant\nThank God for the album I idolized\n\"It's Dark and Plus Hell is Hot\"—that's the start of this crazy ride\nTwo young niggas, me and Dave inside the garage\nThat thought we was Jay and Dame—that’s the lane that we tried to drive\nTruthfully, I just started rappin' to get away\nI never thought that your favorite rapper would want a verse\nMy nigga got hit 25 times with a K\nMake the decision: Ride the beat or ride in a hearse\nNow Punch is my mentor, Top Dawg is the coach\nJay Rock is my older brother, I was there when he wrote—\nHis name on his record deal;\n \nwe had figured the coast\nWould live on a pedestal once the shit hit the store\nFound ourselves scrambling, tryna figure it out\nSoul told me that the record shop 'bout to go in a drought\nQ ain't got a place to stay and 'bout to sleep on the couch\nWe eating off each other tray, the dollar-menu amount\nMeanwhile, the coast going hard at each other\nThe younger rappers had wanted some of the OGs' comfort, but I ain't need it\nI never screamed out \"The New West\"—I didn't believe it\nThey brung each other down; I was planning out my achievements, huh\nI need to separate myself to stand out, huh\nI need a better way to take your fans now, huh\nI need to kill you motherfuckers dead (Doot doot doot)\nThree hollow-tips aimed at your head (Doot doot doot doot)\nI'll be damned if the chopper jam now (Doot doot doot doot)\nAnd we never asked for no handout\nIn the midst of it all, I recall a call when you said how—\nWe could never resolve in the Hall of Fame, and I went to trial\nWith a Bible and rifle: I play the game as I \"blam-blaow!\"\nHoller back at me, nigga\nAnd if they said that I'm the one, why you asking me, nigga?\n'Cause when the whole world see you as 'Pac reincarnated\nEnough pressure to make you just open the Book of David\nAnd pray to God that you make it or live your life in The Matrix\n'Cause falling off is a sickness—I heard that it's quite contagious\nI need to separate myself to stand out, huh\nI need a better way to take your fans now, huh\nI need to kill you motherfuckers dead\nThree hollow-tips aimed at your head\n\n[Verse 2: Ab-Soul & \nKendrick Lamar\n]\nI'll be damned if the chopper jam now\nAnd we never ask for no handouts\nI'll take you back to that pack of Black & Milds in my hand now (Soul!)\nIn the midst of it all, was cooking—them pots and pans out\nLooking forward as four was forced to form a new clan now\nFast-forward as I wait in line for this passport\nThe homies was still poor, with work in a Jansport (\nUgh\n)\n[Verse 3: Kendrick Lamar]\nWhoever thought that Rosenberg would mention me to Dre?\nEven Vanessa from XXL had told him press play\nAnd there goes my fate, now I'm on the stage with Snoop\nGave me the torch and I ran with it in hot pursuit\nRapped with my forefathers—even wreck it with Gaga, too\nLyricist of the year—fuck am I 'posed to do? Rock!\n[Verse 4: Jay Rock]\nLaughing at you niggas out there who thought we was flukes\nExaggerated shit that we rapped had came true\nThought I was aggravated when Warner had let me loose\nI was honored—see, they was haunted when Mike Jones didn't recoup\n[Verse 5: Kendrick Lamar]\nCool, 'cause niggas won't outdo us in the booth\nEven when my album leak, fans still buy it for proof\nI came, I saw, I conquered\nNo shame, I blame all of this on Compton\nThinking 'bout when Sherane tried to set me up\nCold game, full circle—they set up her\nI put my life in these twelve songs, my fight in these twelve songs\nThe fight to ignite any wrong and right that I prolong\nThe story, the short film;\n the glory of Him and them\nThe worry of mothers that don't recover when babies killed\nThe trial and the tribulations,\n \nthe newer \nMiseducation\nThe view of a body wasted, you knew somebody ain't make it\nThe angry, the adolescent; the reason I ask this question:\nWill you let hip-hop die on October 22nd?\nWill you let hip-hop die on October 22nd?"
}