{
  "title": "The Ride",
  "artist": "Drake",
  "lyrics": "[Intro: Drake]\nYeah\nI hate when, I hate when people say they feel me, man\nI hate that shit\nIt'll be a long time before y'all feel me\nIf ever\nFor real\n[Verse 1: Drake]\nYou won't feel me 'til everybody say they love you, but it's not love\nAnd your suit is oxblood\nAnd the girl you fuckin' hates you and your friends faded off shots of\nWhat you ordered to forget about the game that you on top of\nYour famous girlfriend ass keep gettin' thicker than the plot does\nAnd when you forget her, that's when she pop up\nAnd you got a drop, but you ride around with the top up\nOr get three SUVs for niggas dressed like refugees\nAnd deal with the questions about all your excessive needs\nAnd you do dinners at French Laundry in Napa Valley\nScallops and glasses of Dolce, that shit right up your alley\nYeah, you see a girl and you ask about her\nBitches smiling at you, it must be happy hour\nThey put the cloth across your lap soon as you sat down\nIt's feeling like you own every place you choose to be at now\nWalking through airport security with your hat down\n'Stead of gettin' a pat-down, they just keep on sayin' that they feel you, nigga, yeah\nIt's been too long\nBeen way too long\n\n[Chorus: The Weeknd]\nI've been faded too long, ooh\nI've been faded too long, ooh\nI've been faded too long, ooh\nWhy won't it stop? The ride\nWhy won't it stop? Ooh, the ride\n[Verse 2: Drake]\nYou won't feel me 'til you want it so bad, you tell yourself you're in it\nAnd tell the world around you that your paperwork is finished\nAnd steal your mother's debit card so you maintain an image\nAnd ride around in overpriced rental cars that ain't tinted\nYou need a minute? You got it\nYou know it's real when your latest nights are your greatest nights\nThe sun is up when you get home, that's just a way of life\nApartment 1503, some couches and paintings\nWhere you record with two others that want the same things\nYeah, it start to feel better than home feels\nAnd so you up there every night, you swear you gettin' close\nThat champagne money was for gas and phone bills\nBut shit, you 'bout to spend it on what matters most\nYou drop a couple songs in hopes that you could be the nigga\nAnd come out every night to let the city see they nigga\nTellin' stories that nobody relate to\nAnd even though they hate you\nThey just keep on tellin' you they feel you, nigga\nYeah\nIt's been too long, man\n\n[Chorus: The Weeknd & \nDrake\n]\nI've been faded too long, ooh\nI've been faded too long, ooh\nI've been faded too long, ooh\nWhy won't it stop? (\nYeah\n), the ride\nWhy won't it stop? (\nUh\n), ooh, the ride\n[Verse 3: Drake]\nI haven't been inside Terminal 1 and 3 in so long\nI'm drivin' right up to it now, make sure you got your coat on\nThat runway can be cold, especially after summer's rolled on\nAnd all you knew is alcohol and city lights and slow songs\nFor four months out the year, it's got you asking what's good at home?\nWhat's good at home?\nThe same hoes are still at it, I should've known\nMy young niggas poppin' M's and sippin' dirty Jones\nProblem children that all be reppin' October's Own\nBrand new girl and she still growin'\nBrand new titties, stitches still showin'\nYeah, and she just prayin' that it heals good\nI'm 'bout to fuck and I'm just prayin' that it feels good\nI really don't know much, but, shit, I know a secret\nThey say more money, more problems, my nigga, don't believe it\nI mean, sure, there's some bills and taxes I'm still evadin'\nBut I blew six million on myself and I feel amazin'\nYoung money-maker, season-ticket holder\nSeason switching over\nI come through them bitches, still scorchin' as if I didn't notice\nYou niggas gettin' older, I see no threat in Yoda\nI'm out here messing over the lives of these niggas that couldn't fuck with my freshman floater\nLook at that fuckin' chip on your nephew's shoulder\nMy sophomore, I was all for it, they all saw it\nMy junior and senior will only get meaner\nTake care, nigga\n\n[Outro: The Weeknd]\nOoh\nI'm still faded, faded, faded (The ride)\nI'm still faded, faded, faded (Why won't it stop? Ooh, the ride)\nWhy won't it stop? The ride\nWhy won't it stop? Ooh, the ride"
}