{
  "title": "There’s Something On Your Mind",
  "artist": "Etta James",
  "lyrics": "[Verse 1: Etta James]\nThere is something on your mind\nBy the way you look at me\nThere is something on your mind, baby\nBy the way you look at me\nAnd what you're thinking brings happiness\nOh, and it brings misery\nPlease, please, don't try to tell me\nI think I, I understand\nNo, no, don't try to tell me, baby\n'Cause I think I, I understand\nYou want me to try and forget you\nWell, I'll do\nBaby, I'll do the best I can\n[Interlude: B.B. King]\nYou know it hurts you when you're in love with someone and you know that someone don't love you. It carries a heavy burden on your heart to know that the someone that you're in love with is in love with your best friend. And I'll tell you, when someone else is rocking your, rocking your cradle, you know, better than you can rock your cradle yourself, then there's only one thing for you to do\nYou just pack your clothes, turn around, and slowly walk out of the door\nLook over your left shoulder as you go out, then you hang your head and you say:\n[Verse 2: B.B. King]\nOh, please don't try to tell me\nUh-huh, I think, I understand\nNo, no, no, no\nPlease don't try to tell me\nBecause you think, you think I understand\nOh, you want me to try\nTo try to forget you, baby\nAnd I'll tell you, I'll do the best I can\n\n[Interlude: B.B. King]\nYou know, after you have done all you could do and you can't take no more, then you go downtown, you get your big baseball bat and you come back on the scene where they both are still together, and then you just go and kick down the door. Now as you kick down the door you just start beating the hell of everybody that you can see, everybody that comes through the door, and just as you make up your mind that you're gonna try to forgive her, then out comes another one of your friends, and that really blows your mind. So you go and think about, you say to yourself, \"Baby, I realize I've done wrong but please forgive me.\" And with a smirky smile on her face then she look up at you and she say:\n[Verse 3: Etta James, \nB.B. King\n]\nIf you ever think about me\n(\nOh, I think about you, baby\n)\nIf you ever charge your mind\n(\nOh, you're staying on my mind, baby\n)\nIf you ever think about me\n(\nOh, I think, I think about you all the time\n)\nAnd if I ever cross your mind\n(\nYou stayed on my mind\n)\nWell, you know, you know, you know I'm yours\nAnd I know, I know you got to be mine\n(\nYeah\n)\n[Outro: Etta James, \nB.B. King\n]\nThere is something on your mind, B\nI can tell by the way you look at me\n(\nOh, there's something, on my mind, Miss James\n)\nThere is something on your mind\n(\nOh, can you tell, there's something on my mind?\n)\nBy the way you look at me\n(\nOh, the way I look at you, you look good to me\n)\nAnd what you're thinking brings happiness\n(\nYes, baby\n)\nOh, oh, and it can bring misery\n(\nYes, that's right\n)"
}