{
  "title": "These Are Our Heroes",
  "artist": "Nas",
  "lyrics": "On The All Out Show on Shade 45, broadcast on December 2004, Nas speaks on “These Are Our Heroes”. Explaining the concept of this track in particular.\n[Intro: Nas]\nThis ain't for everybody\nYou know who y'all are\nYeah you, you know who you are\nThese are our heroes, ha ha\n[Hook: Nas]\nLet's hear it, one for the coons on UPN 9 and WB\nWho 'Yes Massa' on TV\nWhat ever happened to Wheezy? The Redd Foxx's?\nNever got Emmy's but were real to me\nLet's hear it, two for the spooks who do cartwheels\nCause they said they played they parts well\nNow they claim caviar, hate that oxtail\nLambda Sigma Phi badge on lapel\nWhitey always tell him, \"Ooh, he speak so well\"\nAre you the one we look to, the decent Negro?\nThe acceptable Negro? Hell nah\nBut they say \"These are our heroes\"\n[Verse 1: Nas]\nUh, Massa used to breed us to be bigger to go play\nAthletes of today in the NBA, make me proud\nBut there's somethin' they don't say\nKeep gettin' accused for abusin' White pussay\nFrom OJ to Kobe, uh let's call him Tobe\nFirst he played his life cool just like Michael\nNow he rock ice too just like I do\nYo, you can't do better than that?\nThe hotel clerk who adjusts the bathroom mat?\nNow you lose sponsorships that you thought had your back\nYeah, you beat the rap jiggaboo, fake nigga you\nYou turn around then you shit on Shaq\nWho woulda knew, Mr. Goodie-Two-Shoes\nHe love a little butt crack, got enough cash\nLittle kids with they bus pass who look up to you\nTo do something for the youth, stupid spoof\nBut you let them use you as an example\nThey would rep, but our heroes got they hands full\n\n[Hook: Nas]\nLet's hear it, one for the coons on UPN 9 and WB\nWho 'Yes Massa' on TV\nWhat ever happened to Wheezy? The Redd Foxx's?\nNever got Emmy's but were real to me\nLet's hear it, two for the spooks who do cartwheels\nCause they said they played they parts well\nNow they claim caviar, hate that oxtail\nLambda Sigma Phi badge on lapel\nWhitey always tell him, \"Ooh, he speak so well\"\nAre you the one we look to, the decent Negro?\nThe acceptable Negro? Hell nah\nBut they say \"These are our heroes\"\n[Verse 2: Nas]\nYou Homey The Clown, bowtie, apple pie, Bo Jangles\nBut we love Bo Jangles, we know what he came through\nBut what's your excuse, duke? You talk Black\nBut your album sound like you give your nuts for a plaque\nYou don't ride for the facts like um, say Scarface\nYou don't know what you feel, y'all too safe\nElection done came and went, y'all worked so hard for it\nHuh, and in the end we all got dicked\nThese are our heroes, thanks a lot, public school systems still rot\nStill harassed by cops, snitches on blocks\nSellin they peoples out, some real folks with clout\nTavis Smiley, Michael Eric Dyson\nStokely Carmichael, let's try to be like them\nNicky Giovanni poetical black female\nJim Brown to the people who sing well from\nFela to Miriam Makeba\nThe mirror says you are the next American leader\nSo don't be, acceptin new 'We are the World' records\nThese pickaninnies get with anything to sell records\nCause it's trendy to be the conscious MC\nBut next year, who knows what we'll see?\nHa-ha... these are our heroes\n\n[Hook: Nas]\nLet's hear it, one for the coons on UPN 9 and WB\nWho 'Yes Massa' on TV\nWhat ever happened to Wheezy? The Redd Foxx's?\nNever got Emmy's but were real to me\nLet's hear it, two for the spooks who do cartwheels\nCause they said they played they parts well\nNow they claim caviar, hate that oxtail\nLambda Sigma Phi badge on lapel\nWhitey always tell him, \"Ooh, he speak so well\"\nAre you the one we look to, the decent Negro?\nThe acceptable Negro? Hell nah\nBut they say \"These are our heroes\"\n[Outro: Nas]\nYeah, I wanna give a special shoutout to the... y'know\nThe crew doin' they thing out there reppin' us hard\nBig up to Tiger Woods\nYeah, ya don't stop\nBig up to Cuba Gooding Jr\nY'know, yeah, y'know\nTaye Diggs, what up my nigga, yeah, ha-ha\nAnd you don't quit, and ya don't quit\nAnd ya don't stop and ya don't quit"
}