{
  "title": "These Demons",
  "artist": "Eminem",
  "lyrics": "[Intro: Eminem]\nYeah, you know what? (\nLoud Pack\n)\nHaters are funny, man (Haha)\nIt's like, you're gonna hate it no matter what it is\nYet you still click on it (\nZombie on the track\n), huh, yeah\n[Verse 1: Eminem]\nI want you to change, but don't change (Yeah)\nI want you to grow up, but don't age\nI want the rage, but don't get too angry\nI want the new, but old Shady\nI want you to say what they won't say (Yeah)\nJust don't go too far, but go cray\nI want you to almost lose it, man\nThey keep movin' the goalpost, don't they?\nSo let's cut to the chase like OJ\nIn his Bronco goin' up the roadway (Skrrt)\nAnd get off my dick\nIf I said my balls were yarn, you bitches would crochet (Haha)\nAll I ever wanted's a rope chain\nFrom the day I saw Cool J on Soul Train\nNow I got that Kangol, two cables (Haha)\nOne yellow and white gold plated\nJust to let 'em know I made it\n[Chorus: MAJ & \nEminem\n]\nI told my dawgs we gon' get right in a year (\nYeah\n), yeah, yeah\nWhat did it cost? Now I get gone in the Lear (\nWoo\n), yeah, yeah\nStill have all these demons comin' for my neck, yeah, yeah\nI ain't never comin' down, yeah, yeah (\nYo\n)\n\n[Verse 2: Eminem]\nThis pandemic got us in a recession\nWe need to reopen America (What?)\nBlack people dyin', they want equal rights\nWhite people wanna get haircuts (Haha)\nSome people protest, some people riot (What?)\nBut we ain't never escapin' this virus (Nah)\n'Til the cops that are racially biased (What?)\nWe no longer enable these liars\nYou get 'em on tape, they stick to a story\nLike Spider-Man crawlin' upside of a wall and (Yeah)\nSome are just unabiding as lawmen (Yeah)\nLike Garrett Rolfe and like Derek Chauvin (Yup)\nNo cap, still riding with Colin (Yup)\nThough some people don't like me at all and (Yeah)\nSome are like (Summer like) bees to flowers (Why?)\n'Cause some people find me appalling (A pollen, haha)\nOoh, I say a line, people are outraged (Oh no)\nThe press slams me again (Yeah), people ain't having it nowadays\nThen give an album that I put out in, like, 2000 you griped about praise\nBut I wake up every day even more caked up than the makeup on your clown face\nAnd I laid my foundation, and\n[Chorus: MAJ & \nEminem\n]\nI told my dawgs we gon' get right in a year, yeah, yeah\nWhat did it cost? Now I get gone in the Lear, yeah, yeah\nStill have all these demons comin' for my neck, yeah, yeah\nI ain't never comin' down (\nYeah\n), yeah, yeah\n\n[Verse 3: Eminem]\nI got a question (What?)\nWhat rhymes with pariah?\n(I don't know) Mm, tsk, uh, LEGO? (Oh shit)\nYou just bit into the lit end of the wick\nShit, I meant, shit end of the stick\nI'm addicted to friction and mischief\nIt's like your bitch's midriff, shit gets my dick stiff as a stick shift\nDick as in Cheney, drip as in saline\nThey bring my name up just to get ratings\nIt's like trying to choose between Bizzy, Layzie, or Wish against Krayzie\n'Cause I got a bone to pick and Slim Shady (Slim Shady)\nWill thug (Thug) and harm any (Harmony)\nWho attempt to diss Hailie (Hailie)\nBitch, I will go in like it's raining\nAnd I get canceled like once a day (Yeah)\nWhy would I go? It's more fun to stay (Ah)\nYou get me to leave? There's no fuckin' way\nI got a better chance of fuckin' Young M.A. (Ooh)\nOoh, sounds like I'm zoning\nSo me sayin' I'm out, nice to know me\nIs like askin' me where my shin is\nIt's down right bologna (Below knee, haha)\nUh, oh, but we can play hide the salami (Yeah)\nIf your gal'd like to blow me (Yup)\nMy wave is like a tsunami (Yup)\nThese flows you're still tryna wrap your head around like you're a swami (Ha)\nJust call me the mic kamikaze with Mike Zombie and I'ma just keep bombing (Woo)\n'Cause the game is mine like an IED (Yeah)\nIf they ever do cancel me like Live PD\nSaid I'm takin' some of you with me if I'm leaving (Brr)\nIt's time to murder you now, side B, B\nI might be D to the fuckin' I-Z-Z\nY from rappin' circles around these hoes\nJust like girdles and every word from my mouth's so fire\nI should be burnt to the ground\nThere's a fuckin' circus in town, yeah, bitch, this verse finna clown, ICP\nR. Kelly sex tape, I see pee (Look)\nMy shit is intense (In tents) like tipis\nYou gettin' wiped like TP\nYou don't like me? You can bite my little white wee-wee\nAnd I repeat, you can bite my little white wee-wee long as I L-I-V-E\nAnd ever since my pre-teens, striped Lee jeans and Grandma Nan's little black and white TV (Yeah)\nNow I'm so bougie that I stick out my pinkie every time I drink tea\nUsed to wanna wife Sweet Tee (Sweet Tee)\nUsed to rock wife beaters, now I let your wife beat me (Yeah)\nSo you can eat shit, but I might be the shit\nSo when I say \"Eat shit,\" I mean me"
}