{
  "title": "Those Kinda Nights",
  "artist": "Eminem",
  "lyrics": "[Intro: Bizarre & \nEd Sheeran\n]\nDamn, girl, with your sexy ass, haha\nLet me holla at you\nD.A. got that dope\nIt's one of those kinda nights\n[Verse 1: Eminem, \nEd Sheeran\n & \nBizarre\n]\nYes, this beat’s takin' me back to my D12 days\nWhen we hit the club to go and hell-raise\nProbably end up baggin' the cocktail waitress\nAnd takin’ her straight back to the Motel-8\nYeah, Bizarre's tryna get a lap dance\nOff a Xanax and Jack Dan' (\nAyo\n)\nStripper walk by, I'm like \"Goddamn\"\nShe's like \"That's harassment,\" I'm like \"Yeah, and?\" (Woo)\nHoly Toledo, it's Miss Ohio\nThat’s the best ass I’ve seen in a while\nWe should be datin', she’s from Cleveland\nBut she's a bengal, this chick is catty\nIs that a mini-skirt if it's a maxi?\nThat's the shortest thing for a dress since an addy (Since an addy)\nShe said \"Fuck off\" and threw her liquor at me\nIt’s one of those kinda nights\nThen I said, I said\n[Chorus: Ed Sheeran]\nIf you wanna go hard tonight\nWell then, the smoke and the bottle are on me, ah\nSlip into that red dress you like\nWhen we arrive, we probably won't leave, ah\nI love the way you move like that\nWhen you push your body on mine, oh my\nYou wanna smoke, drink, dance until the sunrise\nIt's one of those kinda nights\n\n[Verse 2: Eminem]\nThis beat keeps takin' me back like my ex does\nOnly 'cause how good the sex was\nHit up the next club, met Alexa\nBut she was so extra, called her et cetera\nHad her like, \"Oh my God\nMy whole iPod's filled with your songs, I mow my lawn to 'em\"\nI said, \"Oh my God, you know my songs?\nThat's totally awesome, I'm Marshall, what's goin' on? Ah (Haha)\nSeriously though, jokes aside, how you doin'? You straight?\"\nShe said, \"No, I'm bi\"\nShe said, \"Are you drunk?,\" I said, \"No, I'm high\nI'm checkin' out the chick,\" she said, \"So am I\"\n\"What's in the cup, let me see that\nGirl, where the rest of that promethazine at?\"\nShe said, \"Cool, gotta run out to my Cadillac though\nAnd I'll be like Fat Joe, and bring the lean back\"\nThen I said\n[Chorus: Ed Sheeran]\nIf you wanna go hard tonight\nWell then, the smoke and the bottle are on me, ah\nSlip into that red dress you like\nWhen we arrive, we probably won't leave, ah\nI love the way you move like that\nWhen you push your body on mine, oh my\nYou wanna smoke, drink, dance until the sunrise\nIt's one of those kinda—\n\n[Verse 3: Eminem]\nOMG\nLike the gas in the tank, she's gettin' low on me\nSaid she wants to go with me\nI said, \"Go with you where?\" She said, \"Out\"\nI said, \"I'm a candle, I'll go out if you blow on me\"\nWalk her out to the parkin' lot, \nhere comes Da Brigade\nTurn like a flip page, Swifty look shitfaced\nSay peace to McVay\n and me and this chick take off like a sick day\nDrivin' around, I said, \"Let's pull over,\" she said, \"No problemo\"\nWindows are dark tint, roll up the car windows\nMonte Carlo in park, bumpin' Bizarre's demo\nGettin' head in the bucket, Marshmello\nYeah, I never in the club met a woman worth knowin'\nBut if you're ho'in\nOpposites attract, I'm someone, you're a no one\nI'm high and you're bi, I'm comin', you're goin'\n[Chorus: Ed Sheeran]\nIf you wanna go hard tonight\nWell then, the smoke and the bottle are on me, ah\nSlip into that red dress you like\nWhen we arrive, we probably won't leave, ah\nI love the way you move like that\nWhen you push your body on mine, oh my\nYou wanna smoke, drink, dance until the sunrise\nIt's one of those kinda nights"
}