{
  "title": "THRWD",
  "artist": "Doja Cat",
  "lyrics": "“THRWD\" is a song by Doja Cat, uploaded to her SoundCloud account on December 24, 2013. It garnered over 100,000 plays, but was set private for unknown reasons sometime between 2018 & 2019.\n[Intro]\n‘Cause I'm tight, ‘cause I'm tight\nTighter than American Apparel\nI mean\n(SpooxBeatz)\nYo, I'm a monkey, I'm a unicorn\nAnd your bitch, she tryna touch my dick\n[Verse 1]\nYou rap game weak, said \"I'm rap game me\"\nNow who the fuck gonna stop a girl? I'm kickstand free\nAnd they ask me, \"Where them ratchets?\" I say, \"That ain't me\"\nBut you know that I've been down for all that ass, blame these\nSilly hoes, mad booty when they clap, rain G\nAnd I'm sippin' you know what, it gave me mad brain freeze\nHot pink, blunted, burnin’, British bitch, bitch, I'm nothing beats\nSo they clownin', yeah,  they clownin'\nGive a bitch a boost, yeah, I'm tippin' on this juice (Juice)\nMama hop up out the Nissan, sit up in them 22s (In them 22s)\nSee these nookie niggas fake, when your kitty ain't the same\nSee I be up in yo’ city, mind flooded and I'm sank\nI'm a shark without a tank (Whoop, whoop), think I'm starvin’ for some bait\nAnd I love it when they hate, and I love it when they hate\nAnd I love it when they hate, yeah, I love it when they hate\nSaid \"I love it when they hate,\" yeah, I love it when they hate (Yeah)\n\n[Chorus]\nI'm gone (Gone), might be on (Might be on)\nWhere's the Visine? I'm mean (I’m mean), on God (On God)\nBaby, I'm throwed, I'm throwed\nI could tell you throwed, I could tell you throwed\nI could tell you gone, might be on\nWhere's the Visine? I'm mean, on God\nI'm throwed, baby, I'm throwed\nI could tell you throwed, I could tell you throwed\nI could tell you throwed, I could tell you throwed\nI could tell you, I-I-I could tell you throwed\nWhere's the Visine? I'm mean, on God\nI'm throwed, baby, I'm throwed\nBaby, I'm throwed\nI'm throwed, I'm throwed, I'm throwed\nI'm throwed, I'm throwed\nI'm gone (Gone), might be on (Might be on)\n[Outro]\nYeah, yeah"
}