{
  "title": "Tie My Hands",
  "artist": "Lil Wayne",
  "lyrics": "[Produced by Robin Thicke]\n[Intro: Robin Thicke]\nWe are at war with the universe\nThe sky is falling\nAnd the only thing that can save us now\nIs sensitivity and compassion\nDa, da, da, da-da-da, da, da, da\nDa, da, da, da-da-da, da, da, da (Ooh-ooh-ooh-ooh)\nBut I know one thing's for sure\nI'm gonna get my kicks before it all burns down\n(Ooh-ooh-ooh)\n[Verse 1: Lil Wayne]\nYeah, some say tragedy's hard to get over\nBut sometime that tragedy means it's over\nSoldier, from the academy league of rollers\nI deny being down though they seem to hold us\nMy shoulders are strong, I prove 'em wrong\nI ain't doing nothing but moving on, let the truth be known\nBut they talked that freedom at us\nAnd didn't even leave a ladder, damn\n[Verse 2 Robin Thicke]\nI work at the corner store\nWe all got problems, problems\nNo one's gonna fly down low\nNo one's gonna save us now\nHow you feel, you're not alone\nWe're all just jealous, jealous\nWe don't reach the sky no more\nWe just can't overcome, no\n\n[Chorus: Robin Thicke]\nYou tie my hands, what am I gonna be?\nWhat have I done so bad? What is my destiny? (Oh-oh-oh)\nYou tie my hands, what am I suppose to see?\nWhat have I done so bad? (What have I done) What am I gonna be?\n[Verse 3: Lil Wayne]\nI, knock on the door, hope isn't home\nFate's not around, the luck's all gone\nDon't ask me what's wrong, ask me what's right\nAnd I'ma tell you what's life, and did you know\nI lost everything? But I ain't the only one\nFirst came the hurricane, then the morning sun\nExcuse me if I'm on one\nAnd don't trip if I light one, I walk a tight one\nThey try tell me keep my eyes open\nMy whole city underwater, some people still floating\n (\nOh\n)\nAnd they wonder why black people still voting (\nOoh\n)\n'Cause your president still choking\n (\nOh yeah\n)\nTake away the football team, the basketball team\nNow all we got is me to represent New Orleans, shit\n (\nYeah, yeah\n)\nNo governor, no help from the mayor\nJust a steady beating heart and a wish and a prayer (\nYeah, yeah\n)\nLet's pray\n[Verse 4: Robin Thicke]\nThese friends, they come and go\nBut I got family, family\nThese kids so fast they grow\nThey learn so quickly now\nThat there's nowhere to go\nThat there's no future, future\nDon't make this here so low\nAnd we can't overcome, no\n\n[Chorus: Robin Thicke]\nYou tie my hands, what am I gonna be? (What am I gonna be?)\nWhat have I done so bad? (Oh) What is my destiny? (What have I done?)\nYou tie my hands (What have I done?), what am I supposed to see? (What have I done?)\nWhat have I done so bad? (Ooh) What am I gonna be?\n (Oh, oh)\n[Verse 5: Lil Wayne and \nRobin Thicke\n]\nYeah, and if you come from under that water then there's fresh air\nJust breathe, baby, God's got a blessing to spare (\nOh\n)\nYes, I know the process is so much stress\n (\nOh, come on, baby\n)\nBut it's the progress that feels the best\n'Cause I came from the projects straight to success, and you're next\nSo try, they can't steal your pride, it's inside (\nOh, woah\n)\nThen find it and keep on grinding (\nWoah\n)\n'Cause in every dark cloud, there's a silver lining, I know\n[Interlude: Lil Wayne and \nRobin Thicke\n]\nYeah, yeah, yeah (\nOoh, ooh, ooh, ooh\n)\nSee, right now we just riding on love, huh\n(\nTake that money, make that money\n)\nA shot in the dark\n(\nTake that money\n)\nWe ain't tryin' to do nothing but hit the heart\n(\nI can't wait to stop the wait, all of it\n)\nWe need love\n(\nLove, okay\n)\nThat's all y'all, that's all\n\n[Chorus: Robin Thicke and \nLil Wayne\n]\nYou tie my hands, what am I gonna be?\n(\nYeah, born right here in the USA\n)\nWhat have I done so bad? (What have I done?) What is my destiny? (What have I done?)\n(\nBut, due to tragedy, looked on by the whole world as a refugee\n)\nYou tie my hands, what am I suppose to see? (Tie me up)\n(\nSo accept my emotion\n)\nWhat have I done so bad? (Tie me up) What am I gonna be? (Oh, oh-oh)\n(\nDo not take it as an offensive gesture\n)\nYou tie my hands, what am I gonna be?\n(\nIt's just the epitome of my soul\n)\nWhat have I done so bad? What is my destiny? (Oh, baby)\n(\nAnd I must be me, we got spirit y'all, we got spirit\n)\nYou tie my hands, what am I suppose to see?\n(\nWe got soul y'all, we got soul\n)\nWhat have I done so bad? What am I gonna be?\n(\nThey don't want us to see, but we already know\n)"
}