{
  "title": "Til’ Infinity",
  "artist": "J.Cole",
  "lyrics": "This track “Til' Infinity” is from J. Coles classic 2009 mixtape “The Warm Up”. The track samples the classic track “93 til infinity” by “Souls of Mischief” who sample their track from “Billy Cobham” “Heather”\n[Intro]\nUh, yeah\nYeah\nLet me warm up, man, let me warm up, man\nI gotta warm up, man\nYeah, Elite, what up?\nYeah, Warm Up\nYeah, look\n[Verse]\nNiggas wanna know the formula for success\nShit, but I studied for this test\nAyy, nigga, I'm better than the rest, you just rest, boy please\nMe, I'm tryna stretch my treasure chest, like some double D breasts\nSo a nigga on a quest, no question\nSo I tell 'em birds, \"No nesting\"\nLaying in my bed, hope to lay a nigga egg\nNo, you'll never hatch mine\nBaby, you don't match mine\nI'm tryna shine like the bat sign when it's crime\nAnd the gats flyin' up in Gotham, watch 'em\nFar from a thug, but I'll drop one\nFar from a scrub, but I'll mop 'em\nWatch 'em, better leave 'em alone like Stockton\nWhen he retired\nShit, your shit is fire, boy stop, I don't buy it, boycott, stop lying\nYour shit is not hot, man, if niggas not buying\nIt's not rocket science\nBut the way I rock it help me build up my alliance\nThese niggas ain't playing in New York like the Giants, ha\nA little line to show love to the city that got no love\nDon't want to see a nigga grow, rather see a nigga holed-up\nThat's cold-blooded, well, never to fail\nIf you can make it here, you can make it from heaven or hell\nI'm just a little nigga straight out the 'Ville\nAlways been sick, probably never get well\nAnd no time soon, step to a nigga get four times two\nBet the way I spit it leave your mind blew, with more rhymes due\nNigga, you tryin' who?\nShit, nigga, you trying me?\nBitch, I'm better than all them niggas you tryna be\nShit, nigga, you trying me?\nBitch, I'm better than all them niggas you tryna be\n\n[Refrain]\nLook, it's no time to chill, I'm tryna get mills\nIt's no time to chill, I'm tryna build\nBitch, it's no time to chill, I'm tryna get mills\nIt's no time to chill, I'm tryna build\nBitch, it's no time to chill, I'm tryna get mills\nIt's no time to chill, I'm tryna build\nBitch, it's no time to chill, I'm tryna get mills\nIt's no time to chill, nigga, yeah"
}