{
  "title": "Tim Westwood Freestyle",
  "artist": "kendrick lamar",
  "lyrics": "The first part of this freestyle is the second verse of “County Building Blues”—the GKMC bonus track.\n\nThe second part is the first verse of “m.A.A.d city.”\n[Verse 1]\nRollin’ in a broken Mitsubishi with no AC\nAnd a couple stolen TV’s and a seatbelt for my safety\nPlay the passenger, \nI think it’s five years after eighty-\nSeven, do that math, 92, don’t you be lazy\nI’m looking out the window, notice all the essentials\nOf a block party that stopped for a second\nThen it rekindled like the flame from a trick candle\nEverybody got dental insurance, ‘cause we bout to floss\nYou get the couch I sent you?\nI heard that from a block away, probably had credentials\nOf a scholar, but should not today\nThem Dayton spokes was his to take\nRefrigerators, barbecue pits, and Jordan kicks\nThey did invasions while helicopters recorded it\nHello, my \nMr. Myiagi\n, I want them Kenwood Woofers\nSay that you got me\nIf not, I’ll dig in your drawer for it\nThe swap meet was the bullseye like a Taurus is\nMurder was the melody, you should know what the chorus is\nYou really telling me we can just get some more of it if we run out?\nHe said “Lil nigga, today the poor is rich”\nDon't tell your mom that you seen a molotov bomb\nAnd if she asks, just know that you have to lie\nAnd son, don’t forget:\nYou from Compton\n\n[Verse 2]\nBrace yourself, I take you on a trip down memory lane\nThis is not a rap on how I’m slinging brick and moving cane\nCul de sac and plenty Cognac in major pain\nNot the drill sergeant, but the stress that’s weighing on your brain\nIt was me, O-Boog and Yaya\nLucky, ride down Rosecrans\nUgly, waving yo hand out the window, brace yourself, uh\nWarriors and Conans\nEuphoria can slow dance\nSociety, the driver seat, the first one to get killed\nLight skinned nigga with his brains blown out\nAt the same burger stand where (mmm) hang out\nNow this is not a tape recorder saying that he did it\nBut ever since that day, I was looking at him different\nThat was back when I was nine\nJoey packed a nine\nPakistan on every porch, it’s fine\nWe adapt to crime\nPack a van with four guns at a time\nSliding door, fuck is up?\nFucking shooting forth, if you ain't walking up, you fucking punk\nPicking up the fucking pump\nPicking off you suckers, \nsuck a dick\nDie a sucker punch,\n a ball of bullets coming from\nAK’s, AR’s, Aye y’all; duck\nThat’s what Mama said when we was eatin’ that free lunch\nAw man, god damn, all hell broke loose\nYou killed my cousin back in ‘94, fuck yo truce\nNow crawl yo head in that noose\nYou wind up dead on the news\nAnd no peace treaties just peace and BG’s appearing to prove\nBodies on top of bodies, IV’s on top of IV’s\nObviously the coroner between the sheets like the Isleys\nWhen you hop on that trolly, your color’s correct\nMake sure each corporate knows they’ll be calling your mother collect\nNow, what you expect?\nMy life is a threat\nGood kid, m.A.A.d. city\nLife or death, is you with me?\n\n[Outro]\nTim Westwood, what's up"
}