{
  "title": "Tomb of the Boom",
  "artist": "OutKast",
  "lyrics": "“Tomb of the Boom” is the eleventh track off of the Speakerboxxx half of OutKast’s 2003 double album, Speakerboxxx/The Love Below.\n[Intro: Big Boi]\nSpeakerboxxx\nYo\nJust so you all know what time it is, it's your homeboy\nStraight from the A-T\nI ain't even gon' say the motherfuckin' rest\nBut you know\nIt's Dungeon Family all day long, baby\nWe finna break it off with some fresh, new shit\nYah, yah, yah, yah\n[Verse 1: Black Owned C Bone]\nThis rap game lovely (Okay)\nKonkrete play a part 'cause the Feds want to bug me\nAthletes want to be rappers, shawty, trust me\nBending corners in the Benz, riding like a bucket (Fire another)\nNigga, fuck it\nI know some hoes slutty\nOption a bitch off like a nigga playin' rugby\nI done seen a ghetto meal, little buddy, trust me\nJump European, came clean through customs (Uh-huh)\nNo questions (Yup)\nPerpetrators\nIn the booth, rappin' lame, like they drug-related (What?)\nIt made me sick to my stomach, lost a two-and-a-baby\nYou don't grind, you be lyin',\n \nshould be castrated\nLorena Bobbitt, maybe? Yah\n\n[Chorus: Big Boi]\nTomb after tomb, boom-boom after boom\nServin' up emotion once you deep inside the tomb\nEmbryo to newborn, you can feel me in the womb (\nWoo\n)\nCool, ooh, that's cool (\nAlright, yeah\n)\n[Verse 2: Lil' Brotha & \nBig Gipp\n]\nYou see, I cock back Glocks, got more pull than slingshots\nHit G-spots, I'm givin' hoes backshots\nI'm a young country boy, long socks with flip-flops\nBut I pull up on your block in the 500 Benz drop\nKonkrete, Aquemini, we takin' this here to the top\nBust like balloons—who gives a damn if it goes pop?\nYou say it's hot? Well, let me turn it up another notch\nTo my real niggas, won't you pump this out your speakerbox?\nFuck the cops—we making noise, and we won't stop\n\"Bump, bump\"—there goes the boom and it's gon' drop\nOld school, big shoes, nigga, no socks (\nYeah\n)\nWe keep tools, see fools, bullets will flock\n[Verse 3: Big Gipp]\nThey call me \"Mr. Ravioli,\" \"Mr. Streudel\"\n\"Mr. Poke 'Em with the Noodle\"\n\"Mr. Cockerspaniel in your Poodle\"\nAfter-school tutor, Roto-Rooter, addicted to Follies\nLight-brown collars, stay soft, row crows\nSwimmin' in the fallopian of an Ethiopian\nTalkin' a different language, RBI fly wide\nTalk to me now\nEighty-four hard, eighty-four soft with me now\nBeautiful ladies, they want to walk with me now, talk with me now\nPussy-pop for me now, sell cock for me now\nFight a bitch, hit her in the eye for me now\nSee you when I see you, now I'm out with me now, yo\n\n[Chorus: Big Boi]\nTomb after tomb, boom-boom after boom\nServin' up emotion once you deep inside the tomb\nEmbryo to newborn, you can feel me in the womb\nCool, ooh, that's cool\n[Verse 4: Supa Nate]\nI will never fall off, I haul off heavyweight (Weight)\nFuck with me, dog; I chop you up like Norman Bates (Bates)\nI'm true to this shit, I ain't new to this shit\nOver a million sold on strictly weed, bricks (Bricks)\nFlame-able like gasoline when I'm lit up\nI prefer my liquor dark and a mean, white slut (Slut)\nIt's over for you cappin'-ass rappers, get out the game\nYou can fool the record labels, but not the streets, mane\nI just tell it how I see it, nigga; facts is facts\nThe first verse I ever wrote, I got a Platinum plaque\nI've been to Hell and back, so, nigga, give me my props\nKonkrete, Big Boi, beatin' through your speakerbox, yeah\n[Chorus: Big Boi]\nTomb after tomb, boom-boom after boom\nServin' up emotion once you deep inside the tomb\nEmbryo to newborn, you can feel me in the womb\nCool, ooh, that's cool (\nHa\n)\n\n[Verse 5: Ludacris]\nLudacris, yeah, I keep a Glock in case you like to leak a lot\nMeanwhile, crankin' the volume knob up on my speakerbox (Woo)\nSo hear ye, get the fuck on the ground\nIt's just a phrase you might hear strollin' through the A-Town (A-Town)\nThey don't believe that we'll stab them in the abdomen\nFrom College Park, Georgia to College Park, Maryland (That's right)\nSo put your fist up, boy, you wanna romp?\nYou can Bankhead Bounce or get Eastside Stomped (Woo)\nThinkin' way back before I got mine\nPuttin' bulletholes through the neighborhood stop signs\nStill wild is my adrenaline (Ugh), yes, ladies and gentlemen\nDun-na-na, a hundred thou', bitch, diamonds shimmerin' (Ugh)\nCatch me with a sack of 'dro, reachin' for \"The Strap Below\"\nOr with some nasty hoes, eatin' pistachios\nY'all driving Subarus, stuck in your cubicles\nI'm stuck in the air with weed crumbs under my cuticles\n[Chorus: Big Boi]\nTomb after tomb, boom-boom after boom\nServin' up emotion once you deep inside the tomb\nEmbryo to newborn, you can feel me in the womb\nCool, ooh, that's cool\n[Verse 6: Big Boi]\nFourth and goal\nShould I take the three-point field goal for the score?\nOr should I roll?\nAround and take the ball up the middle\nThe gut, the what? The hole\nCranium overload, overthrowed\nNow we got seven more\nPoints on the board, fa' sho'\nB-I-G B-O-I, me, oh, my, I think He's blessin' me\nExcelling in harmonious melody, boy we got the recipe\nLike Ragu, it's in there, giving you some of the best of me\nPlaya-pimp-gangsta-poet\nWe gon' spit it, we gon' show it to your ass\n\"You're a champion\" were my dad's last words before he passed\nBut I know one day, we will once more cross paths\nThey say, \"Big Boi, can you pull it off without your nigga Dre?\"\nI say, \"People, stop the madness, 'cause me and Dre, we okay\"\nOutKast: \"Cell Therapy\" to cell division\nWe done split it down the middle so you can see both the visions\nBeen spittin' damn near ten years—why the fuck would we be quittin'?\nFuck nigga"
}