{
  "title": "Tone Deaf",
  "artist": "Eminem",
  "lyrics": "[Intro]\nYeah, I'm sorry (Huh?)\nWhat did you say?\nOh, I can't hear you\nI have an ear in-fuck-tion and I cunt finger it out (Out), yeah (I need Auto-Tune)\nYeah\n[Verse 1]\nIt's my alter ego's fault\nThese evil thoughts could be so dark\nCerebral palsy, three Zolofts\nI eat, doze off to \"Rico Suave\" (Look it up)\nCadillac with a ladder rack in the back, with a cracked axle, a backpack full of Paxil\nA black satchel, a knapsack and a flask full of 'gnac and Jack Daniel's\nGirl, let's go back-back to my castle (Yeah)\nI don't wanna hassle you, Alexandra\nBut my dick's an acronym 'cause it stands for you (Stands for you, oh)\nWait, Alexandra who? (Damn)\nAll I know is Friday, I met you (What?)\nSaturday, I'll probably forget you\nGuess that's what the Molly and X do (What the fuck?)\n'Cause who the fuck am I laying next to? (Huh)\nBut ever sincе D-Nice \nTo Tha Rescue\n, Fila Frеsh Crew (Uh)\nI been a lab rat (Yeah) from a test tube (Uh)\nI'm goin' in-nn like the red roof (Red Roof Inn)\nYou don't like it, eat a cock 'til your jaw breaks (Yeah)\nCall it caught between a rock and a hard place\nLike a sasquatch in a crawlspace\n'Cause you're watchin' your heart race like you're Scarface\nIn a car chase with the cops or an arcade\nStuck inside of a \nMario Kart\n race duckin' saw blades\nAt a stop and a start pace\nWhat I'm tryin' to say is I'm drivin' 'em all crazy\n\n[Chorus]\nI can't understand a word you say (I'm tone-deaf)\nI think this way I prefer to stay (I'm tone-deaf)\nI won't stop even when my hair turns grey (I'm tone-deaf)\n'Cause they won't stop until they cancel me (Yeah, yeah)\n[Verse 2]\nI see the rap game, then attack the verses (Uh)\nTurn into a graveyard packed with hearses (Yeah)\nJust like your funeral, I'm at your service (What?)\nPockets 'on stuff' like a taxidermist (Woo)\nJust landed in Los Angeles when this chick Angela and her grandmother in a tan\nColored van pull up with a handful of Xans\nAnd a substantial amount of gan' just\n to ask what my\n(Plans) plans for the night are (Yeah)\nI said, \"Sneak into the Sleep Inn for the weekend and pretend it's a five-star,\" yeah\nOr leap into the deep end of the pool\nI can show you where the dives are (Get it?), ha\nWe don't even gotta drive far\nI know this spot that is so live\nBut I'm tryna get some head first (What?), like a nosedive (Haha)\nSo many side chicks, can't decide which to slide with and which should I ditch\nSo when it comes to ass, bitch, I get behind like the Heimlich (Get behind, yeah)\nHad one chick who liked to flip sometimes on some switchin' sides shit\nPushed her out the Sidekick, then I flipped the lil' white bitch off like a light switch (Bitch)\nIt's okay not to like my shit\nEverything's fine, drink your wine, bitch\nAnd get offline, quit whinin', this is just a rhyme, bitch (Rhyme, bitch)\nBut ask me, will I stick to my guns (Guns) like adhesive tape? (Adhesive tape)\nDoes Bill Cosby sedate once he treats to cheesecake and a decent steak? (Huh?)\nYou think gettin' rid of me's a piece of cake?\nI'm harder than findin' Harvey Weinstein a date (Damn)\nAnd that's why they say I got more lines than Black Friday\nSo save that shit for the damn library (Shh)\nYou heard of Kris Kristofferson? (Yeah)\nWell, I am Piss Pissedofferson (Oh)\nPaul's askin' for Christmas off again\nI said, \"No,\" then I spit this song for him\nIt goes\n\n[Chorus]\nI can't understand a word you say (I'm tone-deaf)\nI think this way I prefer to stay (I'm tone-deaf)\nI won't stop even when my hair turns grey (I'm tone-deaf)\n'Cause they won't stop until they cancel me (Yeah, yeah, yeah)\n[Verse 3]\nBitch, I can make \"orange\" rhyme with \"banana\" (Yeah)\nOrnana\nEating pork rinds, \nsword fightin' in pajamas\nAt the crib, playin' \nFortnite\n with your grandma\nBut I'm more like a four-five with the grammar\n'Bout to show you why your five favorite rappers can't touch this\nBut before I get the hammer\nI should warn you, I'm Thor-like in this manner (Thor)\nBut the day I lose sleep over you critiquin' me or\nI ever let you cocksuckers eat at me\nI'd need to be a motherfuckin' pizzeria\nBut you ain't gettin' no cheese from me\nI went from Little Caesars, BLTses, grilled cheeses\nBein' dirt poor to filthy rich, I'm still me, bitch\nLike a realtor, that's real tea (Realty), bitch (Real talk)\nAftermath, bitch, whole camp's lit\nWe put out fire, Dre stamps it\nWith my cohorts, hit a bogart\nYeah, got your whole squad yellin', \"Oh, God\nHere comes Barshall with no holds barred\"\nBitch, I'm a hurricane, you're a blowhard\nLike your old broad, she full of semen (Sea men), like the coast guard\nAnd life's been pretty good to me so far (Yeah), for the most part\nHad a couple of run-ins with po-po, caught\nA couple assault charges, got a few priors (Priers) like crowbars (Priors)\nWhich is so odd 'cause I'm forty-eight now\nThat 5-0's startin' to creep up on me like a patrol car (Woo)\nI'll be an old fart, but you don't want no part, so, bitch, don't start (Don't start)\nSimmer down, compose yourself, Mozart\nI ain't went nowhere, call me coleslaw\n'Cause I'm out for the cabbage and I'm so raw\nAnd if time is money, you have no clocks\nAnd any foe caught within close proximity's gettin' cold-cocked\nMy enemies, I'm a chimney, give me the smoke, opps\nAnd R.I.P. to King Von, and it don't stop, and I know not\nWhat the fuck you say? I told y'all, it ain't me, it's my alter ego's fault\nBut if y'all wanna cancel me, no prob\nI'll tell you the same thing I told Paul (Woo)\n\n[Chorus]\nI can't understand a word you say (I'm tone-deaf)\nI think this way I prefer to stay (I'm tone-deaf)\nI won't stop even when my hair turns grey (I'm tone-deaf)\n'Cause they won't stop until they cancel me (I'm tone-deaf)"
}