{
  "title": "Too Deep for the Intro",
  "artist": "J.Cole",
  "lyrics": "[Intro: J. Cole]\nYeah\nAhem\nHey\nYeah\n[Verse 1: J. Cole]\nPartially functional, half of me is comfortable\nThe other half is close to the cliff like Mrs. Huxtable\nThese boys got them holsters and clips they pack like Lunchables\nLike white boys in grade school\nWhile we ate school-made food\nJust eyeing they shit, wish I was trying they shit\nKnowing when mama hit the store, she wasn't buying that shit\nNo, I ain't crying a bit, man, that's just life, that's how that shit work\nYou reach your hand in fire, you pull it back when you get burnt\nGotta learn when you get hurt, even if it's with Cupid\nHe beat you and you went back, you's officially stupid\nOh, yeah, I understand, that's your man, you had a plan\nYou've been together for some years, you sticking with him for the kids\nSo you overlook the tears, but we both know that's a bad look\n'Cause twenty years from now, your daughter'll probably get her ass whooped\nLook, if this too deep for the intro, I'll find another use\nBut just in case it's perfect, let me introduce, Cole\n[Chorus: Erykah Badu & \nJ. Cole\n]\nTime to save the world, where in the world is all the time?\nSo many things I still don't know (\nUh-uh, hey\n), so many times I've changed my mind\nGuess I was born to make mistakes\nBut I ain't scared to take the weight\nSo when I stumble off the path (\nYeah\n)\nI know my heart will guide me back (\nYeah\n)\n\n[Verse 2: J. Cole]\nMan, is this too deep for the intro? If so, I'll find another use\nBut just in case it's perfect, let me introduce\nIt's Cole, I had a dream and so I made a move\nAn ill-ass nigga who just so happened to stay in school\nStill rap for hustlers and motherfuckers that hated school\nSaid, \"That's for busters,\" then heard my shit and I made it cool\nIt's safe to say that I'm gifted as if I'm Christmas shopping\nI got gangster niggas lining up in admissions office\nAyy, possibly 'cause all the hoes a nigga scraped\nA lot of shit up on my plate, so you know a nigga late\nTo my first class, I'd much rather sit up in first class\nShould I admit that a slutty bitch was my first smash?\nWasn't experienced, so nah, I didn't wear it out\nAlways thought my first time would be someone I cared about\nBut being a virgin was something to be embarrassed 'bout\nI used that ass for practice, so I wasn't scared out my mind\nYou call them rhymes, I call it clearing out my mind\nWas just a young boy staring out my blinds\n'Til I got free from my mama leash\nRunning loose through the streets like a stray dog in heat\nAnd we looking for some freaks, can you play? Pardon me\nWhat's your name? Don't mistake me for no lame, no, not me\nShe knew I was on the team 'cause she seen how tall I be\nIn the club, dappin' niggas, eventually, RIP\nDamn, you win some, you lose some, that's just how it happens\nAnd if a nigga step up to you, then you gotta scrap him\nYour name is all you got, throwing hands by the bathroom\nIt's funny, I barely told nobody I started rapping\n'Cause, see, some niggas was haters that I just viewed as clowns\nAt fourteen, I knew I was the nicest dude around\nI gotta make a move, I gotta do this now\nIf they don't know your dreams, then they can't shoot 'em down\n\n[Interlude: J. Cole]\nHa, yeah, nigga, hell yeah\nI felt that one in my fuckin' soul, nigga\n[Outro: Erykah Badu]\nOoh, hey\nOoh, hey\nI'm trying to decide which way to go\nThink I made a wrong turn back there somewhere\nOoh, hey\nI'm trying to decide which way to go\nThink I made a wrong turn back there somewhere"
}