{
  "title": "Too Rich for the Bitch",
  "artist": "50 cent",
  "lyrics": "[Intro]\nThat bitch there a door knob, nigga, we all get a turn\nFuck you catchin' feelings for? I mean when your ass'll learn?\nThat pussy community, community\n[Verse 1]\nWhile you be all in her DM, nigga\nShe be all in my BM, nigga\nYou be all in your feelings 'bout it\nLike, \"When I see him I'ma kill this nigga\"\nI'm on three-way like, \"You hear this nigga?\"\nI should take the bitch back and clip the nigga\nPussy make him not pay attention\nYou punk bitch, go with this nigga\nI throw bands, bitch, these hoes love me\nI fuck a bad bitch 'til she ugly\nPut the pussy in recovery\nI’m like, \"Now what you think of me?\"\nNiggas goin’ out just to talk to these hoes\nBlowin’ big bankrolls on clothes\nNow they wonder where the money at\nYeah, the motherfucking money that they had from the re-up gone\nI don't do no stalkin'\nI don't cuff no hoes, tell a bitch keep walkin'\nI don't do much talkin'\nRight now I'm flossin', I do this often\nGotta flex on a bitch\nTag team, I got next on a bitch (I got next)\nI ain't stressing a bitch\nBut every now and then, I blow a check on a bitch\n\n[Hook]\nDrop that ho back off in her hood, too rich for the bitch\nI'm too rich for the bitch, I'm too rich for the bitch\nDrop that ho back off at that club, I'm too rich for the bitch\nI'm too rich for the bitch, I'm too rich for the bitch\nNow do it, baby, do it, baby (do it, do it)\nDo it, baby, do it (Yeah, yeah)\nNow do it, baby, do it, baby (do it, do it)\nDo it, baby, do it (Yeah, yeah)\n[Verse 2]\nShawty playin', she lame for that\nShe ain't have to put a nigga name in that\nBeefin' over these bitches, not me\nNah, nigga, I ain't game for that\nWe don't talk to no pillows, nigga\nWe brought all these bitches with us\nYou act like you got all the hoes\nBut all I see is niggas with you\nShe don't like when you pullin' on her\nShe like me, I'm pullin' up\nI act like I don't want her\nYou act like you can't get enough\nThat bitch there like dopeboys\nIf you got money, she goin' for it\nI drink that ho, her head so good\nShe gon' have you there like, \"Oh, Lord\"\nAll this time you ain't on\nI done bought her shit you can't afford\nShe take pictures with your money\nBut you tell her she can't do it\nAll you niggas gon' panic\nI'm just tryna understand it\nI must take these hoes for granted\nOr you niggas just so romantic\n\n[Hook]\nDrop that ho back off in her hood, too rich for the bitch\nI'm too rich for the bitch, I'm too rich for the bitch\nDrop that ho back off at that club, I'm too rich for the bitch\nI'm too rich for the bitch, I'm too rich for the bitch\nNow do it, baby, do it, baby (do it, do it)\nDo it, baby, do it (Yeah, yeah)\nNow do it, baby, do it, baby (do it, do it)\nDo it, baby, do it (Yeah, yeah)"
}