{
  "title": "Touch It",
  "artist": "Ariana Grande",
  "lyrics": "[Verse 1]\nHow do I make the phone ring?\nWhy do I even care?\nHow are you all around me, when you're not really there? (Mm)\nWhen you're not really there? (Hey, yeah, mm)\nHow do I feel you on me, when you're not on my skin?\nWhy do you say you want me, then tell me you're not coming in? (Ah, yeah)\nBaby, just come on in (Mm, yeah)\n[Chorus]\n'Cause every time I'm with you, I go into a zone\nAnd I remember all the places you wanna go\nTake me all the way (Ooh)\nAin't nobody gonna touch it, touch it, touch it\n'Cause every time I see you, I don't wanna behave\nI'm tired of being patient, so let's pick up the pace\nTake me all the way (Ooh)\nAin't nobody gonna touch it, touch it, touch it\n[Verse 2]\nHow do you know I'm breathing, when I'm holding my breath?\nWhy don't we face the danger, just for the night and forget? (Ayy)\nBaby, let's just forget (No-oh)\n[Pre-Chorus]\nRemind me why we're taking a break\nIt's obviously insane\n'Cause we both know what we want\nSo why don't we fall in love?\nBaby, let's fall in love, oh-oh\n\n[Chorus]\n'Cause every time I'm with you, I go into a zone\nAnd I remember all the places you wanna go\nTake me all the way (Ooh)\nAin't nobody gonna touch it, touch it, touch it\n'Cause every time I see you, I don't wanna behave\nI'm tired of being patient, so let's pick up the pace\nTake me all the way (Ooh)\nAin't nobody gonna touch it, touch it, touch it\n[Refrain]\nOh, ain't nobody gonna touch it, touch it, touch it\nBaby, ain't nobody gonna touch it, touch it, touch it (Ain't no-bo-dy, babe)\nBaby, ain't nobody gonna touch it, touch it, touch it (Oh)\nAin't nobody gonna touch it (Oh, no, ayy)\n[Bridge]\nRemind me why we're taking a break\nIt's obviously insane\n'Cause we both know what we want\nSo why don't we fall in love?\nBaby, let's be in love\n[Chorus]\n'Cause every time I'm with you, I go into a zone\nAnd I remember all the places you wanna go\nTake me all the way (Ooh)\nNo, ain't nobody gonna touch it, touch it, touch it (Ain't nobody gonna)\n'Cause every time I see you, I don't wanna behave (Behave)\nI'm tired of being patient, so let's pick up the pace\nTake me all the way (Ooh; Ooh)\nAin't nobody gonna touch it, touch it, touch it (Ah-ah, ooh)\n\n[Outro]\n(Ooh, ooh-ooh)\nBaby, ain't nobody gonna (Baby)\nBaby, ain't nobody gonna (Ah-ah; Woah, oh)\nBaby, ain't nobody gonna (Ooh-ooh)"
}