{
  "title": "Tribe",
  "artist": "J.Cole",
  "lyrics": "[Intro: J. Cole & \nBas\n]\nThis one's for you\nThis one's for you\nI \nthink I made it\n[Chorus: Bas]\nI think I made it, I think I made it\n'Cause I'm always smiling, and you are the reason now\nGirl, I can't explain it\nIt's all in the timing, I had to get low\nI had to get low\nI had to get back, I had to report\nI had to get facts 'cause you are just that, you that\nGirl, you share your truths with me\nAnd I find them true, a muse, you in the booth with me\n[Verse 1: Bas]\nCan't spend no time on the nickle and dime'n\nI got me a girl, she don't want no diamonds\nA daily reminder to holla at God\nLike \"Where did you find her? Good looking, my nigga\"\nEverything 'round me I took it\nDid it with only the niggas I knew\nAnd a few niggas I thought I knew better\nThere go my bitches, I always do better\nBut, you're more top echelon\nMy next probably be a step backwards\nNiggas front when they get struck with love\nLike the drama majors, be the best actors\nI'm done with all that tough acting\nJohn Madden would've saw it happen, and so it happens\nMy niggas want life's good things, they still dreaming\nAnd you deserve 'em too, I'ma do it just so it happens\n\n[Chorus: Bas]\nI think I made it, I think I made it\n'Cause I'm always smiling, and you are the reason now\nGirl, I can't explain it\nIt's all in the timing, I had to get low, I had to get low\nI had to get back, I had to report\nI had to get facts 'cause you are just that, you that\nYou share your truths with me\nAnd I find them true, a muse, you in the booth with me\n[Bridge: J. Cole]\nLa, la, la, la, la\nLa, la, la, la, la (This one's for you)\nLa, la, la, la, la\nLa, la, la, la, la (This one's for you)\nLa, la, la, la, la\nLa, la, la, la, la (I'm hella faded)\nLa, la, la, la, la (Yeah)\nLa, la, la, la, la\nI'm hella faded, yeah\n[Verse 2: J. Cole]\nI'm hella faded, I'm hella faded\nThese niggas been hating, I don't know the reason now\nSometimes I feel jaded\nThey don't see the real me\nThey only know Cole, they only know Co-ole\nI had to get back, I had to resort to turning my back\nI'm doing just that, true that\nI thought He was through with me, but that wasn't true\nThe proof? You in the coupe with me\nGod shuffled the cards, dealt me a hand with impossible odds\nPut an obstacle course up\nLook, and I conquered them all (Conquered them all)\nWith minimal effort I'm fresher than sock in your drawer (Fuck)\nThey spinning my records so heavy, I'm topping the Forbes\nStuck in a rock and a hard place though\nIs it true what they say? The higher you go, the longer the fall?\nWell, I dropped to the floor, the knock at the door was on cue\nUh, I thought that I saw it all 'til I saw you\nNow I call you when the sun shines and the rain dries up\nI'm a pit bull, but for you I be on chain tied up\n (One more time)\nIn the backyard with a muzzle on tail wagging like Oregon Trail\nWaiting on you to come through just like you do, well\n\n[Chorus: Bas & \nJ. Cole\n]\nI think I made it, \nI think I made it\n, I think I made it\n'Cause I'm always smiling, and you are the reason now\nGirl, I can't explain it\nIt's all in the timing, I had to get low, I had to get low\nI had to get back, I had to report\nI had to get facts 'cause you are just that, you that\nYou share your truths with me\nAnd I find them true, a muse, you in the booth with me\n[Outro: J. Cole & \nBas\n]\nLa, la, la, la, la\nLa, la, la, la, la (This one's for you)\nLa, la, la, la, la\nLa, la, la, la, la (This one's for you)\nLa, la, la, la, la\nLa, la, la, la, la (This one's for you)\nLa, la, la, la, la\nLa, la, la, la, la\nI think I made it\nI think I made it, I think I made it\nI think I made it\n'Cause I'm always smiling and you are the reason now"
}