{
  "title": "TRYN",
  "artist": "Doja Cat",
  "lyrics": "[Verse 1]\nHow I'm suppose to say this? Nigga, I don't really know\nI don't give a fuck, these niggas think it's way mo'\nAlways throwing meanings into things, they out of line\nI mean it is art I do my part and that is fine\nI don't fuckin' rap to be the best or fuckin' shine\nI don't want your Grammy\nWhy she want her titties signed?\nWhat the fuck you doin' up on WorldStar, watchin' Vines\nNigga go outside, bitches so behind\n[Chorus]\nPeople fucking with me, I ain't even fuckin' tryin'\nI ain't even fuckin' tryin', I ain't even fuckin' tryin'\nI ain't even fuckin' tryin'\nThis whole fuckin' rap sounds like a fuckin' nursery rhyme\nThis whole fuckin' rap sounds like a fuckin' nursery rhyme\nPeople fucking with me I ain't even fuckin' trying\nEven fuckin' trying, I ain't even fuckin' trying\nEven fuckin' trying, fuckin' trying\nEven fuckin' trying, fuckin' trying\nEven fuckin' trying, fuckin' trying\nI ain't even fuckin' trying\nI ain't even fuckin' trying\nAghaaa!\n\n[Verse  2]\nMoney-money pour up\nHow about get sober? (shut the fuck up)\nHow about you treat your momma right and do your homework? (do your homework)\nHow about you be the one to buy the fuckin' soda?\nWhen you see a movie with your girlfriend makin' mo' bucks\nTell your kids exactly how important education is\nEven if you didn't get a fucking education, bitch\nEverybody fucking up on something, we ain't perfect\nPeople out projecting and I see it all the time\nI can't waste a breath on something feeble, that ain't right\nI'm so sick of texting stupid people all the time\nIt is in my nature: loving people\nI don't even needa, I don't even needa\n[Chorus]\nI don't need to fucking try, need to fucking try\nI don't need to fucking try, need to fucking try\nI don't need to fucking try, need to fucking try\nI don't need to fucking try, need to fucking try\nI don't need to fucking try\nTry, try, try, try, fuckin' try, fuckin' try, fuckin' try\n[Outro]\nSweet, yes?\nTalkin' 'bout your [?], talkin' 'bout your-\nSalt, bacon, eggs, free-range chicken\nFree-range chicken, makin' money"
}