{
  "title": "Turn Me On",
  "artist": "Snoop Dogg",
  "lyrics": "[Intro: Jazze Pha]\nLadies and gentlemen (Hey)\nYou are now tuned in (Woo)\nPhinzel (Snoop Dogg)\nButters, Jonah (Hey)\nYou are now tuned in (Woo)\nPhinzel (CB, wow!)\n[Verse 1: Chris Brown, \nSnoop Dogg\n]\nBaby, do you even know\nThat I got my eyes on you? Oh-oh (Baby)\nOh, baby (Yeah), ain't a thing, oh-woah\nThe things I do (I do) for you, oh (Woo)\nBut I'ma have you work for free tonight\nCome and spend some time with me\nI never wanted love, but now I'm open to it (Open, open, \nah\n)\nMiss Independent, hope you're open to it (Ooh, open, hope you're open)\nI never wanted love, but now I'm (\nWoo\n, ooh-wee)\n[Verse 2: Snoop Dogg, \nChris Brown\n]\nHey, girl, you know you're I-N-D-E-P-E-N-D-E-N-T, you know what that means?\nYou need to let S-N-double-O-P D-O-double-G knee-deep in them jeans\nLet a nigga blaze up (Blaze up)\nTouch down on the West and soak the sun rays up\nBlow smoke out the six deuce\nAnd pour another cup of that gin and juice (Woo)\nNow you and your girlfriend sippin' too\nWe gon' crash out on Slauson, that Nipsey blue\nYou never actin' funny style (Never)\nThem veneers in your mouth, girl, you got a money smile (Ching)\nHold on like a tight grip (Tight grip)\nShakin' that ass, you turn me on like a light switch (Woo, \noh, no\n)\n\n[Chorus: Chris Brown, \nJazze Pha\n]\nLet them tell it, you be actin' funny, babe (Oh-oh)\nDo good for yourself and get your money, baby (Ooh, oh)\nGon' and put it down (Down, down, \nhey, hey\n)\nWhat you do is (\nLadies\n)\nIt really turns me on (On)\nTurns me on, ooh (Ow! Ow! Yeah)\nIt really turns me on (Oh-oh, turns me on)\nTurns me on (\nWoo\n), oh (\nWoo\n, come here)\n[Verse 3: Chris Brown, \nSnoop Dogg\n]\nHand over your heart if you in love, baby\nKissin' on your body 'til you can't take it\nSilencer on the gun, I'm locked and loaded\nPedal to the metal, foot down and floor it\nI won't say shit 'cause you hard-headed\nAs long as we together, whippin' it, aw yeah\nGirl, ain't nobody doin' it like papi chulo (Oh-woah)\nThis a fiesta, pull your dress up when we're together (Oh, na, na, \nhey\n)\n[Verse 4: Snoop Dogg]\nPsycho-disco, Snoop-adellic\nWith the crypto-cash on me, you could smell it (Smell it)\nNow breathe it in, wait to exhale, now breathe again\nYou smell like money, dressed to kill\nWave my wand, we can disappear\nIn a Cadillac spaceship\nOver the hills and palm trees to the Matrix (CB)\n\n[Chorus: Chris Brown]\nLet them tell it, you be actin' funny, babe (Oh-oh)\nDo good for yourself and get your money, baby (Ooh, oh)\nGon' and put it down (Down, down)\nWhat you do is\nIt really turns me on (On)\nTurns me on, ooh (Ow! Ow! Yeah)\nIt really turns me on (Oh-oh, turns me on)\nTurns me on, oh\n[Outro: Snoop Dogg]\nYeah, Snoop Dogg, CB\nHaha, yeah\nAnother Jazze Fizzle productshizzle\nDo it to 'em, CB\nChris Brown, Snoop Dogg, oh, ooh\nAh-dah-dat-dat-dat, dah-dah-dat-dat\nDah-dah-dat-dat-dah"
}