{
  "title": "Tutti Dentro",
  "artist": "IU",
  "lyrics": "[Testo di \"Tutti Dentro\" ft. Andy & Capo]\n[Strofa 1: Rancore]\nNon ho bisogno del check, parto freddo\nRanco R-E, MC droga senza effetto\nRetto dall'effetto diretto con decibel\nSupero la Torre Eiffel, io combatto come Ken\nMentre tu dici che il mio disco è uno spreco\nChe so' insignificante come San Tommaso cieco\nChe ti reco solo odio in questo gioco\nTu sei superfluo come i peli per un frocio\nTu cadi dentro un precipizio perché ti ci ho spinto\nNon lascio alcun indizio dentro al luogo del delitto\nE dato che l'ho scritto pensi che non possa farlo\nCorrompo con il cash anche la signora in giallo\nIn due parole \"raus!” della tua gente house\nIl tuo rap è come lo squittio di Mickey Mouse\nDentro un caos che si sente fino al Laos\nFino a Dio, ma l'eletto dentro al rap (Io)\nÈ Cristo oppure Neo?\n[Ritornello: Rancore]\nLirike Taglienti, tutti dentro\nTroppo lento, sai, non segui il tempo\nNon mi vendo, no, uomo io non cedo\nNon ti vedo, no, uomo resta dietro\nLirike Taglienti, tutti dentro\nRanco, Capo, Andy, sai, non segui il tempo\nQuello che c'ho dentro brucia come il fuoco\nQuello che io sento è un tempo senza vuoto\n\n[Strofa 2: Andy]\nAncora sulla base e sempre con la nostra lirica\nQuesta rima implicita che incita alla metrica\nMitiga la rabbia che sale piano piano\nDiffondiamo hip-hop con un suono molto arcano\nStringo il mic in mano anche se ti suona strano\nSforzo vano, frà, senti come ci destreggiamo\nSono sceso in campo, alzo braccia per lo schema\nCambio mano, dietro schiena tiro, il canestro trema\nLirike Taglienti sulla scena o nell’arena\nSiamo devastanti come un fiume quand'è in piena\nSempre a nostro agio quando accendiamo un micro\nPiù pericolosi dell'uranio impoverito\nFino all'infinito contro chi poi ci ostacola\nEsistiamo in realtà ma rimiamo ch'è una favola\nSchiero la mia flotta come in un gioco da tavola\nResto impercettibile anche per la tua parabola\nQuesta rima rapida non provoca dolore\nAndy&Capo + Rancore, \nLTC\n sempre nazione\nTre MC e un beat che diffondono una scienza\nInnocui in apparenza ma celiamo la potenza\nSiamo come virus, infettiamo il tuo sistema\nRima suprema, tanto gonfia che la Terra trema\nTu a mani nude, ma noi con scudo e spada\nIl tuo più grande errore? Accettare questa sfida\n\n[Ritornello: Rancore]\nLirike Taglienti, tutti dentro\nTroppo lento, sai, non segui il tempo\nNon mi vendo, no, uomo io non cedo\nNon ti vedo, no, uomo resta dietro\nLirike Taglienti, tutti dentro\nRanco, Capo, Andy, sai, non segui il tempo\nQuello che c'ho dentro brucia come il fuoco\nQuello che io sento è un tempo senza vuoto\n[Strofa 3: Capo]\nSono un artiglio, scaglio rime come frecce sul bersaglio\nNon sbaglio perché è meglio fare un taglio al mio orgoglio\nSenti lo stupido che torna subito anche se\nTrucido ogni suddito perché io sono il re\nDubito che tu sia lucido per reggere 'sta sfida\nLa vostra vita è assalita da fatica esagerata\nSiete rincorsi dalla sfiga, vostra nemica\nUna mossa astuta è l'immediata ritirata\nLirike Taglienti scoppiettanti come tanti dardi\nAndiamo avanti sopra i quattro quarti finché siamo esausti\nSenti 'sta metrica che gira come un'elica\nMa leva la tua predica, io faccio solo musica\nPorto l'hip-hop nella mia classe, fra le masse\nRagazze dite se sentite 'sti rullanti e casse\nPer molti fare centro, è un gioco complesso\nAdesso gioco a basket, uomo\nE vado a canestro, cesto!\nRiesco a dare un buon punteggio alla mia squadra\nGuarda a che punto è la partita, ma voi ancora nada\nBada, stai attento alla mia ira\nSono una furia pura, mio, e sparo a dismisura\nHai paura? Metti la cintura di sicurezza\nChe non reggi l'ebbrezza di questa sregolatezza\nLa mia rima? Materia grezza che ti spezza\nPer tenermi testa ci vuole una fortezza\n\n[Ritornello: Rancore]\nLirike Taglienti, tutti dentro\nTroppo lento, sai, non segui il tempo\nNon mi vendo, no, uomo io non cedo\nNon ti vedo, no, uomo resta dietro\nLirike Taglienti, tutti dentro\nRanco, Capo, Andy, sai, non segui il tempo\nQuello che c’ho dentro brucia come il fuoco\nQuello che io sento è un tempo senza vuoto"
}