{
  "title": "tv off",
  "artist": "kendrick lamar",
  "lyrics": "[Part I]\n[Intro: Kendrick Lamar]\nAll I ever wanted was a black Grand National\nFuck being rational, give 'em what they ask for\n[Chorus: Kendrick Lamar]\nIt's not enough (Ayy)\nFew solid niggas left, but it's not enough\nFew bitches that'll really step, but it's not enough\nSay you bigger than myself, but it's not enough (Huh)\nI get on they ass, yeah, somebody gotta do it\nI'll make them niggas mad, yeah, somebody gotta do it\nI'll take the G pass, shit, watch a nigga do it\nHuh, we survived outside, all from the music, nigga, what?\n[Verse 1: Kendrick Lamar]\nThey like, \"What he on?\"\nIt's the alpha and omega, bitch, welcome home\nThis is not a song\nThis a revеlation, how to get a nigga gone\nYou need you a man, baby, I don't understand, baby\nPay your bill and makе you feel protected like I can, baby\nTeach you somethin' if you need correction, that's the plan, baby\nDon't put your life in these weird niggas' hands, baby (Woah)\n\n[Chorus: Kendrick Lamar]\nIt's not enough (Ayy)\nFew solid niggas left, but it's not enough\nFew bitches that'll really step, but it's not enough\nSay you bigger than myself, but it's not enough (Huh)\nI get on they ass, yeah, somebody gotta do it\nI'll make them niggas mad, yeah, somebody gotta do it\nI'll take the G pass, shit, watch a nigga do it\nHuh, we survived outside, all from the music, nigga, what?\n[Verse 2: Kendrick Lamar]\nHey, turn his TV off\nAin't with my type activities? Then don't you get involved\nHey, what, huh, how many should I send? Send 'em all\nTake a risk or take a trip, you know I'm trippin' for my dog\nWho you with? Couple sergeants and lieutenants for the get back\nThis revolution been televised, I fell through with the knick-knacks\nHey, young nigga, get your chili up, yeah, I meant that\nHey, black out if they act out, yeah, I did that\nHey, what's up, though?\nI hate a bitch that's hatin' on a bitch and they both hoes\nI hate a nigga hatin' on them niggas and they both broke\nIf you ain't coming for no chili, what you come for?\nNigga feel like he entitled 'cause he knew me since a kid\nBitch, I cut my granny off if she don't see it how I see it, hm\nGot a big mouth but he lack big ideas\nSend him to the moon, that's just how I feel, yellin'\n\n[Chorus: Kendrick Lamar]\nIt's not enough (Ayy)\nFew solid niggas left, but it's not enough\nFew bitches that'll really step, but it's not enough\nSay you bigger than myself, but it's not enough\n[Part II]\n[Intro: Kendrick Lamar]\nHuh\nHuh, huh\nHey\nHey (\nMustard on the beat, ho\n)\n[Chorus: Kendrick Lamar]\nMustard\nNiggas actin' bad, but somebody gotta do it\nGot my foot up on the gas, but somebody gotta do it\nHuh, turn his TV off, turn his TV off\nHuh, turn his TV off, turn his TV off\nHuh, turn his TV off, turn his TV off\nHuh, turn his TV off, turn his TV off\n[Verse: Kendrick Lamar]\nAin't no other king in this rap thing, they siblings\nNothing but my children, one shot, they disappearin'\nI'm in the city where the flag be gettin' thrown like it was pass interference\nPadlock around the building\nCrash, pullin' up in unmarked truck just to play freeze tag\nWith a bone to pick like it was sea bass\nSo when I made it out, I made about 50K from a show\nTryna show niggas the ropes before they hung from a rope\nI'm prophetic, they only talk about it how I get it\nOnly good for saving face, seen the cosmetics\nHow many heads I gotta take to level my aesthetics?\nHurry up and get your muscle up, we out the plyometric\nNigga ran up out of luck soon as I upped the highest metric\nThe city just made it sweet, you could die, I bet it\nThey mouth get full of deceit, let these cowards tell it\nWalk in New Orleans with the etiquette of LA, yellin'\n\n[Chorus: Kendrick Lamar]\nMustard (Ah, man)\nNiggas actin' bad, but somebody gotta do it\nGot my foot up on the gas, but somebody gotta do it\nHuh, turn his TV off, turn his TV off\nHuh, turn his TV off, turn his TV off\nHuh, turn his TV off, turn his TV off\nHuh, turn his TV off, turn his TV off\n[Outro: Lefty Gunplay]\nShit gets crazy, scary, spooky, hilarious\nCrazy, scary, spooky, hilarious\nShit gets crazy, scary, spooky, hilarious\nCrazy, scary, spooky, hilarious\nShit gets crazy, scary, spooky, hilarious\nCrazy, scary, spooky, hilarious\nShit gets crazy, scary, spooky, hilarious\nCrazy, scary, spooky, hilarious"
}