{
  "title": "Un Incidente",
  "artist": "IU",
  "lyrics": "[Testo di \"Un Incidente\"]\n[Intro]\nYo! Yo!\nNon ci vediamo da un sacco di tempo\nSono stato veramente impegnato\nOra sono fermo seduto in sala d'aspetto\nTutto accovacciato mentre scrivo il mio progetto\n[Ritornello]\nSto escogitando un piano affinché (Finché)\nSembri soltanto un incidente (Incidente)\nPerché purtroppo c'è gente che tiene a me\nE se sapesse la realtà gli prenderebbe un accidente\nCerco le circostanze affinché (Finché)\nSembri soltanto un incidente (Incidente)\nPerché purtroppo c'è gente che crede in me\nE che forse ha bisogno di ricordarmi intelligente\n[Strofa 1]\nStupido quanto un sasso, quanto il chiasso\nNon esiste più quel lasso di tempo in cui me la spasso\nSe non vedo più uno sprazzo di luce non mi rilasso\nÈ un poligono dai lati infiniti, il cerchio del mio compasso\nSe resto nel letto è perché collasso\nEd è un viaggio l'atterraggio a terra quando ti risucchia il materasso\nContinuo a andare giù verso il basso\nNon esiste più incastro per me, mi sto agitando ad ogni passo\n\n[Ritornello]\nE sto escogitando un piano affinché (Finché)\nSembri soltanto un incidente (Incidente)\nPerché purtroppo c'è gente che tiene a me\nE se sapesse la realtà gli prenderebbe un accidente\nCerco le circostanze affinché (Finché)\nSembri soltanto un incidente (Incidente)\nPerché purtroppo c'è gente che crede in me\nE che forse ha bisogno di ricordarmi intelligente\n[Strofa 2]\nStrano, non siamo così lontani da noi stessi\nMa siamo così complessi che neanche ci analizziamo\nE basterà una visita oculistica mondiale\nPer capire da vari punti di vista il mondo umano\n\"Mamma, dov'è finito papà?\"\n\"Dov'è finita la bambina in quella pubblicità?\"\n\"Dov'è che arriva la bolletta dell'elettricità?\"\n\"Quand'è ch'è morta quella Roma, quella bella città?\"\nQuesto cuore smetterà di battere tra un attimo (No, no)\nCambierò carattere in un attimo\nIl prete che santifica, lo sbirro che verifica\nAndranno in paranoia i ragazzi della scientifica\n[Ritornello]\nSe sto escogitando un piano affinché (Finché)\nSembri soltanto un incidente (Incidente)\nPerché purtroppo c'è gente che tiene a me\nE se sapesse la realtà gli prenderebbe un accidente\nCerco le circostanze affinché (Finché)\nSembri soltanto un incidente (Incidente)\nPerché purtroppo c'è gente che crede in me\nE che forse ha bisogno di ricordarmi intelligente\n\n[Strofa 3]\nLo so, di questi temi già ne parlano altri artisti\nPerché se io sto male tu ti senti meno solo\nMa questi modi spesso sono proprio da arrivisti\nChe per vendere si gioca sempre a giochi di ruolo\nE venderò più dischi di chi ha fatto cifra cubica\nStaranno male tutte le mie stronze tranne l'ultima\nFinché poi tutto culmina, un dubbio li strafulmina\nGli amici nel silenzio, la supplica di Repubblica\nQuesto servizio è adatto per i bambini\nAl massimo c'è una voce, due fiori, quattro violini\nLe foto di me da piccolo, il marmo, la serenata\nIl pianto in diretta di una che neanche me l'ha mai data\nLa data,\n \nla speranza sia tutta casualità\nL'assenza di fine all'atto cercando causalità\nMia madre e quei due parenti sorretti dalla realtà\nDel fatto che è stato il fato a rubarmi a giovane età, ma\n[Ritornello]\nSto escogitando un piano affinché (Finché)\nSembri soltanto un incidente (Incidente)\nPerché purtroppo c'è gente che tiene a me\nE se sapesse la realtà gli prenderebbe un accidente\nCerco le circostanze affinché (Finché)\nSembri soltanto un incidente (Incidente)\nPerché purtroppo c'è gente che crede in me\nE che forse ha bisogno di ricordarmi intelligente\n\n[Outro]\nRancore, DJ Myke, ci siamo? Andiamo\nIncidente"
}