{
  "title": "Upgrade",
  "artist": "Lil Wayne",
  "lyrics": "[Intro]\nYessir\nThree\nHa\nI love this shit\nSo let me talk my shit, 'nah mean? Hahaha\n(Coughing)\nOkay, I'm good\nYeah\n[Verse: Lil Wayne]\nI know you see the guap, 'cause getting money is what we on\nRiding drop-top in the winter with the heat on\nBad yellow bitch keep my passenger seat warm\nLeg hanging out the window, you ain't got these on\nBitch, holler! It is Lil Weezy\nThey cannot see me—they are like Stevie\nI am bearing a ton like Levy\nI circle your house like BB\nColder than the heebie-jeebies\n, never give freebies\nSeventy-five thousand for these fees, shit\nI can get a hundred thousand up in these jeans\nBig stacks: My pockets on Creatine\nYoung Money, DipSet—nigga, we a team\nIf you don't like it, nigga, fuck you—no Vaseline\nErrr!\n I peel off in the Lamborghin'\nLike a tangerine\nGot the engine straight shaking like a tambourine\nLike a bitch with some lips like Angelin'\n–a Jolie,\n Holy God flow\nI go where no other guy go\nFuck you, ho, \nI'm so five-oh-\n-four\n, I hope every snitch die slow\nHip-hop, that's my ho—I know\nShe know I like it wet, don't want no dry ho\nAlright, bitch, I am the boy, no decoy\nAnd I will straight up destroy any boy, or man\nAnd I prefer money than bitches, or just reefer\nWe are Young Money, bitch, and I am the leader\nHe are: Curren$y, Mack Maine, and T-Raw\nAnd I just signed a chick named Nicki Minaj\nAnd me, I'm still spittin' like a retard\nAnd these niggas soft, they should be rapping in leotards\nNigga, we in charge, Baby put me in charge\nAnd I'm just murdering niggas, free of charge\nYou dig? Just holler back, I see you, Sarge\nI'm so motherfucking high, I can eat a star, haha\nYeah, let me upgrade you\nYou may not be a model, but I can front-page you\nYou know I'm nasty, excuse my behavior\nLet me just taste you, we can fuck later\nSitting in the coupe, looking like a racer\nTop peeled back like the skin of a potato\nSeat way back, listening to Anita Baker\nRiding by myself, smoking weed by the acre\nHollygrove gator, ain't nobody greater\nLeave you with some bulletholes the size of craters\nYou ain't heard the latest, Weezy F. the greatest\nBattle anybody, nigga, fuck whoe'er your favorite\nIt's a new game, and I'm the coach like Avery\nLeave it to the flow, we getting dough like the bakery\nI don't really want to, but these niggas making me\nPut a motherfucker on ice like the Maple Leaves\nThat's a hockey team, and I ain't on no hockey team\nBut I'm a champion—where's the fucking Rocky theme?\nDamn, rest in peace, Apollo Creed\nI'm a monster, every day is Halloween\nA lot of syrup, lot of pills, and a lot of weed\nAnd I keep my pockets green, like a pod of peas\nAnd if you hating, baby, you can get a side of deez\nDeez nuts in your mouth, and can you swallow, please? Haha\nYeah, I'm so hot, I freeze\nBig balls, and they jangle like a lot of keys\nEven deaf bitches say \"Hi\" to me\nShe tell a blind bitch, and she say, \"I gotta see,\" ha\nYoung Carter, darling\nUnderstand: I am Michael Jordan balling, yes\nI'm a dog, I'm a Hoya, homie\nI'm a boss, your man's just an employer, mami\n\n[Outro]\nLet me upgrade you\nHa, let me upgrade you\nUpgrade you, ah\nAhhhh....\nWeezy!"
}