{
  "title": "​vampire / traitor / good 4 u / get him back! (VMAs 2023)",
  "artist": "Olivia Rodrigo",
  "lyrics": "[Part I: vampire]\n[Verse 1]\nHate to give the satisfaction asking how you're doing now\nHow's the castle built off people you pretend to care about?\nJust what you wanted\nLook at you, cool guy, you got it\nI see the parties and the diamonds sometimes when I close my eyes\nSix months of torture you sold as some forbidden paradise\nI loved you truly\nYou gotta laugh at the stupidity\n[Chorus]\n'Cause I've made some real big mistakes\nBut you make the worst one look fine\nI should've known it was strange\nYou only come out at night\nI used to think I was smart\nBut you made mе look so naive\nThe way you sold me for parts\nAs you sunk your teeth into mе, oh\nBloodsucker, fame fucker\nBleedin' me dry like a goddamn vampire\n[Bridge]\n(Ah)\nYou said it was true love, but wouldn't that be hard?\nYou can't love anyone 'cause that would mean you had a heart\nI tried to help you out, now I know that I can't\n'Cause how you think's the kind of thing I'll never understand\nOh\n\n[Part II: traitor]\n[Chorus]\nYou betrayed me\nAnd I know that you'll never feel sorry\n[Part III: good 4 u]\n[Chorus]\nThree, four plus two, three, four\nWell, good for you\nYou look happy and heal, heal, heal, heal, heal, heal, heal, heal, heal, heal, heal\n[Part IV: get him back!]\nI want to get him back, back, back\n[Chorus: Olivia Rodrigo]\nI wanna get him back\nI wanna make him really jealous, wanna make him feel bad\nOh, I wanna get him back\n'Cause then again, I really miss him, and it makes me real sad\nOh, I want sweet revenge, and I want him again\nI want to get him back (And then? And then)\nI want to get him back, back, back\n\n[Bridge: Olivia Rodrigo & Alexander 23]\nI wanna key his car (I want to get him back)\nI wanna make him lunch (But then I, I want to get him back; woo)\nI wanna break his heart (But then I, I want to get him back; yeah, you got it)\nThen be the one to stitch it up (But then I, I want to get him back; yeah)\nWanna kiss his face (But then I, I want to get him back)\nWith an uppercut (But then I, I want to get him back)\nI wanna meet his mom (But then I, I want to get him back)\nJust to tell her her son sucks (But then I, I want to get him back)\nOh, I wanna key his car, I wanna make him lunch (But then I, I want to get him back; I want to)\nI wanna break his heart, stitch it right back up (But then I, I want to get him back; get him back)\nI wanna kiss his face with an uppercut (But then I, I want to get him back; I want to)\nI wanna meet his mom, and tell her her son sucks, yeah (But then I, I want to get him back; get him back)\n[Chorus: Olivia Rodrigo]\nI wanna get him back\nI wanna make him really jealous, wanna make him feel bad\nOh, I wanna get him back\n'Cause then again, I really miss him, and it makes me real sad\nOh, I want sweet revenge, and I want him again\nI want to get him back (And then? And then)\nI want to get him back, back, back"
}