{
  "title": "Visionz of Home",
  "artist": "J.Cole",
  "lyrics": "[Intro]\n2-6, Fayettenam\nCarolina\nSoutheast shit\nIt's a Carolina thing, from the 'Ville to the QC\nAll my niggas on Bragg, Bunce Road, to The Murk, Greensboro, Bonnie Doone, Eutaw, Winston, Cliffdale, Durham\nCole World\n[Verse 1]\nVisions of home, the streets that I roam, it’s been a while\nRaise me like the father I never had, I’m still your child\nAnd though I’ve grown in ways that you’ve never known\nI’ve ventured into the world, I’ve moved out all on my own\nI’m doing this all for you, I hate to leave you alone\nSeen shit you wouldn’t believe, I write 'em down in these poems\nAnd put them out for the world, I know you listening too\nHeard you saying shit about me I hope the shit isn’t true\nMan look at the shit I came from, this narrow point of view\nHow you hatin’ on a nigga that wanted it more than you?\nI ran through them spots with you and fucked the same bitches too\nAnd just because I ride with you, I scrap with them niggas too\nCame back for them niggas too, ain’t no trappin' nigga, it’s true\nYet they play me on repeat because I rap for them niggas too\nSee I started with nothing but passion and then I blew\nTo the Roc, damn the top's a spectacular fucking view\n\n[Chorus]\nVisions of home, visions of home\nVisions of home, visions of home\n[Verse 2]\nYeah, visions of home, this is my zone\nThis is my joy, this is my pain, this is my song\nThis for my cousin Ricky damn nigga it’s been too long\nHate that my nigga Smitty slangin’ but to each his own\nGotta feed yo’ self, smoke a little weed just to ease yourself\nFuck the whole world, I don’t need your help\nYou’re the reason why momma had those rocks\nAll my niggas never even had no pops\nRemember that? Ya remember that?\nIf ya don’t, double back\nMomma found a much better crib on a safe street\nBut I’m still where the trouble at, where the trouble at?\nThat’s ‘cause my folks there, what it look like if I don’t go there?\nI’m dead wrong, it’s been way too long, long\nMy folks there, what it look like if I don’t go there?\nI’m dead wrong, it’s been way too long\n[Chorus]\nVisions of home, visions of home\nVisions of home nigga, visions of home, I'm coming home, coming home\n\n[Outro]\nYeah, Cole world\nYou know what it is nigga, Fayettenam, Carolina\n[?]"
}