{
  "title": "Wailin’",
  "artist": "OutKast",
  "lyrics": "Big Boi and Dre wail on their inferior opponents in this track off of ATLiens.\n[Intro]\nWailin'\nWailin'\nWailin'\n[Verse 1: Big Boi]\nIn the zone like Keyser Söze, always a Usual Suspect (\nWailin'\n)\nNo check, all I got in this game is my respect\nAnd Southern pride, I'd be, checkin' my fuckin' head (\nWailin'\n)\nScared, lookin' up in your face – boy, I see dead\nIf you test like S.A.T., then I guess that we may be (\nWailin'\n)\nEnemies\n, ten a piece, freestyles be freebies\nI be that wrong nigga to fuck with, wouldn't I? (\nWailin'\n)\nWouldn't I be the wrong one to try?\nNever eatin' chicken thighs, \nonly the 20 piece Mojo\n,\nFlow's on like Flo Jo (\nWailin'\n)\nI wanted to figure out, just how low could your hoe go?\nThe beat hit like 'Beat Street', 'Krush Groove' and 'Breakin'' (\nWailin'\n)\nNever bakin', rebukin' Satan\n, \nwe had you waitin'\nFor the Second Coming, funny how time flies when you're rhymin' (\nWailin'\n)\nLaFace Records,\n I think they got the perfect timing\nTo be doper than Saddam, believe the Nation of Islam (\nWailin'\n)\nFuck the police and the dogs, sniffin' that dope up out your car\nI think they overstep they boundaries (\nWailin'\n)\nUh – OJ, not guilty, that's how they found he\n\n[Interlude: Cee-Lo]\nMmm, yeah (\nWailin'\n)\nMmm, mmm\nMmm, yeah (\nWailin'\n)\nMmm, mmm\nMmm, yeah (\nWailin'\n)\nMmm, mmm\nMmm, yeah (\nWailin'\n)\nMmm, mmm\n[Verse 2: André 3000]\nI felt the pressure like sun shining, while rainin' (\nWailin'\n)\nAt the same time, I kept on rhymin', not complaining\nStorm brainin' cats and dogs,\n \nmy catalog be the size of golf balls (\nWailin'\n)\nThrow up your Daisy Dukes, I'm Hazzard-ous to all you Boss Hoggs\nAnd Rosco P. Col' people,\n \nwho caboose my locomotive (\nWailin'\n)\nBut enough of that, everyone can rap, but let's say gift; suppose if\nI use my gift of gab to boast and brag in every rhyme I (\nWailin'\n) compose\nWon't y'all get sick of that? 'Cause I know I do when I hear those flows\nThat ain't Hip-Hop, you'll find that shit in the gift shop (\nWailin'\n)\nBut to each his own, my speech is born\nKeep that shit up outta my zone\nLong as you happy, then I'm happy (\nWailin'\n)\nEven if you just hate my fuckin' guts, go 'head and dap me\n'Cause I'm gon' dap you anyway\nAnd then go home and pray for yo' ass later (\nWailin'\n)\n'Cause we might need you in this war, I'm wailin' on you traitors\nLike that... like that... like that... like that"
}