{
  "title": "Wasted",
  "artist": "Travis Scott",
  "lyrics": "[Intro: Travis Scott]\nWasted or nah? (\nAw, aw, yeah, aw\n)\nAre you wasted or nah? Wasted or nah? Wasted at night\n[Verse 1: Travis Scott]\nTake a sip, drownin' in this shit, coppers on my hip, I hold my head\nI been takin' risks to make that money flip, shots to the head\nI ain't order it, I can't afford this shit\nGo to war with this, you overboard, I'm over-bored with shit\nNow, it's pay a player, pay a nigga, got a day-to-day to stack and still, I pay accountants\nTwenty racks to show just a little allowance\nOnly come to Houston if the boy allow it\nBow your head to a real one, comin' down with them main niggas\nH-Town, don't play with us, them with-it boys stay with-with-with it\nI been grindin', slavin' over time since I was a fan\nLookin' in the mirror like, \"One day, Jacques, you gon' be the man\"\nOne skinny, tatted nigga, blunt flicker, young La Flame, hot spitter who can't hold his liquor, yeah\n[Chorus: Pimp C]\nIt's really goin' down in the goddamn South\nI'm trill, I'm country 'til the end\nIt-it-it-it's really goin' down in the goddamn South\nI'm trill, I'm country 'til the end\n[Bridge: Juicy J & \nTravis Scott\n]\nThere's a lot of motherfuckers that can't handle they liquor\nCan't handle these drugs (\nWasted or nah?\n)\nIt's only real niggas that can handle their shit, man (\nWasted or nah?\n), yeah (\nWasted or nah?\n)\nSo if you tryna get lit, wanna pour up?\nMake sure you stay on our level, 'cause we go up, let me see you up\n\n[Verse 2: Juicy J]\nIs you wasted, baby? One shot, two shots and you still talkin' crazy (Trippy)\nThree shots and you faded, freaks comin' out at night and they gettin' X-rated\nFour shots now, she wanna do the clique, any more shots, she ain't gon' remember shit\nSmokin' on extendos, no clips, project hoes goin' up in the Ritz (Trippy)\nShe gon' do it for a G, anything for me, bruh, she just wanna fuck and drink and chief all the weed up\nSexy bitch, pop that pussy 'cause you in your prime,\n \npour that purple over ice, call it \"turtle time\"\nShawty never been a hesitator, got her goin' down on the elevator\nHeard the pussy bomb, I'ma detonate her, fuck her from the back, keep the neck for later\nNo magic trick, but I levitate her, with the magic stick, nothin' less than great\nWhen I hit her with the dope D, I'm gone, don't text me later, no extra favors\n[Chorus: Pimp C]\nIt's really goin' down in the goddamn South\nI'm trill, I'm country 'til the end\nIt-it-it-it's really goin' down in the goddamn South\nI'm trill, I'm country 'til the end\n[Outro: T.I.]\nHmm, weed, lean, MDMA, he say, she say\nAll the products of a young man gone the long way\nFrom the home that he known, 'til he roamed where he at\nAnd the phone break up, unknown wake up\nSeveral one-night-stands, hung up phone, break up\nIf he fall, will he fly? Sure, it wouldn't take much\nFor you to find out, jump, have you took that plunge?\nIf not in the same spot, how could you judge?\n(H-h-how could you judge? C-c-could you judge?)"
}