{
  "title": "Watch Dem Niggas",
  "artist": "Nas",
  "lyrics": "[Produced by Trackmasters]\n[Verse 1: Nas]\nThey never realized how real Nas is, so decisive\nIt's just the likeness of Israelites mist that made me write this\nA slight twist of lime rhyme, be chasing down your prime-time\nFood for thought, or rather mind wine\nThe Don Juan features the freak shit\nMy thesis on how we creep quick\nFucking your wife, that ain't no secret\nIt's mandatory — see, that pussy, they hand it to me\nI got no game, it's just some bitches understand my story\nThere ain't no drama that my niggas never handled for me\nMy gator brand is Mauri, walking through rough land before me\nWhere the snakes put a smile on they face\nHoping and praying I'm stuck\nScoping, they lay in the cut, weighing my luck\nPlayer haters play this in cell blocks and rocked stages\nWinking at some female cops with cocked gauges\nReally, it's papers I'm addicted to\nWasn't for rap, then I'd be sticking you\nThe MAC inside the Triple Goose\nFace down on the floor's the routine\nDon't want hear nobody blow steam\nJust C.R.E.A.M. or it's a smoke screen\nImagine that, that's why I hardly kick the bragging raps\nI zone, to each his own in this ghetto inhabitant\n\n[Chorus: Nas & Foxy Brown]\nWatch dem niggas that be close to you\nAnd make sure they do what they supposed to do\n'Cause you know they be thinking 'bout smoking you\nNever personal, nowadays it's the ways\nWatch dem niggas that be close to you\nAnd make sure they do what they supposed to do\n'Cause you know they be thinking 'bout smoking you\nNever personal, nowadays it's the ways\n[Verse 2: Nas & \nFoxy Brown\n]\nNow how can I perfect this? (\nUhh, what?\n)\nLiving reckless, die for my necklace\nCrime infected, driving a Lexus with a death wish\nJetting, checking my message on the speaker\nBopping to \nMona Lisa\n, brown reefer, 10 G's, gun and my Visa\nCD cranking, doing 90 on the Franklin D. Roosevelt\nNo seat belt, drinking and thinking\nMy man caught a bad one, son, niggas is frightened\nSecret indictments, \nadds on the one seeking enlightenment\nMy Movado says 7 — the God hour, that's if you follow\nTraditions started by the school, not far from The Apollo\nMy 'fuck tomorrow' motto\n \nthrough the eyes of Pablo\nEscobar, the desperado\n, \nword to Cus D'Amato\n[Chorus: Nas & Foxy Brown]\nGotta watch dem niggas that's close to you\nAnd make sure they do what they supposed to do\n'Cause you know they be thinking about smoking you\nNever personal, nowadays it's the ways\nWatch dem niggas that be close to you\nAnd make sure they do what they supposed to do\n'Cause you know they be thinking 'bout smoking you\nNever personal, nowadays it's the ways\n\n[Verse 3: Nas, \nFoxy Brown\n]\nSome niggas watch you (\nUhh\n)\nSee you when you think you on the low\n, ain't hard to spot you\nYou swore to keep it real after you blow\n3 ki's, new V's, went to Anguilla with your ho\nStayed around the hood, smoothest cat getting the dough\nThem old-timers advise you to them problems that's ahead\nDrama with the Feds, not listening, just bobbing your head\nYour Roley shining, thinking to yourself \"Nobody's taking mine\"\nAt the same time, your ho is getting snatched from behind\nPut in a van, \"Where's the hundred grand?!\"\nStripping her hand from all the ice\nWouldn't you know? You knew these niggas all your life\nWhat made them mark you victim?\nYou fucked up somewhere down the line\nNow they had to target your Wisdom\nShe took 'em to your place, straight to your safe\nYou doubted it could happen, sick of yapping\nJump in your ride, headed to your side\nPuffing \nganja\n, get to your crib, can't find her\nJust a reminder: Shouldn't have your stash house where you crash out\nCould've passed out, your coke is gone, now you ass out\nDead bitches tell no lies, you should use your eyes!\n[Chorus: Nas & Foxy Brown (\nFoxy Brown\n)]\nGotta watch them niggas that's close to you (\nUhh\n)\nAnd make sure they do what they supposed to do (\nWhat, hah\n)\n'Cause you know they be thinking 'bout smoking you (\nUh\n)\nNever personal, nowadays it's the ways\nWatch them niggas that's close to you (\nUhh\n)\nAnd make sure they do what they supposed to do\n'Cause you know they be thinking 'bout smoking you (\nUh-huh\n)\nNever personal, nowadays it's the ways (\nUhh\n)"
}