{
  "title": "Watch the Party Die",
  "artist": "kendrick lamar",
  "lyrics": "[Verse 1]\nI think it's time to watch the party die\nThis shit done got too wicked to apologize\nIt's different, get him whacked and disqualified\nWe even kill the killers 'cause they like taking innocent lives\nBurn the whole village, we start over, it's really that time\nWhy reason with these niggas if they can't see the future first?\nWhy argue with these clowns if the circus is well at work?\nJust walk that man down, that'll do everyone a solid\nIt's love, but tough love sometimes gotta result in violence\nIf you parade in gluttony without givin' truth to the youth\nThe graveyard is company, just tell us what casket to choose\nThey party more than bitches, tell me, what are you working for?\nThey glorify scamming, you get chipped over this credit card\nInfluencers talk down 'cause I'm not with the basic shit\nBut they don't hate me, they hate the man that I represent\nThe type of man that never dickride 'cause I want a favor\nThe man that resides in patience, so where the soldiers at?\nThe ones that lost it all and learnt to learn from that\nA thirst for life, head inside a book 'cause he concerned with that\nInformation that'll change his life because he yearns for that\nDedication, findin' out what's right 'cause he can earn from that\nI feel for the women that deal with the clown and nerd shit\nCan't blame them, today they ain't really got much to work with\nHow many bitches harder than a lot of you niggas?\nWould trade all of y'all for Nip, I can't be proud of you niggas\n\n[Chorus]\nGod, give me life, dear God, please give me peace\nDear God, please keep these lame niggas away from me\nDear God, keep me shinin', the fuck do they really think?\nPocket-watching, you must be the police\nGod, bless these words, dear God, bless how I think\nDear God, draw the line, they tryna confuse 'em with me\nDear God, please forgive me, you knowin' how hard I tried\nI think it's time for me to watch the party die\n[Post-Chorus]\n(Uh-huh, huh)\nGet 'em gone, we gon' watch the party die (Uh-huh)\nSend 'em home, we gon' watch the party die\n[Verse 2]\nI think it's time to watch the party die\nStreet niggas and the corporate guys, the rappers that report the lies\nI need they families mortified\nWe can do life without 'em, get they bodies organized, tell me if you obliged\nNo more pillow-talkin' chumps startin' neighborhood wars\nDirty-mackin' bitches because your spirit is insecure\nThe flashy nigga with nasty decisions usin' money as a backbone\nI want his head cracked before he's back home\nThe radio personality pushin' propaganda for salary\nLet me know when they turn up as a casualty\nI want agony, assault and battery,\n \nI see a new Earth\nFilled with beautiful people makin' humanity work\nLet's kill the followers that follow up on poppin' mollies from\nThe obvious degenerates that's failing to acknowledge the\nHope that we tryna spread, if I'm not his vote\nThen you need to bring his fuckin' head, or film that shit in hi-res\n\n[Chorus]\nGod, give me life, dear God, please give me peace\nDear God, please keep these lame niggas away from me\nDear God, keep me shinin', the fuck do they really think?\nPocket-watching, you must be the police\nGod, bless these words, dear God, bless how I think\nDear God, draw the line, they tryna confuse 'em with me\nDear God, please, forgive me, you knowin' how hard I tried\nI think it's time for me to watch the party die\n[Verse 3]\nSometimes I wonder what Lecrae would do\nFuck these niggas up or show 'em just what prayer do?\nI want to be empathetic, my heart like Dee-1\nBut I will—\nIt's time to get these devils out the way, heavy metals on my sword\nWe settle hard disputes today, the ghetto Hollywood Divorce\nSay hello to your future fate, the culture bred with carnivores\nYou let 'em snack, they eat your face, the signatures is bein' forged\nThey wonder why I'm not enthused to drop\nThe more visible you get, the more your spiritual is tried\nIt's cynical to say I know these artists petrified\nThe end result, in jail by Jezebel or drugged up full of lies\nCritical, I know my physical is tested all the time\nI'm pitiful, sunken place soon as I'm questionin' my pride\nI'm seein' ghosts, blackin' out, relapsin' one thought at a time\nI spare no feelings that ain't mine, I'm in my feelings when I slide, I mean\nA nigga wonder what Lecrae would do\nTerrace Martin said I'm mentally with layers, true\nI flood the market with my best regards, I paid your dues\nAnd so it's up, if you ain't one of ours, it's bad news\nMy nigga Jay Estrada said I gotta burn it down to build it up\nThat confirmation real as fuck, it ain't too many real as us\nLockin' in to what I trust, lookin' outside\nThe kids live tomorrow 'cause today, the party just died"
}