{
  "title": "We Cry Together",
  "artist": "kendrick lamar",
  "lyrics": "[Intro: Florence Welch & \nWhitney Alford\n]\nOh, oh\nOh, oh, oh\nHold on to each other\nHold on to each other\nThis is what the world sounds like\n[Interlude: Taylour Paige & \nKendrick Lamar\n]\nNah, fuck you, nigga (\nFuck you, bitch\n)\nOh, wow, okay\nYou got me fucked up\nFuck you, fuck you\n[Verse 1: Kendrick Lamar & \nTaylour Paige\n]\nI swear, I'm tired of these emotional-ass, ungrateful-ass bitches (\nShut the fuck up\n)\nUnstable-ass, confrontational-ass dumb bitches\nYou wanna bring a nigga down, even when I'm tryna do right\nWe could go our separate ways right now, you could move on with your life, I swear to God\nFuck you, nigga, you love a pity party, I won't show up\nAlways act like your shit don't stink, motherfucker, grow up\n (Man, fuck you)\nForever late for shit, won't buy shit, sit around and deny shit\n (Man)\nFuck around on a side bitch, then come fuckin' up my shit?\nWhat? Fuckin' up yo' shit? \nYou must be bleedin'\n and some more shit\nBitch, I don't know shit, fuck yo' feelings\nYou on some ho shit\nSee, I don't know why you likе playin' mind games with me\n (Mind games? Man, c'mon, bro, likе, God)\nBitch, I ain't slow nor ditsy, I know when you bein' distant\n (Come on, dawg)\nI know when you fake busy get out yo' feelings and miss me with that reverse psychology\nMan, bitch, you trippin', who got you that Rollie chain?\nAnd who put that car in my name?\nWhat, you think I'ma kiss yo' ass?\nNah, nigga, you fuckin' lame\n\n[Chorus: Kendrick Lamar & \nTaylour Paige\n]\nYou know what? Fuck you, bitch (\nFuck you, nigga\n)\nNah, fuck you, bitch (\nNah, fuck you, nigga\n)\nFuck you, bitch (\nNah, fuck you, nigga\n)\nNah, fuck you, bitch (\nFuck you, nigga\n)\nFuck you, bitch (\nFuck you, nigga\n)\nFuck you (\nFuck you\n), fuck you (\nFuck you\n)\nFuck you (\nFuck you\n)\nFuck you, nigga\nFuck you, bitch (\nNah, fuck you\n)\n[Verse 2: Taylour Paige & \nKendrick Lamar\n]\nWastin' my time and energy tryna be good to you\nLost friends, family, gained more enemies 'cause of you\nBitches starin' at me at Zara, ho's scratchin' my cars up\nShoulda followed my mind in '09 and just moved to Georgia\nOh, what, that's my fault now? Bitch, you power trippin' or guilt trippin\n'?\n (Okay)\nI h\neld your ass down\nYou just kept me down, that's a big difference\n (\nMan\n)\nStressin' myself tryna figure why I'm not good enough\nGoin' to church, prayin' for you, searchin' for good in us\nLil'-dick-ass nigga that's tryna go big\nBut you was suckin' this dick though\nWell, shit, I shoulda sucked his\nWhat you say?\nI shoulda found a bigger dick\nMan, bitch, get the fuck out my face\nOh, what, you mad?\nShut up, bitch, you got me fucked up today, on God\nAh-ha, you mad, lil' feelings is shot\nGo text that raggedy bitch and tell her you all that she got (\nMan, what bitch?\n)\nLet her know you packin' yo' shit and gotta move by the first\nMan, give me these fuckin' keys\nGive me my keys, I'ma be late for work\nFuck yo' job, today gon' be the day you walk to that bitch\nGive me my fuckin' keys\nNah, I like you parked in that bitch\nGive me my keys, bro\nOn God, you ain't gettin' these keys\nGive me my fucking keys\nAh, now you mad at me, I got you hollerin' for nothin'\nI do the same when we fuckin'\nAct like that pussy ain't loose\nI'd rather act like I'm cummin'\nI'd rather fuck off the juice, fuck you talkin' 'bout?\nI'd rather fuck on your cousin\nBitch, you said you gon' fuck who?\nYou heard me, nigga, it's nothin' (\nAlright\n)\n\n[Chorus: Kendrick Lamar & \nTaylour Paige\n]\nYou know what? Fuck you, bitch (\nFuck you, nigga\n)\nFuck you, bitch (\nNah, fuck you, nigga\n)\nNo, fuck you, bitch (\nNah, fuck you, nigga\n)\nFuck you, bitch (\nFuck you, I'm sick of this nigga\n)\nFuck you (\nFuck you\n), fuck you (\nFuck you\n), fuck you\nFuck you, bi— (\nFuck you\n)\nFuck you, bitch, stupid-ass bitch\n[Verse 3: Kendrick Lamar & \nTaylour Paige\n]\nI don't even know why I fuck with you\nI'll be damned if I stuck with you\nChanged my number, I'm duckin' you, bitch\nBitch, whatever is comfortable\nShit, this the type of shit couples do? Shoulda thought about cuffin' you, bitch\nNigga, you dirty and you broke\nHo, you goofy and gullible, fuck you talkin' 'bout?\nMmm, the insecurities you got won't mind-fuck me\nWomanizer, got no affection from yo' mama, I see\nDon't speak on my mama, the fuck is yo' problem, bitch?\nThat bitch don't like me anyways\nBitch, she gave you the Honda, fuck\nAnd used that shit to throw it in my face\n (Man, hol' on, bro)\nFind it funny you just can't apologize\n (This bitch, dawg)\nEgotistic, narcissistic, love, you're all lies\n (Bro)\nSee, you the reason why strong women fucked up\nWhy they say it's a man's world,\n see, you the reason for Trump\n(You crying, bro?)\nYou the reason, we overlooked, underpaid, under-booked, under shame\nIf you look, I don't speak, then I'm called on my name\n (Hah...)\nI am flawed, I am pained, never yours, I remained\n (Come on, bro)\nYou the reason bitches start fuckin' with bitches when they change\nYou the reason bitches start callin' y'all bitches 'cause y'all useless\n (Alright)\nYou the reason Harvey Weinstein had to see his conclusion\nYou the reason R. Kelly can't recognize that he's abusive\nMan, shut the fuck up, we all know you still playin' his music\nSaid I'm tired of these emotional-ass, ungrateful-ass bitches\nFake innocent, fake feminist, stop pretendin'\nY'all sentiments ain't realer than what you defendin'\n(\nHere he go, shut the fuck up\n) It's a split decision, broads like you and real victims (\nLook at you, look at you\n)\nLet's talk the truth (\nOkay\n), women in general just can't get along (\nExplain, nigga\n)\nHmm, when Tash got a man, you didn't pick up the phone (\nExplain, nigga\n)\nUh-uh, when Nate got a job, you said you stayin' home (\nExplain\n)\nOh, why R&B bitches don't feature on each other songs then?\nWhat the fuck is you talkin' 'bout?\nNever mind, bitch, I'm walkin' out\nWhatever, nigga, I'm off you now\nYo' evil ass kept me well in doubt\nPussy nigga, best watch your mouth\nPussy and mouth is all you got\nLay this pussy back on the couch\nDoggie style, then you get on top\n\n[Interlude: Taylour Paige & \nKendrick Lamar\n]\nFuck me, nigga (\nI'ma fuck you, bitch\n)\nNah, fuck me, nigga, fuck me (\nI'ma fuck you, bitch\n)\nNah, fuck you, fuck me (\nYou playin', man\n)\nFuck me\nNah, you playin'\n[Outro: Whitney Alford]\nStop tap-dancing around the conversation"
}