{
  "title": "We Luv Deez Hoez",
  "artist": "OutKast",
  "lyrics": "This sarcastic pimping song off of 2000’s Stankonia is one of the few OutKast songs not to feature André, as well as one of the few pre-2003 OK tracks where Big Boi performs the hook.\n[Intro: Big Boi]\nYe-yeah\nEast Point in the house, like this here\n[Hook: Big Boi]\nFrom the weave to the fake eyes\nTo the fake nails down to the toes\nHa-ha-ha-ha-ha, we love these hoes\nHa-ha-ha-ha-ha, we love these hoes\nFrom the weave to the fake eyes\nTo the fake nails down to the toes\nHa-ha-ha-ha-ha, we love these hoes\nHa-ha-ha-ha-ha, we love these hoes\n[Verse 1: Big Boi]\nDon't lie, you love them\nIf you don't, you like them hoes a whole lot\nJust like your mama Sunday cookin', turkey necks in the pot\nYou ready to drop your load, like prop planes be dumpin' that cocaine\nYou ready to turn your 'fro, from natural straight to a cold wave\nDat ho name Betty Big Shoez, she wore them Herman Munster heels\nPopped a pill, now she's in your Coupé De Ville, passenger seat\nI made her eat my meat while I was rubbin' her coochie\nInjection in her top and bottom lip, straight from her booty\nSo Do Re, blow me, Fa So La Ti Da Ham\nI'm tellin' the truth, you suckin' your tooth\nYou treatin' her like a star, boy\nFrom a Figueroa to a Herringbone\nFrom droppin' her, off to takin' her home\nShe tried to pull my rubber off with her pussy muscles, that was wrong\nThe bitch is no good like lesbians with no tongues\nYou fucked around and knocked her up, and now you say she the one\nNigga, you dumb, you should have pulled it out and squirted on her eyelash\nAnd let her face be holdin' the baby, now she after yo' ass!\nYeah, I told y'all niggas\nAbout god damn takin' them hoez to the Cheesecake Factory\nLettin' them hoez order strawberry lemonade and popcorn shrimps\nThey ain't goin' do nuthin'\nBut try to get all your motherfuckin' cheese! (Yeah!)\n\n[Hook: Big Boi]\nFrom the weave to the fake eyes\nTo the fake nails, down to the toes\nHa ha ha ha! We luv deez hoez\nHa ha ha ha! We luv deez hoez\nFrom the weave to the fake eyes\nTo the fake nails, down to the toes\nHa ha ha ha! We luv deez hoez\nHa ha ha ha! We luv deez hoez\n[Verse 2: BackBone]\nAy, ay, what's up, lil' girl? I see you workin' them Valente\nShe walk wit a fly sashay\nLook here, say, I'm \nMr. Fat Face\n, I come through swervin' (ay, ay)\nYou love the way the leather grippin' your butt\nConversation kill 'em, drippin' em up\nRelax, shawty, oh, lordy, I quote the facts\nWhippin' convertible with Daddy Fat Sax\nI stay G sharp as a note of music\nCall me fresh baked bread, make a broad lose it\nI'm just sayin' they just can't stand to see me execute game plan\nI slow it down, she like it – speed it up\nShe poked it out, I beat it up like that\nHit 'em from the back, had to increase that ho vocabulary\n[Hook: Big Boi]\nFrom the weave to the fake eyes\nTo the fake nails, down to the toes\nHa ha ha ha! We luv deez hoez\nHa ha ha ha! We luv deez hoez\nFrom the weave to the fake eyes\nTo the fake nails, down to the toes\nHa ha ha ha! We luv deez hoez\nHa ha ha ha! We luv deez hoez\n\n[Verse 3: Big Gipp]\nYeah, yeah, Gipp keep it double loco\nMet up in Cafe Intermezzo for some late night pastry\nConversation hasty, 'cause I was ready to dip\nSweatsuit velour, so I ordered Kahlua\nFell in, hit her with the garden hose\nLeft her with the pokahose, got up and didn't say goodbye\nHer face wrinkle up and froze, \"Why you leavin' so soon?\"\nSupposed to – and ain't no question about that\nThey call me Big Gipp on the Southside\nMr. Get Down in the veins, so what's the word?\nDon't fall in love with good pussy off the top\nBetter leave for two months, come back and pop – study the shit\n[Hook: Big Boi]\nFrom the weave to the fake eyes\nTo the fake nails, down to the toes\nHa ha ha ha! We luv deez hoez\nHa ha ha ha! We luv deez hoez\nFrom the weave to the fake eyes\nTo the fake nails, down to the toes\nHa ha ha ha! We luv deez hoez\nHa ha ha ha! We luv deez hoez"
}