{
  "title": "Welcome to the Jungle",
  "artist": "Jay-Z",
  "lyrics": "[Produced by Swizz Beatz]\n[Intro: Swizz Beatz, \nKanye West\n & \nJay-Z\n]\nUh\nRight\nOh, oh\nRight\nOne-two, one-two (\nYeah\n)\nAyy\nWelcome to the jungle, welcome to the jungle, well\n(\nYeah\n, \nyeah\n)\nWelcome to the jungle, welcome to the jungle, well\n(\nYeah\n, \nuh\n, \nyeah\n)\nI asked her where she wanna be when she twenty-five (\nFive\n)\nShe turned around and looked at me and she said, \"Alive\"\nWelcome to the jungle, welcome to the jungle, well\n(\nUh\n, oh)\n[Verse 1: Jay-Z & \nSwizz Beatz\n]\nBlack Axl Rose,\n \nmove halves and wholes (\nRight\n)\nCome down to the jungle, just ask for Hov (\nRight\n)\nMove blocks and squares,\n \nmove apples and pears (\nOh\n)\nWork pots and pans just to cop me some Airs (\nGoddammit\n)\nMy uncle died, my daddy did too (\nAyy\n)\nParalyzed by the pain, I can barely move\nMy nephew gone, my heart is torn\nSometimes I look to the sky, ask why I was born\nMy faith in God, every day is hard\nEvery night is worse, that's why I pray so hard\n\n[Verse 2: Kanye West & \nJay-Z\n]\nWhy I pray so hard, this is crazy, God\nJust when I thought I had everything, I lost it all\nSo que será (\nWelcome to the jungle\n),\n \nget a case of Syrah\nLet it chase the pain 'fore it goes too far (\nYeah\n)\n[Verse 3: Jay-Z & \nKanye West\n]\nMy dreams is big, reality set in (\nHuh\n)\nLet off a clip from a automatic weapon (\nYeah\n)\nThrough shots in the door, it died in Vegas\nThough it fought so hard, I knew it wouldn't make it\nI'm a tortured soul, I live in disguise\nRest in peace to the leader of the Jackson 5 (\nOoh, woo\n)\nI died in my sleep, I'm still Big Pimpin'\nI ball at the mall, beginning of the ending (\nYeah\n)\nWhere the fuck is the sun? It's been a while\nMama, look at your son, what happened to my smile?\nMy tears is tatted,\n \nmy rag in my pocket\nI'm just looking for love, I know somebody got it\nChampagne for the pain\n, \nweed for the low\nGoddamn, I'm so high, where the fuck did I go?\nI'm losing myself, I'm stuck in the moment\nI look in the mirror, my only opponent\nWhere the fuck is the press? Where the fuck is the pres'?\nEither they know or don't care, I'm fucking depressed\nNo crying in public, just lying to judges\nRiskin' my life, I'm already dying, so fuck it, well\n\n[Outro: Swizz Beatz]\nWelcome to the jungle, welcome to the jungle, well\nGoddammit"
}