{
  "title": "West Savannah",
  "artist": "OutKast",
  "lyrics": "[Intro: Big Boi]\nYeah, I’m back off in this bitch one more time\nTo drop this rhyme, about where my roots at\nYeah, Westside is in the house\nFrazier Homes is in the house\nCloverdale is in the house\nAnd Savannah, GA is in the house, so check it…\n[Verse 1: Big Boi]\nFebruary 1st, 1975 – it happened\nWas born in West Savannah, way before I started rappin'\nMy mama had a nigga at the age of fifteen\nMy daddy was sellin' that sack, now he's gots responsibilities\nStayed at me granny's while me mammy was at work\nAnd she couldn't watch my every move, so, shit, I started servin'\nAround Frazier Home, down in the Westside projects\nChangin' over food stamps, and hittin' a lick, was next\nSee, \nI'm just a playa like that, my jeans was sharply creased\nI got a fresh white t-shirt and my cap is slightly pointed East\nSo flyin', or floatin', a Brougham is what I'm sportin'\nSade is in my tape deck\n, I'm moving in slow motion, boi\nSo meet me deep in the streets, that's where I learned the capers\nUs lickin' blunts, lickin' leaves, rolling reefer papers\nI'm slightly slouched, in the seats off in my bucket\nBut the niggas around the ave, and the hoes, they love me (Yeah)\nThey wanna be me and my family too\nBecause the money that I make be puttin' cable off in every room\nSo follow the fiends, follow my lead, through the nooks and crannies\nIt's everyday life off in my hood, so come and holla at me\nBut go 'head on, with that foolishness, bitch\nLet me get lovely with my swerve, because I'm true to this shit\nAnd if you coming with eight dollars, you shit out of luck\nBecause the Westside ain't taking no shorts on the dime\nSo fire it up\n\n[Hook: Sleepy Brown]\nNow, now, now – nine in my hand, ounce in my crotch\nDiggin' the scene with a gangsta slouch, mmmmhmmmm!\n(Like that now, like this, and it don't quit, and it don't stop)\nNine in my hand, ounce in my crotch\nDiggin' the scene with a gangsta slouch, mmmmhmmmm!\n(And it don't stop, and it don't quit, it's like that and ah)\n[Verse 2: Big Boi]\nSee, niggas in the South wear gold teeth and gold chains\nBeen doing it for years, so these niggas ain't gone change\nThey coming around the ghetto, so you might call 'em soul\nBeen wearing furry Kangol's, so that shit is old\nYou might slang a rock or two, just to pay the rent\nFive dollars for a table dance, so now your money's spent\nYou listen to that booty shake music in your trunk\nAs long as there's that \"tic-tic\" followed by that \"bump\"\nI'm down to stick a ho if she got a G-string\n'Cause the niggas in the Point ain't changed, man\nYou might call us country, but we's only Southern\nAnd I don't give a fuck, P-Funk spot to spark another\n[Hook: Sleepy Brown]\nNow, now, now – nine in my hand, ounce in my crotch\nDiggin' the scene with a gangsta slouch, mmmmhmmmm!\n(Like that now, like this, and it don't quit, and it don't stop)\nNine in my hand, ounce in my crotch\nDiggin' the scene with a gangsta slouch, mmmmhmmmm!\n(And it don't stop, and it don't quit, it's like that and ah)\nNow, now, now – nine in my hand, ounce in my crotch\nDiggin' the scene with a gangsta slouch, mmmmhmmmm!\n(Like that now, like this, and it don't quit, and it don't stop)\nNine in my hand, ounce in my crotch\nDiggin' the scene with a gangsta slouch, mmmmhmmmm!\n(And it don't stop, and it don't quit, it's like that and ah)\nNow, now, now – nine in my hand, ounce in my crotch\nDiggin' the scene with a gangsta slouch, mmmmhmmmm!\n(Like that now, like this, and it don't quit, and it don't stop)\n\n[Skit]\nHold on, I'm 'bout to call my girl\nMan, see, how weak yo game is?\nShut up, you ain't even got one, shut up\nHello?\nWassup?\nWassup?\nGet yo ass in here!\nI gotta go\nHold up\nMark wants- Mark wanna know if he can get some cut-up\nSome cut-up?! {*record scratch*}\nAin't no cut-up going here, I'll cut \ny'all\n ass up!"
}