{
  "title": "We’re In This Together",
  "artist": "Justin Bieber",
  "lyrics": "[Intro]\nYeah, it's not easy growin' up\nYou know, mm\n[Verse 1]\nOnly two years old, I was playin' drums on the table\nGuess I knew it was the only thing stable\nWhen I was young, I could pick things up quick\nAnything that I did, I was pretty good at it\nWell, I started school, I was a troublemaker\nThought I knew everything in life, yeah, that caught up to me later, hehe\nI had to learn about humility\nI had to grow up and accept responsibility, yeah\nThat wasn't easy 'cause at seventeen, I had a milli'\nWomen throwin' themselves at me had me goin' silly\nOn the surface, I felt like thе man\nBut deep inside I felt deprivеd just like an empty can\n[Pre-Chorus]\nI've had everything in life that people strive for (Strive for)\nJust to ask the question, \"What are we alive for?\" (Alive for)\nWhat you believe? And would you agree? Well, what would you die for? (Die for)\nIs there a reason? What is the meanin'? What do we cry for?\n[Chorus]\nOne thing I know is we're in this together, together, oh-oh-oh\nOne thing I know is we're in this together, together, oh-oh-oh, we're in this together\n\n[Verse 2]\nI moved out when I was eighteen\nI was livin' in a mansion doin' big things\nFBI raided my house and shit was gettin' dicey\nI was doin' stupid shit to get people to like me\nAll that to say, I'm thankful that's not who I am\nAnd I'm thankful God was with me when shit hit the fan\n'Cause He's the reason that I'm still standin'\nAnd even in a pandemic, God is still plannin'\nPlannin' peace, plannin' joy, plan another day\nGave His life upon the cross to wash our sins away\n[Pre-Chorus]\nI've had everything in life that people strive for\nJust to ask the question, \"What are we alive for?\"\nWhat you believe? And would you agree? Well, what would you die for?\nIs there a reason? What is the meanin'? What do we cry for?\n[Chorus]\nOne thing I know is we're in this together, together, oh-oh-oh\nOne thing I know is we're in this together, together, oh-oh-oh, we're in this together\n[Outro]\nI pray for every single person listening to this song right now\nI pray for peace, I pray for joy, I pray for confidence, I pray for reassurance\nI thank you so much for the person listening to this right now\nI pray that You would bless them\nBless their mind, bless their finances\nBless their family, bless their sons, bless their daughters, bless their moms, bless their dads, bless their grandparents\nGod, I just pray for an overwhelming sense of Your presence in their home right now\nAn overwhelming sense of Your peace that says, \"Everything is going to be all right.\"\nIn the name of Jesus, in the name of Jesus"
}