{
  "title": "We’ll Be Fine",
  "artist": "Drake",
  "lyrics": "[Intro: Drake]\nYeah\n[Verse 1: Drake]\nNever thoughts of suicide, I'm too alive\nBut I still treat it like it's do or die\nEven though dying isn't in the plans\nBut neither was making it, and here I am\nIn the presidential, do you like your new room?\nAlways presidential and tonight's no blue moon\nSince I saw Aaliyah's precious life go too soon\nShe deserve the credit for how I'm about to get it\nThat's why I got a new dumb thing movin' through the street\nGot a new condo, move it to the beach\nHeard Nicki just bought a brand new crib\nGoddamn, man, she's beauty and the beast, Lord\nSeem like yesterday that I was up-and-coming\nStill so young that I ain't had enough of nothing\nThe fam here? The drink here? The girls here?\nWell, fuck, let's get it then\n[Chorus: Drake]\nUh, I'm trying to let go of the past\nShould we make this one a double? You ain't even gotta ask, ah\nBecause it's hard to say no (Say no)\nYeah, it gets hard to say no\nAre you down? Are you down? Yeah, you all the way down\nEvery time (Every time, every time, every time)\nAm I down? Am I down? Yeah, I'm all the way down\nWe'll be fine (We'll be fine, we'll be fine, we'll be fine)\nAre you down? Are you down? Yeah, you all the way down\nEvery time (Every time, every time, every time)\nAm I down? Am I down? Yeah, I'm all the way down\nWe'll be fine (We'll be fine, we'll be fine, we'll be fine)\n\n[Verse 2: Drake]\nYeah\nUsed to make us proud, we had dreams of getting bigger, man\nLoved you until now, but now I'm the nigga, man, uh\nYou keep talking how you was this and you had this\nAnd you deserve some fuckin' credit, how did anyone forget it?\nGot a show up in your city, your girl is in the line\nAnd the line around the corner, it's my motherfuckin' time\nYou should take it as a sign, man, I got it right now\nI wouldn't doubt it, 'cause these bitches all about it right now\nLet's be real about this shit, can I take you home?\nOr come to where you stay? Do you live on your own?\nI heard you got your ways, I never would have known\nShe says, \"You're such a dog,\" I say, \"You're such a bone\"\nI've been everywhere, where you know me from?\nThese days, women give it to me like they owe me one\nBut they crave attention, though, they always saying, \"Show me some\"\nBut girl, you ain't the only one that's tryna be the only one, uh\nAt least I admit that, if you get that, and you with that\nThen, fuck, let's get it then\n[Chorus: Drake]\nUh, I'm trying to let go of the past\nShould we make this one a double? You ain't even gotta ask, ah\nBecause it's hard to say no (Say no)\nYeah, it gets hard to say no\nAre you down? Are you down? Yeah, you all the way down\nEvery time (Every time, every time, every time)\nAm I down? Am I down? Yeah, I'm all the way down\nWe'll be fine (We'll be fine, we'll be fine, we'll be fine)\nAre you down? Are you down? Yeah, you all the way down\nEvery time (Every time, every time, every time)\nAm I down? Am I down? Yeah, I'm all the way down\nWe'll be fine (We'll be fine, we'll be fine, we'll be fine)\n\n[Outro: Birdman]\nYeah\nDrizzy, your turn, nigga\nTake care of the business, nigga (Shine on these niggas)\nGive these niggas the business, nigga\nKill spray anything in the way, nigga, fuck 'em, we don't love 'em (Blatt)\nYeah, it's just that uptown gangster shit (Yeah)\nToronto, stand up for one of the realest niggas, Drizzy\nWith the realest flow, you know?\nToast to this gangster shit (To this gangster shit)\nOVO, \nYMCMB\n, nigga (\nBelieve that\n)\nYeah, you understand me?\nPlayin' with these motherfuckin' millions like they ain't nothing (Throwin' hundreds)\nRubber band stacks\nYeah, that YMCMB shit, nigga\nFlashy lifestyle\nOne hundred"
}