{
  "title": "WHAT UU BOUT",
  "artist": "Crush",
  "lyrics": "[Intro]\nBeen below the average, still, I walk tall\n'96 DeVille, feelin' like the hero of the hood\nI never meant to be\nBeen below the average, still, I walk tall\n'96 DeVille, feelin' like the hero of the hood\nI never meant to be\nBeen below the average, still, I walk tall\n'96 DeVille, feelin' like the hero of the hood\nI never meant to be\nBeen below the average, still, I walk tall\n'96 DeVille, feelin' like the hero of the hood\nI never meant to be\nYuh\n[Verse]\nI ain't got a problem with these bitches, why they got one with me? (Yeah)\nWhy you talking like you got a fuckin' problem with me? (Yeah)\nEnemies posing as friends, saying that they proud of me\nYeah, yeah, yeah, whatever, bitch, don't bother me (Yeah, yeah, yeah)\nBaby bone got a tight grip on that .45 in this economy (Yeah, yeah)\nI know that they wanna chew me up, they wanna swallow me (Yeah, yeah)\nBrand new Escalade you would have thought that I hit the lottery (Yuh, yuh, yuh)\nFuckin' the game so hard, you would have thought that I committed sodomy\nBaby bone don't hit the same, I think he lost his novelty (Yeah, yeah)\nI been blowing through my bread like I own a bakery (Yeah, yeah)\nThat fakery ain't phasing me, I know what I gotta do (Yuh, yuh, yuh)\nALL BUT 6 the gang, the quarterback, I'm hitting audibles\nSwitching lanes like I'm switching my styles\nPickin' your brain, I wanna know what you 'bout, like what that mouth do?\nBaby, just hop in the whip, we can ride all night, yeah (Yeah, yeah)\nGet high on drugs, whatever you like (Yeah, yeah)\nGet some excitement back in my life\n\n[Chorus]\nYuh\nI wanna know what you 'bout, like what that mouth do? (Yeah)\nFlorida boy from the south, my homies hungry and you know that I won't let them starve (Yeah)\nALL BUT 6, the clique and we coming for it all (Yeah, yeah)\nYuh\nI wanna know what you 'bout, like what that mouth do? (Yeah)\nFlorida boy from the south, my homies hungry and you know that I won't let them starve (Yeah, yeah)\nALL BUT 6, the clique and we coming for it all\n[Outro]\nBeen below the average, still, I walk tall\n'96 DeVille, feelin' like the hero of the hood\nI never meant to be\nBeen below the average, still, I walk tall\n'96 DeVille, feelin' like the hero of the hood\nI never meant to be\nBeen below the average, still, I walk tall\n'96 DeVille, feelin' like the hero of the hood\nI never meant to be\nBeen below the average, still, I walk tall\n'96 DeVille, feelin' like the hero of the hood\nI never meant to be\nI never meant to be what I became\nI'm a Florida boy that couldn't afford a Ford\nAt the corner store with five of my homies\nWith the Glock inside my jacket, make a racket, tryna sell a sack\nSo I can get a hatchback, coppa pulled me over, that's a setback\nIt ain't nothing I can't bounce back from\nThey love my style, they love the way that I been using my tongue\nBut, hey, how you hate somebody puttin' on for your city?\nI got a thousand enemies and yet they all wanna rip me\nBut even if you kill me, I will never die, my words will live forever\nI thought this money was supposed to make my life lil' better\nBut now this money got me dancin', dancin' with the devil\nHeavy metal, got my pants saggin' like a '90s rebel\nI can never settle, I need my settlements lately\nBeen around the world but Miami is where my grave be"
}