{
  "title": "What Up Gangsta",
  "artist": "50 cent",
  "lyrics": "[Intro]\nG-Unit (Buck), we in here (Buck)\nWe could get the drama poppin', we don't care (Buck, buck, buck)\nIt's going down (Buck), 'cause I'm around (Buck)\n50 Cent, you know how I gets down (Down)\n[Chorus]\nWhat up, blood? (What?) What up, cuz? (What?)\nWhat up, blood? (What?) What up, gangsta?\nWhat up, blood? (What?) What up, cuz? (What?)\nWhat up, blood? (What?) What up, gangsta?\n[Verse 1]\nThey say I walk around like I got a S on my chest\nNah, that's a semi-auto and a vest on my chest\nI try not to say nothin' the DA might wanna play in court\nBut I'll hunt a duck nigga down like it's a sport\nFront on me, I'll cut you, gun-butt you or buck you\nYou gettin' money, I can't get none with ya, then fuck ya\nI'm not the type to get knocked for DWI\nI'm the type that'll kill your connect when the coke price rise\nGangstas, they bump my shit, them, they know me\nI grew up around some niggas that's not my homies\nHundred Gs, I stash it (What?), the MAC, I blast it (Yeah)\nDs come, we dump the diesel in battery acid\nThis flow's been mastered,\n the ice, I flash it\nJux me, I'll have your mama picking out your casket, bastard\nI'm on the next level, Breitling baguette bezel\nBenz pedal to the metal, hotter than a tea kettle\n\n[Chorus]\nBlood (What?), what up, cuz? (What?)\nWhat up, blood? (What?) What up, gangsta?\nWhat up, blood? (What?) What up, cuz? (What?)\nWhat up, blood? (What?) What up, gangsta?\n[Bridge]\nWe don't play that, we don't play that\nWe don't play that (G-Unit), we don't play around\n[Verse 2]\nI sit back, twist the best bud, burn and wonder\nWhen gangstas bump my shit, can they hear my hunger?\nWhen the fifth kick, duck quick, it sound like thunder\nIn December, I'll make your block feel like summer\nThe rap critics say I can rhyme, the fiends say my dope is a nine\nEvery chick I fuck with is a dime\nI'm like Patti LaBelle, homie, I'm on my own\nWhere I lay my hat's my home, I'm a rolling stone\nCross my path, I'll crush ya, thinking I won't touch ya\nI'll have your ass using a wheelchair, cane, or crutches\nIndustry hoes fuck us, in the hood, they love us\nStomp a bone out your ass with some brand new Chukkas\n[Chorus]\nWhat up, blood? (What?) What up, cuz? (What?)\nWhat up, blood? (What?) What up, gangsta?\nWhat up, blood? (What?) What up, cuz? (What?)\nWhat up, blood? (What?) What up, gangsta?\n\n[Outro]\nWe don't play that, we don't play that\nWe don't play that (G-Unit), we don't play around\nWe don't play that, we don't play that\nWe don't play that (G-Unit), we don't play around\nWe don't play that, we don't play that\nWe don't play that (G-Unit), we don't play around\nWe don't play that, we don't play that\nWe don't play that (G-Unit), we don't play around"
}