{
  "title": "Where The Hoes At",
  "artist": "Snoop Dogg",
  "lyrics": "[Intro: Snoop Dogg]\nAyy, man, it's DPG up in this motherfucker, man\nAnd we only in town for a day or two\nSo we tryna find some motherfuckin' hoes\nMan, do anybody know where the hoes at?\nI mean, I'm tryna find a bad ho' for my nigga over there\nI'm tryna find a light-skinned ho' for my nigga right there\nAnd my nigga right here, he want a chocolate bitch\nWe just wanted some hoes\n[Chorus: Snoop Dogg]\nWhere the hoes, where the hoes, where the hoes at? (Where they at?)\nMy nigga, Daz, do you know where the hoes at? (Where they at?)\nAyy, Soopafly, can you tell me where the hoes at? (Where they at?)\nAyy, Loc, Loc, do you know where the hoes at? (Where they at?)\nWhere the hoes, where the motherfuckin' hoes at? (Where they at?)\nAyy, Davie G, do you know where the hoes at? (Where they at?)\nAnybody, do you know where the hoes at? (Where they at?)\nI'm tryna find me a little fly hood rat\nLook for the hoes, tryna find the hoes (What, what, what, what?)\nCute little hoes, I'm the dick-banger, bro (What, what, what, what?)\n[Verse 1: Daz Dillinger]\nI step into the club, see them hoes with the big butts\nIs it me or you or these hoes wanna fuck?\nGet the fuck up and get your ass off the road\nPut these beez-alls in your jeez-alls and suck on my dog\nAll of y'all know what time it is\nP up in this, some shed a tear, now get the fuck out of here\nWe got weed, hoes, drink, and bank\nFuck the police, nigga, pledge with the tank\nCrank the music up a little louder\nWatch these bitches and these hoes get a little wilder\nPut your hands in the air, you down for the get-down\nSuper Daz and Snoop Dogg, nigga, the motherfuckin' Dogg Pound\nLadies love Daz when they're lickin' their lips (Lips)\nThe same way your ho', she be lickin' my dick\nBecause bitches ain't shit but hoes and tricks\nThey lick on the lefts and they— (Suck a dick)\n\n[Chorus: Snoop Dogg]\nWhere the hoes, where the hoes, where the hoes at? (Where they at?)\nMy nigga, Daz, do you know where the hoes at? (Where they at?)\nAyy, Soopafly, can you tell me where the hoes at? (Where they at?)\nAyy, Loc, Loc, do you know where the hoes at? (Where they at?)\nWhere the hoes, where the motherfuckin' hoes at? (Where they at?)\nAyy, Davie G, do you know where the hoes at? (Where they at?)\nAnybody, do you know where the hoes at? (Where they at?)\nI'm tryna find me a little fly hood rat\nLook for the hoes, shoot for the ho' (What, what, what, what?)\nThick-ass bitch, suck the dick by the bro (What, what, what, what?)\n[Verse 2: Soopafly]\nThey super mashin' on these bitches, like Idaho potatoes\nFuck a boujee broad, fly, lookin' for them stank holes\nSuck me, super mold a bitch out of play-dough\nI keep a ho' in check, I'm best with your bankroll\nThrow your hands up, your backstage and your man's stuck\nShake that shit, like your ass throwin' a tantrum\nFuck a bitch, suck a dick, it's an anthem\nHit it, pass 'em, talk shit and I trash 'em\nI'm kind of diggin' this ho' right here\nI wanna stick my dick in this ho' right here\nPussy soft, just like some chinchilla fur\nAsk me in the mornin' and the whole thing's a blur\nWhere them hoes at? No squares, where the pro's at?\nHere's my ballsack, you can sport it, like a throwback\nOne for the money (Money), two for my hoes (Hoes)\nThree D.P.G.'s, we pimpin', bitch, please\n\n[Chorus: Snoop Dogg]\nWhere the hoes, where the hoes, where the hoes at? (Where they at?)\nMy nigga, Daz, do you know where the hoes at? (Where they at?)\nAyy, Soopafly, can you tell me where the hoes at? (Where they at?)\nAyy, Loc, Loc, do you know where the hoes at? (Where they at?)\nWhere the hoes, where the motherfuckin' hoes at? (Where they at?)\nAyy, Davie G, do you know where the hoes at? (Where they at?)\nAnybody, do you know where the hoes at? (Where they at?)\nI'm tryna find me a little fly hood rat\nLook for the hoes, tryna find the hoes (What, what, what, what?)\nCute little hoes, I'm the dick-banger, bro (What, what, what, what?)"
}