{
  "title": "Where Have You Been",
  "artist": "Jay-Z",
  "lyrics": "[Intro: Beanie Sigel]\nHm... damn, how I'ma say this shit?\nAye... aye, Dad\nYeah, it's your boy\nHeh, remember me?\nI wanna talk to you, scrap\n[Verse 1: Beanie Sigel]\nI remember being kicked out the house, 'cause I looked just like you\nSaid I'd be nothing but a crook—just like you\nEither niggas in the hood was shook, or they just liked you\n'Cause all they said was, \"Little Whitey, look, I'm just like you\"\nBut dawg, I can't see it at all, shit... we never kicked it at all\nWe never pitched or kicked at a ball\nDawg, you never taught me shit\nHow to fight, ride a bike, fix the flat, none of that sorts of shit\nNigga, you was an abusive Pop – fuck\nYou left me out to dry – stuck\nGotta teach Newz to box, gotta teach Newz to block\nAnd that ain't the half of it, man, I gotta teach Newz the block\nIt's about time we have a father-to-son (Nigga, sit down)\nSit down, let me tell you 'bout your fatherless sons\nHow they grew to be men, and father they sons\nFather they daughters—nigga, you left a fatherless daughter\nI'd never follow your orders\nNigga, you make me sick; pussy, you could... ooh!\nHow you gon' leave these memories in the back of my mind?\nI can see it clear as day, you smacking my mom\nI 'member that day you showed me that gat, that 9\nPut it in my palm when I was young, and said that would be mine\nYou turned me out, the reason why I hit the block\nReason why I tried to hit them cops\nReason why I started hitting shots\nReason why I started getting licked, and drinking syrup, and skipping court\nGingerbread Man, never think of gettin' caught\nLook at your hands, man—damn, you fought\nNigga, you left my mom\nLeft us with no goodbyes, you left us out to dry\nYou left us with no letters, notes, no replies (No notes – nothing!)\nNo digits, numbers, was none listed\nYou left me with some of my loneliest nights\nNigga, some of my hungriest nights\nShit, one of the reasons for years... (Shit be embarrassing... damn...)\nDamn, we used to think money was white\nYeah, you gave us life, like, fruit from a plant\nWe ain't eat right from them foods from them stamps\nAnd to think, you was my pop, man (you was my Pop, nigga)\nI gotta stop – shit...\n\n[Chorus: L. Dionne & \nBeanie Sigel\n]\n\"Daddy, where have you been?\"\nAnd when you comin' home? You got us here all alone\n\"Mommy, where daddy went?\"\nYou'd always stick up for him, always said you'd make up for him\n\"Mommy, what happened then?\"\nWhat, was you cheating on him? Why's he always beating on you?!\n\"Daddy, where have you been?\"\nNigga – you gon' hear me out\n[Verse 2: Jay-Z]\nI wanted to walk just like you (Remember?)\nWanted to talk just like you (Word...)\nOften, mama said I look too much and I thought just like you (Ya happy?)\nWanted to drink Miller nips\n and smoke Newports just like you\nBut you left me, now I'm going to court just like you\nI would say, \"My daddy loves me and he'll never go away\"\nBullshit – do you even remember December's my birthday?\nDo you even remember the tender boy\nYou turned into a cold young man with one goal and one plan:\nGet Mommy out of some jam, she was always in one\nAlways short with the income, always late with the rent\nYou said you was coming through, I would stay in the hallway (Waiting...)\nAlways playing the bench (Waiting...)\nAnd that day came and went\nFuck you–very much, you showed me the worst kind of pain\nBut I'm stronger, and trust me, I will never hurt again\nWould never ask Mommy, \"Why Daddy don't love me?\"\n\"Why is we so poor?\" \"Why is life so ugly?\"\n\"Mommy, why is your eyes puffy?\nPlease don't cry, everything'll be alright\nI know it's dark now, but we gon' see the light\nIt's us against the world, we don't need him, right?\" (Right!)\nMommy driving 6's now (Yeah), I got riches now (G'yeah)\nI bought a nice home for both of my sisters now\nWe doing real good, we don't miss you now\nSee how life twists around? (Fucker)\n\n[Chorus: L. Dionne & \nBeanie Sigel\n]\n\"Daddy, where have you been?\"\nAnd when you comin' home? You got us here all alone\n\"Mommy, where daddy went?\"\nWhy you always stick up for him, always said you'd make up for him?\n\"Mommy, what happened then?\"\nWhat, was you cheating on him? Why's he always beating on you?!\n\"Daddy, where have you been?\"\nNigga – you gon' hear me out"
}