{
  "title": "Where You Go I Follow",
  "artist": "Justin Bieber",
  "lyrics": "[Verse 1: Justin Bieber]\nWhere You go, I follow (Where You go, I follow)\nYou're with me every step of the way\nHere in the struggle (Here in the struggle)\nYour love's enough to wash it all away\n[Pre-Chorus: Justin Bieber]\nOn the third day, yeah, You rose up and You beat death once and for all (Once and for all)\nOnce and for all (Once and for all)\n[Chorus: Justin Bieber]\nThere's nobody like You (Like You, like You)\nThere's nobody like You, Jesus (Jesus, Jesus)\nThere'll nеver be nobody like You (Likе You, like You)\nThere'll never be nobody like You, Jesus (Jesus, Jesus)\n[Verse 2: Pink Sweat$]\nSometimes this world is feeling crazy\nAt times my mind is feeling hazy\nBut, Lord, You always come and save me\nGod Almighty, my safety\nYou're my end, You're my new beginning\nYou're my home, the One I confide in\nYou're the very air I breathe\nThe reason that I sing\nOh, I've tried it all\nNothing could fix the damage in my heart\n'Til I met Your love\nOh, You gave Your life so I won't fall apart\n\n[Pre-Chorus: Chandler Moore]\nOn the third day, yeah, You rose up and You beat death once and for all (Once and for all)\nOh-oh, once and for all, yeah, ayy-ayy\n[Chorus: Justin Bieber & \nChandler Moore\n]\nThere's nobody like You (\nOh-oh-oh-oh\n)\nThere's nobody like You, Jesus (Jesus, Jesus; \nNo-oh-oh\n)\nThere'll never be nobody like You (\nOh-oh-oh\n)\nThere'll never be nobody like You, Jesus (Jesus, Jesus) (\nYeah, yeah, ayy-ayy, yeah\n)\n[Outro: Judah Smith]\nWhy? Why is there nobody like Jesus?\nHasn't billions of men and women lived on this planet?\nBut why, why are we convinced there's nobody like Jesus?\nWas He not merely a teacher, a prophet\nAn exegeter, an explainer and yet we find ourselves in history wondering\n\"Is there anyone like Jesus? Who is this Jesus?\"\nThis Man from the Middle East who claims to be God\nIs He God? Is He sinless? Is He perfection?\nIs He the once and for all sacrifice for humanity?\nIs He a man without fear?\nDid He become sin so that you and I might become right in our relationship with God?\nIs there nobody like Jesus?\nDid He die between two criminals on the crucifixion?\nThree days later, did He rise again as the grave empty?\nHas He defeated death, Hell in the grave and sin itself?\nIf so, there is nobody like Jesus (Jesus, Jesus, Jesus, Jesus, Jesus, Jesus)"
}