{
  "title": "White Chalk, Pt. 2 (Reference Track)",
  "artist": "The Notorious B.I.G.",
  "lyrics": "[Verse 1: The Notorious B.I.G]\nHere's the situation: Larce got shot, now he facin' heaven or hell\nBut he living to tell who fucking did it, I got my crimey down wit' it\nJust a grimy as me, slimy as me, check it\nI got a long list of names and addresses\nEven know the store where his momma buy her dresses\nShe gon' be the first one to ride in a Hearse son\nWorse come to worse I'll kill his sister, I'll know he'll miss her\nThey just a family, other half of me, them niggas scared of me\nI hope they prepared to be shot at, hit up with baseball bats\nThrown in the back of the Ac' with a trunk full of rats\nDrive to Brooklyn and back, take him to the pier (Where?)\nWay up in the back where the bums sleep at\nLook him in the eye, \"You wanna die, don't ya?\"\n\"If you could change everything you did, you would, won't ya?\"\nBut you can't, 'cause my brother can't breathe\nWatching him bleed in the hospital, I had to leave\nAll I wanna do is kill your crew\nYour grand moms might get wet on the church-house steps\nThe beef is set, whatever, show you the meaning of pressure\nKilling faggot niggas like ya'll for pleasure (uh)\nYou can't measure, the pain that's inside - homicide\nYou can run but you can't hide\nWhen the Benz with the tint's in front of your residence\nEverybody on the stoop getting bent\nWhite Chalk\n\n[Instrumental Break]\n[Verse 2: Craig G]\nThis nigga Blake told me to be calm and breathe slowly\nYou know me, I flip, niggas was tryna hold me\nCalled the hospital lobby, the doctor said he'll probably\nDie, G, arms taped up with IVs\nHeard he got blast and the shit surprised me\nLarceny on his back, that some shit I can't see\nBut I can see me putting putting you on T.V\nYyou and your crew, Channel 22 news\nWalkin' with cement shoes, stepping on seashells\nIn the bottom of the ocean, who the fuck you gon' tell?\nWho the fuck you gon' see that can outlast me?\nOutlast me, stamina's nasty\nCall erase on Trife, well Blake call me Snake\nHow you gonna act when you hear these .9s break?\nCar doors closing, trench coats open\nTommy gun start smoking\nLeave you on a cold street, chokin'\nOn your own blood, fuck the joking, I ain't kidding\nMAC spitting, niggas gettin' hit, backflippin' wounded\nTryna plea, breaking off full speed\nJumping over gates, screaming, \"Vec, it wasn't me\"\nI see the fear as I stare through these Cartier lenses\nYou 10 yards ahead jumping fences\nBreathing mad hard, begging God for forgiveness\nBut he ain't hearing you, so I'ma end this, fatality, finished\nDeath is calling, Ruger hit you 5 times while you was falling\nWhite chalk started drawing"
}