{
  "title": "White Chalk II",
  "artist": "The Notorious B.I.G.",
  "lyrics": "[Verse 1: Notorious B.I.G.]\nHere's the situation\nLarce got shot now he facin'\nHeaven or Hell but he livin' to tell\nWho fuckin' did it\nI got my crimie down with it\nJust as grimy as me, slimy as me\nCheck it\nI got a long list of names and addresses\nEven know the store where his momma buy her dresses\nShe gon' be the first one to ride in a Hearse, son\nWorse come to worst I'll kill his sister\nI know he'll miss her\nThey dissed the family, other half of me\nThem niggas scared of me, I hope they prepared to be\nShot at, hit up with baseball bats\nThrown in the back of the Ac with a trunk full of rats\nDrive to Brooklyn, the back, take him to the pier (where?)\nWay up in the back where the bums sleep at\nLook him in the eye \"You wanna die, don't ya?\"\n\"If you could change everything you did ya would, won't ya?\"\nBut you can't cause my brother can't breathe\nWatchin' him bleed in the hospital, I had to leave\nAll I wanna do is kill your crew\nYour grandmoms might get wet on the church house steps\nThe beef is set\nWhatever\nShow you the meaning of pressure\nKilling faggot niggas like y'all for pleasure\nYou can't measure\nThe pain that's inside\nHomicide\nYou can run but you can't hide\nWhen the Benz with the tints in front of your residence\nEverybody on the stoop gettin' bent\nWhite Chalk-\n\n[Verse 2: Craig G]\nThe nigga Blake told me\nTo be calm & breath slowly\nYa know me, I flip\nNiggas was tryna hold me\nCalled the hospital lobby\nThe doctor said he pro'ly\nDie, G\nArms taped-up with IVs\nHeard he got blast an that shit surprised me\nLarceny on his back - that's some shit I can't see\nBut I can see me puttin' you on TV\nYou and your crew\nChannel 22 News, walkin' with some man's suit\nWith a [?]\nIn the bottom of the ocean, who the fuck you gon' tell?\nWho tha fuck you gon' see that can outclass me?\nOutlast me, stamina's nasty\nCall Rayshawn's viper, Blake can call me a snake\nHow ya gonna act when you hear these .9's break?\nCar doors close, trench coats open\nTommy gun's start smokin'\nLeave you on a cold street chokin'\nOn your own blood\nFuck the jokin'\nI ain't kiddin'\nMac spittin'\nNiggas gettin' hit back flippin'\nWounded tryna flee, breakin' off full speed\nJumpin' over gates screamin' 'Fess it wasn't me\nI see\nThe fear as I stare through the Cardier lenses\nYou ten yards ahead jumpin' fences\nBreathin' mad hard beggin' God for forgiveness\nBut he ain't hearin' you\nSo I'ma end this\nFatality\nFinished\nDeath is callin'\nWho can hit you five times while you was callin'\nWhite chalk started-"
}