{
  "title": "Who Dat",
  "artist": "J.Cole",
  "lyrics": "“Who Dat” is the first single released from rapper/producer J. Cole’s debut album, and appears on the project as an iTunes bonus track.\n[Intro]\nWho dat, who dat? Huh\nWho dat, who dat? Hey\nWho dat, who dat? Hey\n[Verse 1]\nHey, who dat, who dat? That nigga you been waiting fo'\nI mean the shit was all bad just a week ago\nRappers was bullshitting, fuck it, I ain't hating though\n'Cause now a nigga hot enough to fuck with one of Satan' hoes\nAnd she can't tell the difference, I been through hell conditions\nWishing for air conditioning, feeling God was never listening\nNow I'm on television, and did I fail to mention?\nYour bitch is tired of missionary, boy you failed the mission\nSpeaking of positions just witness how I elevate it\nReal niggas celebrate it, fingerfuck whoever hate it\nMy life accelerated, but had to wait my turn\nThen I redecorated, that mean my tables turned\nLive life, might as well, only way to learn\nIs try and fail, \nclientele the only way to earn\nSo if you're selling crack, or if you're selling rap\nMake sure it's mean so them fiends keep on trailing back\n[Chorus]\nWho dat, who dat? Bitch I got that flame\nWho dat, who dat? Bitch I got that flame\nWho dat, who dat? Bitch I got that flame\nSo don't worry 'bout my motherfucking name\nI got 'em saying\nWho dat, who dat? Cole World\nWho dat, who dat? Huh, I got 'em saying\nWho dat, who dat? Cole World\nWho dat, who dat? Hey\n\n[Verse 2]\nThe mind state of a winner\nWhen you thinking 'bout summertime I'm thinking 'bout the winter\nWhen you thinking 'bout breakfast I'm heating up my dinner\nI was plotting this moment back when y'all was riding spinners\nNow I'm a menace, God as my witness, with this pen I'm insane,\n \nyup\nHungry like a nigga who ain't got the taste of fame yet\nClown told me, “Ain't you Roc? Well, where the fuck your chain at?”\nGuess it's something like your girl, nigga it ain't came yet\nThe man make the chain, chain don't make the man\nHow many niggas do we know with hella ice, but yet they lame?\nThe cloth from which we came, me and them is not the same\nIt's like we all headed to Spain, they took the boat, I took the plane, damn\nThat boy sick, now hoes on his joystick\nHeating up like May weather, dog I'm on that Floyd shit\nBoy, stick to your day job, said you was hot? Well, they lied\nIs that your girl? Well, I just G'd her, no A-Rod\n[Chorus]\nWho dat, who dat? Bitch I got that flame\nWho dat, who dat? Bitch I got that flame\nWho dat, who dat? Bitch I got that flame\nSo don't worry 'bout my motherfucking name\nI got 'em saying\nWho dat, who dat? Huh\nWho dat, who dat? I got 'em saying\nWho dat, who dat? Cole World\n\n[Interlude: Andre 3000]\nNow who else want to fuck with Hollywood Cole?\n[Verse 3]\nThe little engine that could, this little nigga is good\nRappers claiming they sick, I heal niggas for good\nA couple of y'all ain't took a field trip to the hood\nAyy, me? I'm fresh prince, I'm Will Smith to the hood, baby\n,\nAin't saying names but we not the same\nAll that money and the fame don't change the fact that you lame\nMight want to grab you a chain\n, want to tip up your hat\nMight want to purchase some game, homey your shit is so wack\nI got my finger on the trigger, tell that nigga, “hold that”\nBoy, I'm picture perfect baby you can check the Kodak\nHey, so anything you can do I can do better\nAnd any chick you can screw I can get wetter\nI'm young, black, gifted\n, live my life on the run\nBet your bottom dollar 'fore I'm done\n, they say that I'm the one\nYeah nigga I'm the one, ha, I got 'em saying\n[Chorus]\nWho dat, who dat? Bitch I got that flame\nWho dat, who dat? Bitch I got that flame\nWho dat, who dat? Bitch I got that flame\nSo don't worry 'bout my motherfucking name\nI got 'em saying\nWho dat, who dat? Cole World\nWho dat, who dat? I got 'em saying\nWho dat, who dat? J. Cole\nWho dat, who dat? Cole World nigga\n\n[Outro]\nFayettenam, hoo\nCole World nigga, hey, Dreamville\nCole World nigga, J. Cole"
}