{
  "title": "Words of Wisdom",
  "artist": "Tupac Shakur",
  "lyrics": "This is a socially critical song from 2Pac’s 1991 debut album 2Pacalypse Now. It samples “Chameleon” from Herbie Hancock’s 1973 jazz fusion album Head Hunters.\n[Intro]\nKilling us one by one\nIn one way or another, America will find a way to eliminate the problem\nOne by one\nThe problem is the troublesome Black youth of the ghetto\nAnd, one by one, we are being wiped off the face of this Earth at an extremely alarming rate\nAnd even more alarming is the fact that we are not fighting back\nBrothers, sisters, niggas\nWhen I say \"nigga\" it is not the nigga we have grown to fear\nIt is not the \"nigga\" we say as if it has no meaning, but, to me\nIt means \"Never Ignorant Getting Goals Accomplished\", nigga\nNiggas, what are we going to do?\nWalk blind into a line or fight?\nFight and die if we must\nDie, like niggas\n[Verse 1]\nThis is for the masses, the lower classes, ones you left out\nJobs were given, better living, but we were kept out\nMade to feel inferior, but we're superior\nBreak the chains in our brains that made us fear ya\nPledge allegiance to a flag that neglects us\nHonor a man that refuses to respect us\nEmancipation Proclamation? Please\nLincoln just said that to save the nation\nThese are lies that we all accepted\nSay no to drugs, but the governments' kept it\nRunning through our community, killing the unity\nThe war on drugs is a war on you and me\nAnd yet, they say this is the home of the free\nYou ask me, it's all about hypocrisy\nThe constitution, yo, it don't apply to me\nAnd Lady Liberty? Stupid bitch lied to me\nThis may be strong, and no one's gonna like what I'm pumpin'\nBut its wrong to keep someone from learning something\nSo get up, its time to start nation building\nI'm fed up, we gotta start teaching children\nThat they can be all that they want to be\nThere's much more to life than just poverty\nThis is definitely, uh, words of wisdom\n\n[Interlude]\nAmerica! America! AmeriKa-Ka-Ka\nI charge you with the crime of rape, murder, and assault\nFor suppressing and punishing my people\nI charge you with robbery for robbing me of my history\nI charge you with false imprisonment for keeping me trapped in the projects\nAnd the jury finds you guilty on all accounts\nAnd you are to serve the consequences for your evil schemes\nProsecutor, do you have any more evidence?\n[Verse 2]\nWords of wisdom based upon the strength of a nation\nConquer the enemy armed with education\nProtect yourself, reach for what you want to do\nKnow thyself, teach by what we've been through\nArmed with the knowledge of the place we've been\nNo one will ever oppress this race again\nNo Malcolm X in my history text, why's that?\n’Cause he tried to educate and liberate all Blacks\nWhy is Martin Luther King in my book each week?\nHe told Blacks, if they get smacked, turn the other cheek\nI don't get it, so many questions went through my mind\nI get sweated, they act like asking questions a crime\nBut forget it, 'cause one day I'm gonna prove them wrong\nNot every brother had his mother on the welfare line\nThe American Dream, though it seems like it's attainable\nThey're pulling your sleeve, don't believe, ’cause it'll strangle ya\nPulling the life of your brain, I can't explain\nBeg as you can obtain from which you came\nYou swear to your mother that you living in equality\nForgetting your brother that's living here in poverty\nThought they had us beaten when they took out King\nBut the battle ain't over 'til the Black man sings\nWords of wisdom\nThe battle ain't over 'till the Black man sings, words of wisdom\n\n[Outro]\nNightmare! That's what I am\nAmerica's nightmare\nI am what you made me\nThe hate and the evil that you gave me\nI shine as a reminder of what you've done to my people for four hundred plus years\nYou should be scared, you should be running\nYou should be trying to silence me\nHa, but you can not escape fate\nFor it is my turn to come\nJust as you rose, you will fall\nBy my hands\nAmerica, you reap what you sow\n2Pacalypse, America's nightmare\nIce Cube and Da Lench Mob, America's nightmare\nAbove The Law, America's nightmare\nParis, America's nightmare\nPublic Enemy, America's nightmare\nKRS-One, America's nightmare\nNew Afrikan Panthers, America's nightmare\nMutulu Shakur, America's nightmare\nGeronimo Pratt, America's nightmare\nAssata Shakur\n, \nAmerica's nightmare\nEt cetera, et cetera, et cetera"
}