{
  "title": "World Negatives",
  "artist": "kendrick lamar",
  "lyrics": "[Intro: Ab-Soul]\nAlright, alright, alright\nI want everybody to put they glasses in the air\nYeah, you, nigga, you, you nigga\nPut your glass in the air for this one\nTalented young brother straight out of Compton, California\nFinna grace the stage\nGoes by the name of K-Dot\n[Verse 1: Kendrick Lamar]\nWatch how I kill them with the funky rhythm\nEmbalming fluid fill 'em, piranha's in 'em (Uh)\nPeep my persona as I get deep as Nostradamus\n (Aha)\nYou stalling? Like the '89 I-I-Isiah Thomas\n (Word)\nI'm ballin', cut up your pajamas if you sleepin' on me\nI promise no peekin' homie you tryin' to confiscate the flow, I know\nSo, I switch it quicker than my bitches in mini skirts that want your attention\nOne thing for sure, they gon' get it\nI'm cursed with the world's negatives\nProbably thinkin' I'm hurt but that's the only way I can live\nMore money, cash, drugs, got me feeling like Ace walking inside the club\nPaid in Full, MOB license plates\n38's snug hugging my waist like it had arms (arms)\nThen I bear it so I guess it really does\nNo paper work on this marriage (Uh)\nBut I'm in love with life corruptions rather than life, woah\n\n[Hook: Kendrick Lamar]\nOh, you ain't know? I need that\nMore money, more drugs, I need that\nMore murder, more guns, I need that\nWondering how I live with the world's negatives\nThis the last days, my nigga\nWe livin' in the life where crime pays, my nigga\nSo all I can say is get paid, my nigga\nMoney, murder, or dope? Which one you love most?\n[Verse 2: Kendrick Lamar]\nMamacita had a bangin' body\nDrove a black beamer, present from her baby daddy probably\nHe knew the nigga from high school\n10th grade? They was cool, fell out over a dice game\nShe knew that but still wanted him to penetrate through that\nShorty wait, me and your man go way back\nShe said \"So what? He don't need to know what go on between us\nBesides, I just wanna fuck,\" she blew his mind\nKnow what? we can exchange digits\nLets hook up later pay one of them hotels a visit (Uh-huh)\nShe seemed more than interested, more like desperate to be intimate\nEither she this polite or his lucky night\nGot the champagne sittin' on ice\nRoom 112, fuckin' all night then interrupted\nBy her baby daddy and some niggas that he fuck with\nGot him for everything, pussy's a negative, Adam & Eve, he should've known\n\n[Hook: Kendrick Lamar]\nOh, you ain't know? He need that\nMore pussy, more hoes, he need that\nEven if it's dirty pussy, he need that\nWondering how he lives with the world's negatives\nThis the last days, my nigga\nWe livin' in the life where crime pays, my nigga\nSo all I can say is get paid, my nigga\nMoney, murder, or dope? Which one you love most?\nWe livin' in hell waiting on heaven but you don't know, so\nMight as well try to accept it, go with the flow, oh\nThis life will never change (Rather than try to fix it)\nSo I'm gonna do my thing (Try to continue living)\nSeem's like we never see home\nYou know? So we screaming\nThis life will never change (Rather than try to fix it)\nSo I'm gonna do my thing (Try to continue living)\n[Verse 3: Kendrick Lamar]\nGoes out to everybody that know about bad habits\nAnd willing to accept them\nAs a fatal attraction, what a reaction (Uh)\nRolling with the punches that life gives us and end up like Ke$ha's\nLiver cirrhosis, matches givin' us cancer\nBitches givin' us gono-rrhea, I promise to practice\nSafe sex, momma, don't cry\nThey say the good die young but a crackhead live a long time\nSo I crack open a beer keg, take that bitch to the head (Uh)\nSippin' it slow hopin' it prolongs my soul (Uh-huh)\nAnd that's crazy, yo; when heat is on, I put on a coat (Uh)\nThen take it off when it's about to get cold\nI've adapted to my environment, murder and violence\n20 years worth of it so I gotta love it, you can't blame me\nNegative energy, public pulled by evil string\nAs I open a Bible, I start to sing\n\n[Bridge: Ab-Soul]\nLiquor's invaded my kidneys\nGot me ready to lick off, momma forgive me\nI can't be held accountable that negatives' beating me down, pooh\nGot me rolling with guys, making g's, telling lies that sound true, come test me\n[Chorus: Kendrick Lamar]\nThis the last days, my nigga\nWe livin' in the life where crime pays, my nigga\nSo all I can say is get paid, my nigga\nMoney, murder, or dope? Which one you love most?\nWe livin' in hell waiting on heaven but you don't know so\nMight as well try to accept it, go with the flow, oh\nThis life will never change (Rather than try to fix it)\nSo I'm gonna do my thing (Try to continue living)\nSeem's like we never see home\nYou know? So we screaming\nThis life will never change (Rather than try to fix it)\nSo I'm gonna do my thing (Try to continue living)"
}