{
  "title": "World is Empty",
  "artist": "J.Cole",
  "lyrics": "Off of J. Cole’s The Warmup mixtape, this song laments three things that bother Cole: his frustration with his rap career, the plight of strippers, and the prevalence of drugs and violence in the ghetto\n[Intro]\nYeah\nLike I said, man, y'all niggas need to be, goddamn, smokin' somethin', man\nYou know what I'm sayin'?\n[Verse 1]\nYeah, it's Cole, won't lie\n, won't stop 'til the race is won\nNiggas who be rapping how real they are usually turn out to be the fakest ones\nCarolina where I made it from\nCole world, no blanket, son\nGirls fast how Jamaicans run\nPuffing on the city where the Lakers from\nL-A, L-A, la-la, so high, everything is a ha-ha for me\nDreaming of the days of a drop 500 and a bad bitch that'll go to Popeyes for me\nYou can never tell me that I'm not hungry\nIf you ever felt what's inside my tummy\nMy mind wondering now, is my time running out? Is the Lord up top with a stop watch for me?\nHope not, hope not, hope not, hope not\n[Chorus]\nMy world is empty without you, babe\nYeah, just tryna make it, my nigga\nMy world is empty without you\nYeah, yeah\n[Verse 2]\nA wise nigga told me don't chase that cash\nFollow your heart, you'll make that fast\nDoes a stripper love to shake that ass\nOr does she wish to erase that past?\nGot a nigga in her face, just gassed\nLike, \"Baby girl, why you take this path?\"\nStack in his hand, tryna make that last\nAll she thinking 'bout is how to take his last\nRub titties in his face and laugh\nGotta try not to look fake, in fact\nA little more money, like a few more twenties when you let that nigga grab your naked ass\nOkay, he's gone now, roll her eyes when he whispers in her ear\n\"This ain't the life for you, baby, let me take you out of here\n'Cause—\"\n[Chorus]\nMy world is empty without you, babe\nYeah, she like, \"Nigga, yeah right\"\nMy world is empty without you\n\"You know how much motherfucking money I'm making?\"\n[Verse 3]\nYeah, my niggas sit back, blowin' the L\nOnly getting high 'cause we closer to hell\nNiggas tryna live like Hova, but well\nWe broke and that dough coming slow as a snail\nHustle hard in the snow, in the hail\nHit the block like a postman with mail\nMy brother got knocked, now they hold him in cells\nMy mom broke, but she posted the bail\nSomeway, somehow\nNigga feeling like the sun down even when the sun up\nHear the sound out the window of the gun bust\nAnd you wonder why niggas keep the gun tucked\nBut this how niggas was brung up\nA mother just tryna raise her son up\n'Til a stray bullet got his lungs struck\nAnd the governor couldn't give one fuck\nWhile she singing\n[Chorus]\nMy world is empty without you, babe\nDamn, told you niggas, Cole world, no blanket\nMy world is empty without you\nTough luck, yeah"
}