{
  "title": "Would You Die For Me",
  "artist": "The Notorious B.I.G.",
  "lyrics": "A classic biggie and kim duet. While Big’s is about a night with a girl kim’s seems to be more personal\n[Intro: The Notorious B.I.G.]\nThe, thick, thick, thick thick, the\nThe, thicky the, the, the\nThicky the, thick thick the, the\nThicky the, the\nThicky the, the, the, thicky thick the\nUh, uh\n[Verse 1: The Notorious B.I.G.]\nVenue after venue, I've been through\nCome up to the telly, so I can bend you (Uh)\nSend you to the store, condoms and more\nJealous females call you sluts and whores\nCould it be my hardcore metaphor\nMakes sweat pour on the bedroom floor? (Uh)\nOpen up the Lex door, jump on in\nI'm kinda tired, I'ma roll blunts while you spin\nYou got your license, right? Alright, no swerving\nHair blonde out, Madonna style, \"Like a Virgin\" (Uh)\nSplurging, Dom P., Rosé\nMuch foreplay, that's my forté\nNiggas see the ring, baguettes to death (Uh)\nShe looking for a man, honey, he just left\nViolate me, he get beat to death\nGoodfellas squeeze every shell they got left (Uh)\nGrand Marnier increase the don strength\nTwo four-fifths within my arms length\nWith a calm breath, I say, \"We got to float\"\nThrow Little Cease the keys to the boat\nTongue all down her throat, you know the routine\nGot my dick large like Bruce Springsteen\nAnd you mean too (Uh), eyes greenish blue\nGot the Coogi sweater with the bubble Fubu\nBeautiful, that's how the night goes\nGet out them tight clothes, get in some night clothes\nI invite those girls that smoke lah (Uh)\nKeep it real with you, you keep it real with I\nWe be tight like frog's ass\nHave you screamin', \"Biggie, Biggie, give me one more chance\"\nWhat?\n\n[Chorus: Puff Daddy]\nWould you ride with me? (\nYeah\n)\nWould you lie for me? (\nThat's right\n)\nWould you get high with me? (\nFor sure\n)\nWould you die for me? (\nNo doubt\n)\nWould you ride with me? (\nYeah\n)\nWould you lie for me? (\nThat's right\n)\nWould you get high with me? (\nFor sure\n)\nWould you die for me? (\nNo doubt\n)\n[Verse 2: Lil' Kim]\nThese hoes don't treat you like I treat you\nLike my contacts, I can see right through\nDon't they know, me and you is stuck like glue?\nQueen Bitch means number one and two\nWifey, ya'll ain't got to like me\nGo 'head and act dumb, you'll just catch a hot one\nY'all know where I'm from\nBucktown, lay your ass down\nYou don't wanna play around (With me)\nProbably just mad because Frank chose me\nA fly cutie, you just a groupie\nGirls call my telephone just to hang up\nWhile me and you is in the crib, laying up\nOh, he ain't tell you that we live together, huh?\nAnd that we gonna have a kid together?\nWhateve; me, intimidated? Never\nAnything you give to him, he give it right to Kim\nAnyway, I fuck better than you\nGive head better than you\nPussy get wetter than you\nIf I fuck another nigga, it don't mean nothing\nB.I.G. is in my heart from the start\nWhether broke or rich, I'm a stay his bitch\nChicks who used to be around, where they at now?\nSee I don't care 'bout them other broads\nB.I.G. kept it real with me, and that's that\n\n[Chorus: Puff Daddy]\nWould you ride with me? (\nYeah\n)\nWould you lie for me? (\nThat's right\n)\nWould you get high with me? (\nFor sure\n)\nWould you die for me? (\nNo doubt\n)\nWould you ride with me? (\nYeah\n)\nWould you lie for me? (\nThat's right\n)\nWould you get high with me? (\nFor sure\n)\nWould you die for me? (\nNo doubt\n)"
}