{
  "title": "Write this Down",
  "artist": "Tupac Shakur",
  "lyrics": "[Verse 1: 2Pac]\nThe feds is watchin', niggas plottin' to get me\nWill I survive? Will I die? Come on, let's picture the possibility\nGivin' me charges, lawyers makin' a grip\nI told the judge I was raised wrong and that's why I blaze shit\nWas hyper as a kid, cold as a teenager\nOn my mobile, callin' big shots on the scene major\nPackin' hundreds in my drawers\n, fuck the law\nBitches, I fuck with a passion, I'm livin' rough and raw\nCatchin' cases at a fast rate\n, ballin' in the fast lane\nHustle 'til the mornin', never stopped until the cash came\nLive my life as a thug nigga until the day I die\nLivе my life as a boss player, 'cause еven gettin' high\nThese niggas got me tossin' shit\nI put the top down, now it's time to floss my shit\nKeep your head up, nigga, make these motherfuckers suffer\nThe game sharper than a motherfuckin' razor blade\nSay money bring bitches, bitches bring lies\nOne nigga's gettin' jealous and motherfuckers die\nDepend on me like the first and fifteenth\nThey might hold me for a second, but these punks won't get me\nWe got four niggas in low riders and ski masks\nScreamin', \"Thug Life\" every time they pass, all eyes on me\nLive the life of a thug nigga until the day I die\nLive the life of a boss player (All eyes on me) 'cause even gettin' high\n\n[Chorus: 2Pac, Ice Cube]\nI let them niggas know it's on for life\nSo let the Westside ride tonight\nAll eyes on me\nLive the life of a thug nigga until the day I die\nLive the life of a boss player (All eyes on me) 'cause even gettin' high\nI started this gangsta shit and this the motherfuckin thanks I get?(Hello)\nI let them niggas know it's on for life\nSo let the Westside ride tonight\n[Verse 2: The Notorious B.I.G]\nRelax and take notes, while I take tokes of the marijuana smoke\nThrow you in a choke, gun smoke, gun smoke\nBiggie Smalls for mayor, the rap slayer\nThe hooker layer, motherfucker say your prayers\nHail Mary full of grace, smack the bitch in the face\nTake her Gucci bag and the North Face\nOff her back, jab her if she act\nFunny with the money oh you got me mistaken honey\nI don't wanna rape ya, I just want the paper\nThe Visa, capeesha? I'm out like, \"The Vapors\"\nWho's the one you call Mr. Macho, the head honcho\nSwift fist like Camacho, I got so\nMuch style I should be down wit the Stylistics\nMake up to break up niggas need to wake up\nSmell the Indonesia, beat you to a seizure\nThen fuck your moms, hit the skins to amnesia\nShe don't remember shit! Just the two hits!\nHer hittin' the floor, and me hittin' the clit'\nSuckin' on the tits! Had the hooker beggin' for the dick\nAnd your moms ain't ugly love, my dick got rock quick\nI guess I was a combination of House of Pain and Bobby Brown\nI was \"Humpin' Around\" and \"Jump-in Around\"\nJacked her then I asked her who's the man, she said, \"B-I-G\"\nThen I bust in her E-Y-E (Yo Big, you're dead wrong)\n\n[Chorus: 2Pac, Ice Cube]\nI let them niggas know it's on for life\nSo let the Westside ride tonight\nAll eyes on me\nLive the life of a thug nigga until the day I die\nLive the life of a boss player (All eyes on me) 'cause even gettin' high\nI started this gangsta shit and this the motherfuckin thanks I get?(Hello)\nI let them niggas know it's on for life\nSo let the Westside ride tonight\n[Verse 3: Eazy-E, Ice Cube]\nAw yeah, let's take a trip\nJust sit back and light a spliff with this and don't slip\nOn a funky-dope track jump back\nStrapped with a fat boota sack and a 7-8 flak\nCome clean, gangsta lean, I got green\nBut I serve dubs like it ain't no thing\nI hang with OG playaz don't set trip\nOr you might get what we call the rat pack\nI don't slack when it come to street\nI kick real g funk to a gangsta beat\nIt's so sweet, when you got money to spend\nI got a proper big tilt and a fly-ass Benz\nI make ends, spend my dough on no ho\nThat's how it is, and that's how it goes\nAct like ya know when I creep real slow\nGivin love to them playaz that I know is real g's(Hello)\n\n[Verse 4: Ice Cube]\nThe motherfuckin world is a ghetto\nFull of magazines, full clips, and heavy metal\nWhen the smoke settle\nI'm just lookin' for a big yellow\nIn six inch stilletos\nDr. Dre {Hello} perculatin' keep em waitin\nWhile you sittin here hatin, yo' bitch is hyperventilatin'\nHopin' that we penetratin, you gets natin'\nCause I never been to Satan, for hardcore administratin'\nGangbang affiliatin, MC Ren'll have you\nWildin' off a zone and a whole half a gallon\n(Get to dialin) 9 1 1 emergency\n(And you can tell em) It's my son he's hurtin me\n(And he's a felon) On parole for robbery\nAin't no coppin a plea, ain't no stoppin' a G\nI'm in the 6 you got to hop in the 3, company monopoly\nYou handle shit sloppily I drop a ki properly\nThey call me the Don Dada\nPop a collar, drop a dollar if you hear me you can holla\nEven rottweilers, follow, the Impala\nWanna talk about this concrete? Nigga I'm a scholar\nThe incredible, hetero-sexual, credible\nBeg a ho, let it go, dick ain't edible\nNigga ain't federal, I plan shit\nWhile you hand picked motherfuckers givin up transcripts\n[Chorus: 2Pac, Ice Cube]\nI let them niggas know it's on for life\nSo let the Westside ride tonight\nAll eyes on me\nLive the life of a thug nigga until the day I die\nLive the life of a boss player (All eyes on me) 'cause even gettin' high\nI started this gangsta shit and this the motherfuckin thanks I get?"
}