{
  "title": "Write This Down × Dead Wrong",
  "artist": "The Notorious B.I.G.",
  "lyrics": "[Verse 1:The Notorious B.I.G.]\nRelax and take notes while I take tokes of the marijuana smoke\nThrow you in a choke, gun smoke, gun smoke\nBiggie Smalls for mayor, the rap slayer\nThe hooker layer, motherfucker say your prayers\n\"Hail Mary, full of grace\"\nSmack the bitch in the face, take her Gucci bag\nAnd the North Face off her back, jab her if she act\nFunny with the money, oh you got me mistaken, honey\nI don't wanna rape ya, I just want the paper\nThe Visa, kapeesha? I'm out like The Vapors\nWho's thе one you call Mr. Macho\nThe head honcho, swift fist likе Camacho\nI got so much style I should be down with the Stylistics\n\"Make up to break up\" Niggas need to wake up\nSmell the Indonesia, beat you to a seizure\nThen fuck your moms, hit the skins to amnesia\nShe don't remember shit, just the two hits\nHer hitting the floor and me hitting the clit\nSucking on the tits, had the hooker begging for the dick\nAnd your moms ain't ugly, love, my dick got rock quick\nI guess I was a combination of House of Pain and Bobby Brown\nI was humping around and jumping around\nJacked her then I asked her, \"Who's the man?\" She said, \"B-I-G\"\nThen I bust in her E-Y-E\n\n[Chorus: Diddy & The Notorious B.I.G.]\n(Yo, Big, you're dead wrong)\nThe weak or the strong, who got it goin' on?\nYou're dead wrong (Yo, Big, you're dead wrong)\nThe weak or the strong, who got it goin' on?\nYou're dead wrong\nThe weak or the strong, who got it goin' on?\n(Who got it goin' on?)\nYou're dead wrong (Yo, Big, you're dead wrong)\nThe weak or the strong, who got it goin' on?\n(Who got it goin' on?) You're dead wrong\n[Verse 2: The Notorious B.I.G.]\nWhen I get dusted, I like to spread the blunt like mustard\nTrust it! My hardcore rain leaves ya rusted\nMove over, Lucifer, I'm more ruthless, uh!\nLeave you toothless, you'll kibitz, I'll flip it\nTears don't affect me, I hit 'em with the TEC, G's\nDisrespect me, my potency is deadly\nI'm shootin' babies — no ifs, ands or maybes\nHit mummy in the tummy if the hooker plays a dummy\nSlit the wrist of little sis after she sucked the dick\nI stabbed her brother with the ice pick\nBecause he wanted me to fuck him from the back\nBut Smalls don't get down like that\nFound your father hidin' in a room, fucked him with the broom\nSlit him down the back and threw salt in the wound\nWho you think you're dealin' with?\nAnybody step into my path is fuckin' feeling it!\nHardcore, I got it sucked like a pussy\nStab you 'til you're gushy, so please don't push me\nI'm using rubbers so they won't trace the semen\nThe black demon, got the little hookers screamin' (Woo!)\nBecause you know I love it young, fresh and green\nWith no hair in between, know what I mean?\n\n[Outro: Diddy & The Notorious B.I.G.]\nThe weak or the strong, who got it goin' on?\nYou're dead wrong (Yo, Big, you're dead wrong)\nThe weak or the strong, who got it goin' on?\nYou're dead wrong\nThe weak or the strong, who got it goin' on?\n(Who got it goin' on?)\nYou're dead wrong (Yo, Big, you're dead wrong)\nThe weak or the strong, who got it goin' on?\n(Who got it goin' on?) You're dead wrong\n.\n."
}