{
  "title": "Xenoverso",
  "artist": "IU",
  "lyrics": "[Testo di \"Xenoverso\"]\n[Strofa 1]\nTi ricordi l'inferno dei vecchi tempi d’oro?\nQuando gli occhi avevano uno schermo condiviso\nCi nutrivamo di artifici e pregavamo in coro\nIn nome di una libertà che ci aveva ucciso\nTutto nero, tutto rosso, poi è arrivato un toro\nCi svegliammo seminudi sotto un promontorio\nDa quel giorno questo posto è detto purgatorio\nTra l'inferno e il paradiso resta il contraddittorio\nTi ricordi la festa? Sembrava un grande covo\nUna favola tra i fili di un burattinaio\nOgni uomo era una rosa per il mondo nuovo\nUn mortorio vivevamo anche se in un vivaio\nQuante volte avrò pensato fosse un grande scherzo\nEravamo pieni d'oro ma in un manicomio\nPane d’angeli che lievita nel pandemonio\nQuando poi di mе si sono presi un pezzo\n[Ritornello]\nPerso, io mi sеnto perso\nVivo nel continuo dubbio di uno Xenoverso\nMa non posso dirti dove è, né come è, né cosa c'è, né cosa penso\nNé che cosa sia lo Xenoverso\nPerso, io mi sento perso\nVivo nel continuo dubbio di uno Xenoverso\nMa non posso dirti dove è, né come è, né cosa c'è, né cosa penso\nNé che cosa sia lo Xenoverso\n\n[Strofa 2]\nPurgatorio tutti con la bava\nNoi ci facevamo troppo e lui che ci purgava\nIntonava tutto quanto sotto di un'ottava (Giù)\nRicantava la sua lode e poi ci ricattava\nE devi stare attento quando accorci le parole (Eh)\nTra ogni lettera c'è un fiore, te l'avevo detto\nMa chi calpestò parole rovinò le aiuole\nQuindi le chiudemmo una per una dietro un cancelletto (Hashtag)\nMio Gesù, Gesù mio, sei tu?\nNo, basta\n, la cenere che casca\nE parlavamo intorno al fuoco al centro di una piazza\nOra fumiamo zitti zitti con il fuoco in tasca\nE adesso sono perso davvero in questo sentiero\nE appena arrivo al porto sento un senso di gelo\nPer ogni singolo mondo sommerso un veliero\nE dietro ogni angolo c'è un universo straniero\n[Ritornello]\nPerso, io mi sento perso\nVivo nel continuo dubbio di uno Xenoverso\nMa non posso dirti dove è, né come è, né cosa c'è, né cosa penso\nNé che cosa sia lo Xenoverso\nPerso, io mi sento perso\nVivo nel continuo dubbio di uno Xenoverso\nMa non posso dirti dove è, né come è, né cosa c’è, né cosa penso\nNé che cosa sia lo Xenoverso\n\n[Strofa 3]\nSe conosci il paradiso, dimmi perché tremo\nVi guardavo in quella danza nel buio immenso\nLa guardavo in lontananza ed ero io l’alieno\nPerché stavo ancora chiuso nello Xenoverso\nDevo scegliere di uscire da questa prigione\nSenza avere più ragione, abbandonando il senso\nSe decidi di fiorire, si fa già stagione\nSe decidi di ferire, si fa buio denso\nL'universo conosciuto è solo una regione\nUna colonia conquistata solo dal consenso\nE un vampiro può nascondersi nelle persone\nPuò nascondersi in un luogo come in un contesto\nQuante volte ci hanno morso, che cos’è successo?\nChiederò perdono a me, riprenderò me stesso\nQuando vedo il tuo sorriso, trovo guarigione\nE l'umiltà che serve per vederlo mi salverà\n[Ritornello]\nPerso, io mi sento perso\nVivo nel continuo dubbio di uno Xenoverso\nMa non posso dirti dove è, né come è, né cosa c'è, né cosa penso\nNé che cosa sia lo Xenoverso"
}