{
  "title": "Xplosion",
  "artist": "OutKast",
  "lyrics": "OutKast collabs with Cypress Hill’s B-Real on this explosive Stankonia track.\n[Verse 1: André 3000]\nHello, Lord, it's me again\nI just wanna make love to the whole globe, and all her girlfriends\nNow, don't that make ya mind move, like smoke patterns?\nMe on my way to Saturn – wit' a bomb 'Nam vet, Viet or Saudi shawty\nI figure before the first gun blast, they know who gon' win\nNow won't that make us all fools? like class clowns\nPraying Private Ryan comes 'round\nSound travels at one-thousand-one-thirty feet per second\nNiggas in the street, they want it, hurry\nWhen niggas stop biting, that's when 3000 starts to worry\nA little knowledge from the college of wizard Ray Murray\nAnswer quick: do you know what desire is? \n(Huh?)\nApparently not, that's why you get what you got\nNow answer this: do you know what fire is? \n(Yeah!)\nThe body of hot, the motivator of pots\nSnot, spit, shit are characteristics of release\nAsk your niece or nephew; you think we left you?\nWhat the future holds in its sweaty palms?\nThink I'm finna vom'\nYou move it like you mean it, she'll come\nProm night might excite a down right fight like\nWhite blood cells to the common cold, rebel\nNight gets jealous of day, play is no longer\nThe feelin' gets stronger than ammonia sticks, inhale\n\n[Chorus: Witchdoctor]\nWe just can't be amazed\nEven if you pull the pin from your hand grenade\nWe just can't be amazed\nEven if you pull the pin from your hand grenade\nWe just can't be amazed\nEven if you pull the pin from your hand grenade\nWe just can't be amazed\nAnd we some home-made bombs\nFinna blow right up in your face\n[Verse 2: B-Real]\nLook at the way you look at me,\n \nI see it on your face\nAll your hate emanates, but you still hesitate\n'Cause you want inside of my head, but don't know how\nTo brainwash me to be a commercial clown\nFuck that, I see the way you were\nSee the way you smirk\nI'm catching you where you work\nGod only knows all the trouble that grows\nDeep beneath my soul, dealing with you assholes\nCan I blast those who point the finger at me?\nWho criticize and talk shit so freely?\nFuck XXL—you're a size too small\nI should hire Eminem, so we can kill you all\nWhether you live to talk shit about the real\nThen kiss my ass in person how much you love the Hill\nI'm the outcast coming to blaze the grass\nOutlaw due to my life that's come to pass\nDré, pass me the glass of wine\nSo I can pour it over my homies' grave and mine\nFor all those who fallen and answered when God was calling\nJump into my ragtop and get all in\nI'm the bomb, planted in your car—why you frozen?\nPop the tape in, ignite the explosion\nThe world is mine, the world is yours, the world is ours\nThe world is lost, the world is tossed\n\n[Chorus: Witchdoctor]\nWe just can't be amazed\nEven if you pull the pin from your hand grenade\nWe just can't be amazed\nEven if you pull the pin from your hand grenade\nWe just can't be amazed\nEven if you pull the pin from your hand grenade\nWe just can't be amazed\nAnd we some home-made bombs\nFinna blow right up in your face\n[Verse 3: Big Boi]\nWith a one-two punch, B-Real and André drop they verses\nYour homeboy Daddy Fat Sax playin' clean-up, so it worsens\nPeople and persons on the opposite teams, oh, yes, its curtains\nNo bullets burpin', oh, just lyrically twerking, oh\nMaking a statement when you freestyle and your mind is in a free state\nIt's kinda hard to execute when you ain't feeling it that day\nJumpin' the gun and rushing your flow\nBabbling on the mikie like auctioneer\nGot the public's ears fucked up, can't hear\nAtlanta, Georgia – where y'all at? (Right here!)\nOutKast – this Dirty South to death, the Dungeon Family camp\nGot this thang licked like stamps and nine-volt battery end caps\nMaking that music that make your neck hurt\nAnd the beats that bother your back in my Cadillac\nSix woofers and four amps\nLow Pro' Vogues on swole, with the carriage lamps\nDiamond, tucked velour, pistol in my lap\nCome in peace, but then explode like boobie traps\n\n[Chorus: Witchdoctor]\nWe just can't be amazed\nEven if you pull the pin from your hand grenade\nWe just can't be amazed\nEven if you pull the pin from your hand grenade\nWe just can't be amazed\nEven if you pull the pin from your hand grenade\nWe just can't be amazed\nAnd we some home-made bombs\nFinna blow right up in your face\n[Outro: Debra Killings]\nDo-do-do, do, do-do-do\nDo-do-do, do, do-do-do\nDo-do-do, do, do-do-do\nDo-do-do, do, do-do-do"
}