{
  "title": "Yes",
  "artist": "Lil Wayne",
  "lyrics": "This song has Weezy’s most famous “and the F is for” with “Weezy F baby and the F is for Phenomenal”.\n[Verse 1: Pharrell Williams & \nChuck D\n]\nYou can catch me ridin' down on the fuckin' Verrazano\nAss out just like Diallo, Diablo\nHi-Ho Silver, call that motherfucker Tonto\nLeave a smoke trail back in Jersey in my condo\nYou can run up like you're Rambo\nBut you better hit me, nigga, if you know what I know\n'Cause I got some super-size guys that'll hit you with a combo\nPronto, you won't see the morning, like Alonzo\n (\nYes, yes, yes, yes, yes\n)\n[Verse 2: Lil Wayne]\nCamo shorts, no socks, with the red Bapes\nWalk into my closet, fuck around and get a headache\nFuck you so good, shawty, you gon' need a bed break\nRed Viper slither through the streets like a red snake\nRed diamonds in my chain looking like a red snake\nFuck with me wrong, man, you gon' need some yellow tape\nAll them awards, Wayne—do you need a medal case?\n[Bridge: Lil Wayne & \nChuck D\n]\n(\nYes, yes, yes, yes, yes\n)\nHahaha, ugh\n[Chorus: Pharrell Williams & \nChuck D\n]\nYou got that mean-mug grill, that red in your eyes\nThat Ace of Spades, baby, talking big-boy size\nGet a stack in each hand, and hold it like you're fresh\nThey say, \"Man, it's like that?\"\nSay, \"Yes nigga, yes nigga, yes\"\nYour money and your girls, chilling in the VIP\nStop for a second, and gyrate them hips\nGet a stack in each hand, and hold it like you're fresh\nIf they say, \"Man, it's like that?\" (\nYes, yes, yes, yes, yes\n)\nSay \"Yes, nigga, yes, nigga, yes\"\n\n[Verse 3: Lil Wayne]\nYes, I make money, I'm a paper machine\nAnd you can catch me in the newest, not the latest machine\n\"Now, Weezy, why you drive so fast?\" Because I'm chasin' a dream\nAnd when I catch that motherfucker, I'ma rape it and leave\nYeah, it's Young Tunechi, now give me some pussy\nI ain't gotta paper-chase, 'cause my paper come to me\nI know money look good, bitch, I knew that why you looking, huh?\n[Bridge: Lil Wayne & \nChuck D\n]\n(\nYes, yes, yes, yes, yes\n)\nHehe! Errr!\n[Verse 4: Lil Wayne]\nRiding by myself in that all-red Enzo\nSmoke make it look like I got tinted windows\nYoung Money, bitch, but for short, it's YM, ho\nLove that shit so much, I went and iced out the symbol\nAll my niggas scaring you, all your niggas scarier\nScarier than a cat in a cage with a terrier\nPet cemetery—Wayne, are you the veterinarian?\n[Bridge: Lil Wayne & \nChuck D\n]\n(\nYes, yes, yes, yes, yes\n)\nWhat? Hahaha\n\n[Chorus: Pharrell Williams & \nChuck D\n]\nYou got that mean-mug grill, that red in your eyes\nThat Ace of Spades baby, talkin' big-boy size\nGet a stack in each hand, and hold it like you're fresh\nThey say, \"Man, it's like that?\" Say \"Yes, nigga, yes, nigga, yes\"\nYour money and your girls, chillin' in the VIP\nStop for a second and gyrate them hips\nGet a stack in each hand, and hold it like you're fresh\nIf they say, \"Man it's like that?\" (\nYes, yes, yes, yes, yes\n)\nSay \"Yes nigga, yes nigga, yes\"\n[Verse 5: Lil Wayne]\nYes, I do it big, call me Little Astronomical\nWeezy F. Baby, and the F is for Phenomenal\nType of nigga go and get his hood 'cross his abdominal\nYou could check my watch—I been rich a long time ago\nI'm so tired of balling, man, I sleep all night\nBedsheets so nice, bedbugs don't bite\nI ask her, \"Do she wanna fuck?\" Before I ask twice, she say—\n[Bridge: Lil Wayne & \nChuck D\n]\n(\nYes, yes, yes, yes, yes\n)\nHahahahaha, ugh\n[Verse 6: Lil Wayne]\nYes, I am a beast, I swear, I needs to be tranquilized\nYes, I am a giant—next to me, you are just ankle-high\nYes, I eat that pussy—oh, how do I love that panty pie\nKeep my hair shampooed, and yes, I keep my hands sanitized\nNew Orleans baller—ask ESPN\nJust kickin' it with a Bruce Lee-esbian\n\"Do you really think you're better than the rest?\"\n\n[Bridge: Lil Wayne & \nChuck D\n]\n(\nYes, yes, yes, yes, yes\n)\nHaha, ugh, bitch, I'm the best\n[Chorus: Pharrell Williams, \nLil Wayne\n & \nChuck D\n]\nYou got that mean-mug grill, that red in your eyes (\nYeah\n)\nThat Ace of Spades baby, talking big-boy size (\nYeah\n)\nGet a stack in each hand, and hold it like you're fresh\nThey say, \"Man, it's like that?\" (\nThat\n)\nSay \"Yes, nigga, yes nigga, yes\" (\nYes\n)\nYour money and your girls, chillin' in the VIP (\nYes, yes\n)\nStop for a second and gyrate them hips (\nYe-e-eah\n)\nGet a stack in each hand, and hold it like you're fresh (\nHold it like\n)\nIf they say, \"Man, it's like that?\" (\nYes, yes, yes, yes, yes\n, \nyes\n)\nSay \"Yes nigga, yes nigga, yes\" (\nYes\n)\n[Outro: Lil Wayne]\nYes, yes, ye-e-eah, ye-e-eah (Haha, uhh)\nYoung Mula, baby\nAnd like I said it that time, I'ma say it again, um\nYoung Mula, baby"
}