{
  "title": "You Don’t Know (For Fuck’s Sake)",
  "artist": "Ed Sheeran",
  "lyrics": "The only single released off of Ed Sheeran and Yelawolf’s 2012 EP Slumdon Bridge.\n[Intro: Yelawolf]\nFor fuck's sake, yeah\nYelawolf, Melody Man\n[Verse 1: Ed Sheeran]\nLiving the life of a student, yeah, I begin on a high\nLosing my mind and they say that I’ve been winning for time\nNever been to a gun fight and never needed a knife\nBut then I make the cut whenever delivering lines\nSit on the side with a rhyme pad with a ten in my sights\nSipping a lemon and lime Corona only with my best friends\n'Cause I've hidden my pride, giving the time\nTo write rhymes but I find truth at a quarter to five\nHey!\n[Verse 2: Yelawolf]\nIt’s kinda like I took a train to the left side of my brain, oh, mayne\nPuddles of mud, under my love, you know I’m stepping in my own lane\nAll of these speakers sitting behind me\nBut what psychology, psychologically insane\nPardon me while I get down, down, down\nMaking you get up and say...\n[Hook: Ed Sheeran]\nIf you don’t know\nIf you don’t know by now, you better tell him ’bout it\nWhat you gonna tell him ’bout? Yeah\nYeah\n\n[Verse 3: Yelawolf]\nTen toes to the dirt, pencil to the paper\nGod has a favor for your thirst\nDrink, drink a pint bye-bye\nTo this bullshit praise Allah\nTo the wheels, I’m a ridah, steel ring, no Prada\nOnly thrift clothes and my ada-di-das\nI’m a fetus in my room, say na na\nDaddy’s home, on the mic, hey papa\n[Verse 4: Ed Sheeran]\nBack with a bang yo, straight loop pedal, no band though\nBut every single one of my fans know\nThat every damn show I’m taking their ears on a journey\nLike I’m flying overseas with Van Gogh\nLivin’ so sweet without Gretel and Hansel\nCritics hate the lyrics 'cause they think I’ve been tangoed\nFind me wearing old clothes, rocking a Kangol\nI’m riding 'round with Yelawolf in your daddy’s Lambo\n[Verse 5: Yelawolf]\nHello me, how ya been?\nYou got a mullet again like when you was 10\nYou’re probably sipping sweet tea still, huh?\nAnd your piggy bank is full of change\nThat what you used to steal from\nYou been playing fools like a steel drum\nPulling out early, and they still come\nEating from the game when you know the meal’s done\nYelawolf is gettin' back at these pilgrims\nHold up baby, sit still, son, woah\nThis old rock, the hill's been rolled\nStill shocking when I see 'em go\nBananas, when they handle this animalistic flow\n\n[Hook: Ed Sheeran]\nIf you don’t know\nIf you don’t know by now, you better tell him ’bout it\nWhat you gonna tell him ’bout? Yeah\nYeah\n[Verse 6: Yelawolf]\nI’m not the average half-a-wit after this hour gets out of this\n60 seconds, I’m goin' any direction and\nChasing this Jack with a shot of Budweiser and water\nIs probably the better idea, yeah, you move when the direction in\nFact, it's a part of me to be the looser of cannons\nBlow on this fucking mic like a wind 'til college start again\nHooligans, hooligans rule again but really who’s a friend?\nJump in this lake of fire, jump right back in the pool again\nKnew I'd be new again, a student of you my friend\nMarshall Mathers, I’m tossing rappers up at my crew of 10\nMinus 4,\n minus war, you don’t want it\nShady Records, I’m already better,\n fuck it, doggonnit\nDog don’t gotta lead, dog’s already home, Jack\nDogg I’m a beast, I’m a wolf, bring your dogs back (\nWoof !\n)\nA melody-man and a melancholy mellow-yellow can\nShhhh, tell 'em how we gonna sell 'em man\n[Bridge: Ed Sheeran & \nYelawolf\n]\nBeen working hard all week\nSo if you wonder if we earned it, well it's not a probably\nSo won’t you bring that back to me\nAnd holler when you hear it like all the screams of a Halloween\nI got blisters on my feet\nTo walk at night with you, is not the shoes to be borrowing\nSo won’t you bring that back to me\n'Cause all the soul of my pen is only what all the sorrow brings\nIf you don’t know\n\n[Outro: Ed Sheeran]\nYou don’t know, if you don’t know, if you don't know (no, no, no, no)\nIf you don’t know, if you don’t know, if you don't know (no, no, no)\nIf you don’t know, if you don’t know, if you don't know (no, no, no, no)\nIf you don’t know, if you don’t know, if you don't know (no, no)"
}