{
  "title": "You Ain’t Got Nuthin",
  "artist": "Lil Wayne",
  "lyrics": "[Intro: Fabolous]\nYes!\nWhat it look like, Alc'?\nI'm tryna show these niggas, man\nIt's that Street Fam, man, we rep that (Hahahaha!)\nLoso! Street fi-di-di-di-dam (Yes!)\n[Verse 1: Fabolous]\nYo, I'm with 101 niggas, we Dalmatian-doggy-deep (Yes)\nAnd fly with the tongue, so if you feeling froggy, leap (C'mon)\nKermit, you better think before you ribbit\nDon't get murdered over your song before you ad-lib it\nI pop up like Xzibit (Yeah), but given I'm at your crib, it's (Yeah)\nNot to put no fucking fish tanks in your Civic (Nah)\nFuck getting your ride pimped, you'll get hog-tied, wimp\nHave you in the trunk curled up like fried shrimp (Hahahaha)\nIt's been a good year, maybe I should ride blimp (What you think?)\n'Cause your boy just stay above the game\nThey tryna tag him, spray a brother frame\nBut your shots can't reach me, I'm way above your aim, ha\nGo 'head, nigga, say another name\nTake this family for a joke (Ayy), play them Wayan-brother games\nAnd \nI'ma Git You Sucka\n, I be scheming with this Keenan (That's right)\nAimin with this Damon, I'm putting that \nMajor Payne\n in (Oh)\nMy Little Man is on you, Marlon and Shawn you (Yeah)\nLay the beef on his noodle, make some Luger lasagna\nForty-cal fettuccine, trey-pound pasta\nYou reach for this medallion, you must like Italian, nigga\nYou only see me pushing if the driver's tired (Yes!)\nI work the S6 ever since the 5 retired (Yes!)\nThe drop-top, they say it's Ocean Drive-inspired\nSo you can call a cab once your bitch fall for Fab\n\n[Chorus: Lil Wayne & \nJuelz Santana\n]\nUgh, I get money like a muh'fucka\nShades darker than a bitch, but I can see\nI got everything, you got nothing\nBut you ain't got nothing on me\nOh, I'm getting money like a muh'fucka (\nMr. HD\n)\nYeah, money you ain't never see (\nHigh definition\n)\nYeah, I got everything, you got nothing (\nThat's how I'm coming at you niggas, you dig? Santana! Ayy!\n)\nBut you ain't got nothing on me (\nHahaha!\n)\n[Verse 2: Juelz Santana]\nI'm on the grind 'til the police come (Yeah)\nWith that pistol on my side, boy, don't be dumb (Ha), or\nI let that semi twirl you (Get 'em); now you can follow the drip\n'Cause one shot out of the clip'll Jheri-curl you (Ooh)\nLeave you sloppy like seconds\n, obey me like peasants\nOr get opened up like presents—please!\nMy young boys wildin' for respect\nSlit your throat, have you smiling with your neck, say cheese\" (Ha)\nMy dough's a bit longer (Yup), my flow is just slaughter (Yup)\nMy wrist look like frozen Poland Spring water (Damn)\nSo tell me, boys, tell me, boys, who you think you messing with? (Who?)\nI get money out the ass, that's some expensive shit (Ill!)\nHaven't you all heard? (What?) Y'all all herbs (Yup!)\nI stick toothpicks (Where?) in y'all hors d'oeuvres\n(Listen...) I'm a shark, y'all just koi fish\n(What else?) Octopus (What else?) Oysters (Haha!)\nChump!\n I got my eye on your wifey now (Yeah!)\nI have her lick me up (Up!) and then wipe me down (Down!)\nShe told me you's a nag, you's a bug (Damn!)\nShe told me I'm a blast, I'm a stud (Damn!)\nShe told me you'd be beastin', you'd be checkin' for the burns\nSo I gave her knee pads for the rug (Haha!)\nIt's Skull Gang from the chain to the lifestyle\nYou surfboard dudes get wiped out—totally\n\n[Chorus: Lil Wayne]\nUgh, ohh, I'm getting money like a muh'fucka\nShades darker than a bitch, but I can see\nI got everything, you got nothing\nBut you ain't got nothing on me\nOh, I'm getting money like a muh'fucka\nYeah, money you will never see\nYeah, I got everything, you got nothing (Uh-huh, uh-huh)\nBut you ain't got nothing on me (Uh-huh, check me out)\n[Verse 3: Lil Wayne]\nGet you—three, four—get you\nLike the number after one, I'ma get me, too\nIt's Weezy F.-U; now, you gotta have a baby\nMy money don't folds nor bends—Mercedes\nMaybach, grey-black\nAnd I got a four-four and a 'K, like eight stacks\nFuck your city and your town, I state facts\n— \nTake that!\nNo, better yet, like Diddy: \"Take that\"\nWait—rats, I hate rats, I clean 'em out like Ajax\nGot paper like a fax machine, asi-neen\nDamn I mean asinine, I'm dapper don, and after mine\nThere will be nine, damn I mean, there will be none\nI will be one, of the greatest things you've ever felt\nYou've ever seen, or heard, Carter, Harvard, y'all scared\nNot me, not I, call me \"Young Popeye\"\nTell Bluto I'm a Nuno,\n \nI bring RAL to your fun'ral\nDamn, I mean \"funer-al,\" \"funer-uhl\"\nYou say \"tomato,\" I say \"to-mah-to\"\nYou say \"get 'em,\" I say \"got 'em\"—yeah, I got 'em!\nMan, you better keep paying me 'cause you don't want my problems\nI be wildin' like Capital One—what is in your wallet?\nYou fly, but what is it to pilot?\nWeezy—I'm at the top, \nfoot\n up in your bottom\nHuh, damn, I mean, \"foot up in your ass\"\nI kick that shit, now go'n' put it in the trash\n\n[Chorus: Lil Wayne]\nDeezle\n! Ugh, I'm getting money like a muh'fucka\nShades darker than a bitch, but I can see\nI got everything, you got nothing\nBut you ain't got nothing on me\nYeah, I'm getting money like a muh'fucka\nYeah, money you will never see\nYeah, ugh, ugh\nAnd you ain't got nothing on me\nYeah, I'm gettin' money like a muh'fucka\nShades darker than a bitch, but I can see\nI got everything, you got nothing\nBut you ain't got nothing on me\nYeah, I'm getting money like a muh'fucka\nYeah, big money, nigga\nBig money, nigga, big money, nigga\nYeah, and you ain't got nothing on me"
}