{
  "title": "You Got It",
  "artist": "J.Cole",
  "lyrics": "[Intro: Janelle Mon치e]\nMay this song reach your heart\nMay this song reach your heart\n[Chorus: J. Cole]\nAyy, one time (One time), one time (One time), ayy, throw your hands to the sky tonight\n'Cause I think I see the baddest little thing in the world right now, but I gotta make sure I'm right\nAnd girl, you dead right, \nif your head right, I'll be there every night\n, \nI just might change your life\n'Cause, baby, you got it (You got it), you got it (You got it)\nYou got it (You got it), you got it (You got it), hey\n[Verse 1: J. Cole]\nHey, Cole World, real cold world\nI watch you hit the floor and watch it drop it real low, girl\nLast time I seen you, was a lil' old girl\nHad a crush, now we grown and you still so thorough\nUh, clap for her, work it 'til you exhausted\nI swear ain't nothin' worse than a bad bitch that lost it\nBrains off the chain, smart mouth with a dumb ass\nGoddamn, your ex-man is a dumbass\nWhen you was leavin', did he put up a fight?\nWas he stressing you? Wasn't fucking you right?\nWell, one man's trash is another man's treasure\nOne man's pain is another man's pleasure\nOne damn thing you can't change is the weather\nBut even if it rain, we get rained on together\nHuh, it's whatever, you shine, I shine\nI know you got a nine-to-five, I'll be your five-to-nine\n\n[Chorus: J. Cole]\nAyy, one time (One time), one time (One time), ayy, throw your hands to the sky tonight\n'Cause I think I see the baddest little thing in the world right now, but I gotta make sure I'm right\nAnd girl, you dead right, \nif your head right, I'll be there every night\n, \nI just might change your life\n'Cause, baby, you got it (You got it), you got it (You got it)\nYou got it (You got it), you got it (You got it), hey\n[Post-Chorus: Janelle Mon치e & \nJ. Cole\n]\nMay this song reach your heart\nUh, man, I could hear 'em saying\nMay this song reach your heart\nAyy\n[Verse 2: J. Cole]\nYeah, go 'head and pop it like you do in the mirror\nI'm picking through the crowd, tryna see a little clearer\nHigh heel wearer, uh, hell of a body\nThe first one to spot you and I ain't telling nobody\nNope, I'm peeking at your ass, winking at your ass\nIf I don't bag, I'll be thinking 'bout your ass\nFor the whole week, no time for cold feet\nShe too bad to pass, so fine, I'm gon' speak\nI tell her my name Jermaine, I'm tryna be lowkey\nShe tell me I got that flame, \"Your rhymes are so deep\"\nDamn, girl, thank you\nShit, you so bad, \nknow your daddy wish that he could still spank you\nHold up\n 'fore these other niggas roll up and try and get you\nThe ones that say they riders but never do ride with you\nI'm tryna vibe with you, so won't you throw me your phone number?\nAnd let them lames get your old number\n\n[Chorus: J. Cole]\nAyy, one time (One time), one time (One time), ayy, throw your hands to the sky tonight\n'Cause I think I see the baddest little thing in the world right now, but I gotta make sure I'm right\nAnd girl, you dead right, \nif your head right, I'll be there every night\n, \nI just might change your life\n'Cause, baby, you got it (You got it), you got it (You got it)\nYou got it (You got it), you got it (You got it), hey\n[Post-Chorus: Janelle Mon치e & \nWale\n]\nMay this song reach your heart\nMay this song reach your heart\nRoc Nation, Wale\n[Verse 3: Wale]\nLook, Cole World, still a cold world\nAnd a couple y'all is cool, but we a little more thorough\nHuh, whole time, a little more girls\nYou know I spit that sick shit and there's still no cure\nHold up, loud packs like I got cancer\nChoking on them white boys make a Black Panther\nLove my women with high heels and high standards\nAnd only cheat on my broad if I run out of answers\nI got that vicious flow, Moncler winter coat\nI ain't superstitious, I make all these broads split my pole\nHa, you dig it, this shit ain't for beginners\nI'm somethin' like a fetus, see, I'm not quite kidding\nAnd there's something you ain't seeing like I block y'all vision\nLike my Remy with no juice, you a lot like Bishop\nHundred K in twenty-two hours\nSee, money talks, you motherfuckers is Boomhauer\nNo check back, in debt, yep\nLoud in my J, y'all smoke that Gallaudet\nHigher than I need to be, flyer 'cause I need to be\nLove our conversation, but it's late right now, I need to beat\nOne time for the 'Ville that Cole rep\nAnother time for the city of the slow death\nI don't understand why these niggas so vexed\nI don't need no chains with no cross to know I'm blessed, hold up\n\n[Chorus: J. Cole]\nOne time (One time), one time (One time), ayy, throw your hands to the sky tonight\n'Cause I think I see the baddest little thing in the world right now, but I gotta make sure I'm right\nAnd girl, you dead right, \nif your head right, I'll be there every night\n, \nI just might change your life\n'Cause, baby, you got it (You got it), you got it (You got it)\nYou got it (You got it), you got it (You got it), hey\n[Outro: Janelle Mon치e]\nMay this song reach your heart\nMay this song reach your heart"
}