{
  "title": "You’re Losing Me (From The Vault)",
  "artist": "Taylor Swift",
  "lyrics": "[Verse 1]\nYou say, \"I don't understand,\" and I say, \"I know you don't\"\nWe thought a cure would come through in time, now, I fear it won't\nRemember lookin' at this room? We loved it 'cause of the light\nNow, I just sit in the dark and wonder if it's time\n[Pre-Chorus]\nDo I throw out everything we built or keep it?\nI'm getting tired even for a phoenix\nAlways risin' from the ashes\nMendin' all her gashes\nYou might just have dealt the final blow\n[Chorus]\nStop, you're losin' me\nStop, you're losin' me\nStop, you're losin' me\nI can't find a pulse\nMy heart won't start anymore for you\n'Cause you're losin' me\n[Verse 2]\nEvery mornin', I glared at you with \nstorms in my eyes\nHow can you say that you love someone you can't tell is dyin'?\nI sent you signals and bit my nails down to the quick\nMy face was gray, but you wouldn't admit that we were sick\n\n[Pre-Chorus]\nAnd the air is thick with loss and indecision\nI know my pain is such an imposition\nNow, you're runnin' down the hallway\nAnd you know what they all say\n\"You don't know what you got until it's gone\"\n[Chorus]\nStop, you're losin' me\nStop, you're losin' me\nStop, you're losin' me\nI can't find a pulse\nMy heart won't start anymore for you\n'Cause you're losin' me\n'Cause you're losin' me\nStop (Stop) 'cause you're losin' me\n[Post-Chorus]\nMy heart won't start anymore\n(Stop 'cause you're losin' me)\nMy heart won't start anymore\n(Stop 'cause you're losin' me)\n[Bridge]\nHow long could we be a sad song\n'Til we were too far gone to bring back to life?\nI gave you all my best me's, my endless empathy\nAnd all I did was bleed as I tried to be the bravest soldier\nFighting in only your army, frontlines, don't you ignore me\nI'm the best thing at this party (You're losin' me)\nAnd I wouldn't marry me either\nA pathological people pleaser\nWho only wanted you to see her\nAnd I'm fadin', thinkin'\n\"Do something, babe, say something\" (Say something)\n\"Lose something, babe, risk something\" (You're losin' me)\n\"Choose something, babe, I got nothing\" (I got nothing)\n\"To believe, unless you're choosin' me\"\n\n[Outro]\nYou're losin' me\nStop (Stop, stop), you're losin' me\nStop (Stop, stop), you're losin' me\nI can't find a pulse\nMy heart won't start anymore"
}