{
  "title": "Y’All Scared",
  "artist": "OutKast",
  "lyrics": "[Verse 1: T-Mo]\nPiece by piece, this puzzle comes together\nSever your ties with the bad guys, let the lies go\nIf you wanna be a ho, go 'head, and don't be scared\nMany a bitch, represents, and is led–whichever way\nNo, I'm not gay\nAnd really don't give a fuck 'bout what you doin' – long as I pave the way\nFor my Southwest G.A. warriors\nTo come in packs, to feed\nTakin' what we need, to succeed\n,\nYou know what we gon' do, on this road\nWe gon' explode\nNow are you ready for this territory?\nMakin' our life one big story\nTo tell reality amongst the youth\nLong as–breath is in my body, I got proof\nI'm not scared\n[Refrain: Khujo]\nIf you scared, say you scared\n[Verse 2: Big Gipp]\nWho's scared?\nIn this world I'm Gipp; in second, the Mutant\nThe third, the Geechee: how many ways can you reach me?\nNow most be Scully, went from clean to muddy\nPolished to shine, the season to rhyme\nBeen down like brown, like dirt to the ground\nBeen lookin' for love, now I bubble like suds\nOthers flew \"Sky High,\" while others were duds\nLive high up on the hills, to escape the floods\nSituations, they change, like faces and names\nWent from cool to plain, from lame to flame\nMan down or not, man plans or plots\nGive a FUCK what you think, we ain't movin out this spot\nAnd I'm out\n\n[Refrain: Khujo]\nIf you scared, say you scared\n[Verse 3: André 3000]\nYo, paragraph indent –\n \nI make intense sense\nNiggas on that Gil Scott dope—hint, hint\nAt age fifteen, they start smokin' Billy Clint'\nNow he's twenty-one and wants to know where the time went\n\"Hey, hey, hey, what's the haps?\"\nWell, see – your time elapsed\nHave you ever thought of the meaning of the word \"trap\"?\nBaboon on your back,\n \nbut what's sad is that crack\nWas introduced to Hispanic communities and Blacks\nBut then it spread to White and got everyone's undivided–\nAttention, 'cause your daughter is on it, and you can't hide it\nMaybe your son tried it\nRehab too crowded\nYou scared, she scared, they scared, I said –\nThey scared, they scared to talk about it\n'Bout it, 'bout it, 'bout it, 'bout it, 'bout it\n[Refrain: Khujo]\nIf you scared, say you scared\n[Verse 4: Big Boi]\nFebruary 1st, 1975's my birthdate\nThe player, the B-O-I, was brought onto this Earth on Thursday\nI think, see – my cap, I twist it back from all the dank\nBut if you see me on the ave, you betta believe I tote that shank\nSo what y'all thought, bruh?\nI gotta protect my name and what we fought for\n'Southernplayalistic' 'ATLiens' in your sock drawer\nNo lockjaw\nWe got that raw shit, and all the trimmings\nEven though we got two albums, this one feel like the beginning\nThe intro – the Goodie, we kinfolk\nNigga, it's fin' to jump off\n, \nbut now it's time I lay low\n'Cause I believe the track gon' cut off\nSike – the track is bumpin', like pussies on some dykes\nSo if you scared, say you scared, 'cause everybody can die tonight\n'Cause my heart don't pump no Slushee\nYou touch my niggas, you touch me\nI blow up the microphone, like Marilyn Manson – you can't hush me\nYeah!\n\n[Verse 5: Khujo]\nHeat'll make anything move\nEven Tyson, can get laid down, with this tool\nJust 'cause the name say Goodie, you take us for fools\nOut they rabbit-ass mind, don't give me mine?\nI go off like mines, blowin' suckers to smithereens\nWe was never folks if we fell out over this lil' cream\nOr let some soft legs come in between our dreams\nWe live like kings, and die like fuckin' men\nI don't care how rough you roll, we can't be shut down\nAin't no openin' up shop, we already established\nYou lap doggin', we boss hoggin'\nGrown men, don't beg for attention\nKeep wishin', high heels clickin'\nPaper champions, leavin' with they feet behind\nZap 'em for the pumpkin, at twelve\n – on the bottom bunk\nHolla at me – six to the left, last one\nCan't turn over with dirt on ya – slain dead (Dead)\nDevils, don't have enough to purchase my essence\n(Sick) in da head, missin' ounces\nZip code, eight miles – suckas think I got they package\nBut they still eatin' moo-moo, oink-oink\nAnd fowl-fowl-fowl-fowl...\n[Outro: Khujo]\nThe truth hurts, but you can't be scared of it...\nSo remember that – OutKast, Goodie Mo-B\nStill standin' for somethin', while y'all fallin' for nothin'\nStop dyin' over this lil' concrete and lil' paper\nWe get this shit together, power's in numbers\nYou can deny the lie, but you can't deny the truth\nYou scared! You scared! Say you scared!\n(Yeah...)"
}