{
  "title": "Zoom",
  "artist": "Future",
  "lyrics": "[Intro]\nPluto, yeah, yeah (Brr, brr)\nBought a drop-top Porsche, about to cut the top off\nTrappin' is a sport young nigga get you knocked off\nHol' up\n[Chorus]\nTurbo switchin' lanes (Brr), Hublot switch your watch (Brr)\nTrappin' switch the spots (Brr, brr, brr), when you're runnin' hot\nFeet on the gas (Gone) trappin' them bags (Pluto)\nRun up a sack (Gone) and never look back (Brr, brr)\nShorty got miles on her (Pew, pew), I'm about to spaz in it (Boom, boom)\nI ran it up fast (Zoom, zoom), I ran it up fast (Money machine)\nI ran it up fast (Money machine), I ran it up fast (Money machine)\nI ran it up fast (Money machine), I ran it up fast (Brr)\n[Verse 1]\nI secure the bag first (Brr, brr), I'm ready to boast (Ready to go, yeah)\nI secure the bag first, I'm full of that dope (Full of that dope, yeah)\nCourtside with a mink, yah, Pee Wee Kirkland in the sink (Shiing)\nFive karats, one link (Err), both hands full of ink (Brr)\nMoney drying in your hand (Brr), wrap the bale in Saran (Brr)\nMy yellow bitch want a tan, I just landed from Japan (Pew)\nTokyo and Korea (Pew), Panamera to the Lear (Pew)\nYellow mellow with the gold (Gold), fishscale with these hoes (Let go)\nMossberg, \nI'm drinkin' mud (Pluto),\n put a hit out on a dub (Yah)\nBought my lil' nigga 12 slugs (Yah), just to shine bright when he mug (Yah, yah)\nI just bailed out ol' Buice (Woo)\n, 20 pills goin' hyphy (Yah)\nOh you lookin' real icy (What?), boy you know you nothin' like me\n\n[Chorus]\nTurbo switchin' lanes (Brr), Hublot switch your watch (Brr)\nTrappin' switch the spots (Brr, brr, brr), when you're runnin' hot\nFeet on the gas (Gone) trappin' them bags (Pluto)\nRun up a sack (Gone) and never look back (Brr, brr)\nShorty got miles on her (Pew, pew), I'm about to spaz in it (Boom, boom)\nI ran it up fast (Zoom, zoom), I ran it up fast (Money machine)\nI ran it up fast (Money machine), I ran it up fast (Money machine)\nI ran it up fast (Money machine), I ran it up fast (Brr)\n[Verse 2]\nI gave her the raw lean\nThey sound like my offsprings (Yeah)\nNitro gasoline (Pew)\nBought some more money machines (Brr)\nBring out a brand new machine (Brr)\nI bought a whole lot of bling (Hol' up)\nTreat me like Weezy and Baby (Pluto)\nTreat me like Mannie and Turky (Turky)\nI was the Juve with work on me (Juve)\nI had to cop it and purchase (Hol' up)\nI put more ice in the Date today (Huh)\nRockin' these Prezzies and Cartier (Huh)\nI got it in flooded and plain Jane (Huh)\nI made my young niggas insane (Huh)\nCrunchin' them Xans up and then drink (Crunchin' them)\nGet you a Draco and then crank it (Brr)\nSaudi Arabian, Ben Franklin (Brr)\nLeave it to me, they would've been stained 'em (Brr, brr)\nSaditty in back, we done got acquainted (Yo)\nYou see the dash? They gotta see me (Yo)\nI ran it up fast, they can't see me (Huh)\nI wasn't surfin' with you (I wasn't surfin' with you)\nI buy them Birkins for you (I buy them Birkins for you)\nI go to surgery with you (I go to surgery with you)\n\n[Chorus]\nTurbo switchin' lanes (Lanes, brr), Hublot switch your watch (Brr)\nTrappin' switch the spots (Brr, brr, brr), when you're runnin' hot\nFeet on the gas (Gone) trappin' them bags (Pluto)\nRun up a sack (Gone) and never look back (Brr, brr)\nShorty got miles on her (Pew, pew), I'm about to spaz in it (Boom, boom)\nI ran it up fast (Zoom, zoom), I ran it up fast (Money machine)\nI ran it up fast (Money machine), I ran it up fast (Money machine)\nI ran it up fast (Money machine), I ran it up fast (Brr, yah)\n[Podcast Skit: Got It All-Got It All]\nHahahahaha, ahhh, shit!\nGot it all back, baby\nGod damn, welcome to Cap City Records internet podcast, baby\nWhere we make dreams come true\nThe first five callers that call in right now, man\nWe gone have you the rapper starter kit\nOh my God, it comes with the Cap City contract\nWhich is a twelve album, nine year deal\nWe gone take some calls, the counting in boards are lighting up right now\nThe boards are lightin' up\nLook, take a call, we up, caller?\nYeah, that deal, we need that\nYeah, we need that, yeah, yeah\nYeah, we need that shit, dat way, nigga, yeah! \n(Gunshot and assault rifle sounds)\nYeah, nigga\nThis way, nigga! Yeah!\nWe need that deal, nigga\nWhat? What you say, young man?\nI keep it on me\nHold on, fella! Hold on, fella \n(Gunshot and assault rifle sounds)\nListen, li-\nBoom, nigga\nI'm sayin', I can't hear you, shoot\nIs, is there a shoot out?\nWhat's goin' on, young fella?\nLil' Draco in this bitch\nLil' Extendo in this bitch, Lil' Extendo, yeah, yeah\nNigga, yeah \n(Gunshots)\nWhat's goin' on, nigga?\nYou just won a Cap City Records contract, man\nListen here, baby\nLil' Draco! Lil' Extendo! Congratulations, baby, y'all won\nYeah, nigga, yeah, hahaha\nCap City, man, what's up\nSix months, man, we got that shit\nTwelve albums, man, we got that shit\nYeah nigga, yeah\nI'm finna shoot everything up\nBow, bow, bow, bow, bow\nNigga, yeah, yeah, what's up nigga, yeah, yeah, I need that\nWe need that\n \n(Mimicking gunshot noises)"
}