{
  "title": "افکار خودکشی",
  "artist": "The Notorious B.I.G.",
  "lyrics": "[اینترو: Diddy]\nسلام؟\nاه لعنتی، داداش! ساعت چنده مَرد؟\nاوه لعنت بهش\nرفیق میدونی الان ساعت چنده؟\nاه گه توش، چه خبر شده؟\nتو خوبی؟\nاه رفیق چه مرگت شده؟\n[ورس: Diddy و The Notorious B.I.G]\nوقتی مردم، لعنت بهش، میخوام بدم به جهنم\nچون من یک تیکه گهم و خیلی سخت نیست که اینو بفهمی (درباره چی حرف میزنی مرد؟)\nبا عقل جور در نمیاد، برم بهشت با آدمای خوب خوب\nلباس سفید تنم کنم، من بوت های تیمب سیاه و هوای سیاه دوست دارم (اُه، مرد)\nخدا احتمالا به من خیلی سخت میگیره\nکل روز نمی خوابم و کسی نیست کیرم رو بخوره\nبا ادمای خوب بچرخم، توی بهشت لَش کنم\nکیر توش، من میخوام‌تفنگ دستم بگیرم و قمار کنم (الان داری چیزای احمقانه ای میگی رفیق)\nتمام زندگیم من به عنولن بدترین آدم در نظر گرفته شده ام\nبه مادرم دروغ گفتم و حتی از کیفش دزدی کردم (اَه)\nخلاف پشتِ خلاف، از مواد تا اخاذی\nمیدونم مادرم الان آرزو میکنه کاش من رو سقط میکرد\nالان مثل زمانی که جوان تر بودم دوستم نداره (هی، یکم خودت رو کنترل کن رفیق)\nسینه اش و میخوردم تا گشنگی لعنتی ام برطرف بشه\nجالبه بدونم اگر بمیرم، اشک به چشم هاش میاد؟\nببخش من رو برای بی احترامی ام، ببخش من رو برای دروغ هام (حالت خوب نیست، B)\nMy baby mother's eight months, her little sister's two\nمادر بچه هام هشت ماه و خواهرش دو ماه حامله است\nچه کسی مقصر این هست؟ (نه رفیق، تو نیستی)\nبخدا قسم فقط میخوام حجم رو ببرم و این زندگی مزخرف رو تموم کنم\nمگنوم رو به سرم بگیرم و تهدید کنم که ماشه رو بکشم (رفیق، چته؟)\nو فشارش بدم تا وقتی که کل تخت قرمز میشه (الان دیر وقته برای این حرف ها)\nخوشحالم که مردم، من یه معتاد علفِ بی ارزشم\nاسترس داره بیشتر میشه من- من نمیتونم اینو باور کنم (هی من تو راه ام که بیام اونجا)\nخودکشی تو ذهن لعنتیمه، میخوام از اینجا بِرم\nبخدا قسم که حس میکنم مرگ داره من رو صدا میزنه\nولی نه، تو نمیفهمی (رفیق، با من حرف بزن، لطفا مرد!)\nببین، مثل بلایی که کراک سر Pokie تو New Jack آورد\nبا این فرق که اگر من برم، هیج راه برگشتی نیست (هی مرد من دیگه میرم)\nیا باید مثل رامو تو Beat Street بمیرم؟ (بهت زنگ میزنم وقتی برسم به ماشین)\nمردم توی تشییع جنازه ام وایمیستند انگار دلشون برام تنگ میشه (هی دوست دخترت کجاست مرد؟)\nمادر بچه ام منو رو می بوسه ولی خوشحال هست که رفتم (بگو دوست دخترتو صحبت کنه)\nاون میدونست بین منو و خواهرش یه رابطه ای هست\nمن به آخر خط رسیدم، دیگه نمیتونم حرف بزنم (هی مادر جنده به من گوش میدی؟)\nبه کاکا سیاه ام Chic زنگ بزن و بگو اراده ام ضعیفه\n(هی مرد به خودت بیا)\nحالم بهم میخوره ام از دروغ گفتن این کاکا سیاها و حالم بهم میخوره از این جنده های هول\nراستش رو بخوای، از حرف زدن هم حالم بهم میخوره\n(رفیق، هی هی، بیگ! هی آروم باش!)\n*شلیک گلوله*\nهی بیگ! هی بیگ\n\n[اوترو]\nلطفاً تلفن را قطع کنید و دوباره تماس بگیرید\nلطفاً تلفن را قطع کنید - این تماس ضبط شده است"
}